// Auto-generated from KANJIDIC2
// License: CC BY-SA 4.0 (https://www.edrdg.org/edrdg/licence.html)

export const readings = {
  "亜": {
    "on": [
      "ア"
    ],
    "kun": [
      "つ"
    ]
  },
  "阿": {
    "on": [
      "ア",
      "オ"
    ],
    "kun": [
      "おもね",
      "くま"
    ]
  },
  "哀": {
    "on": [
      "アイ"
    ],
    "kun": [
      "あわ",
      "かな"
    ]
  },
  "愛": {
    "on": [
      "アイ"
    ],
    "kun": [
      "いと",
      "かな",
      "め",
      "お",
      "まな"
    ]
  },
  "挨": {
    "on": [
      "アイ"
    ],
    "kun": [
      "ひら"
    ]
  },
  "悪": {
    "on": [
      "アク",
      "オ"
    ],
    "kun": [
      "わる",
      "わる-",
      "あ",
      "にく",
      "-にく",
      "ああ",
      "いずくに",
      "いずくんぞ"
    ]
  },
  "握": {
    "on": [
      "アク"
    ],
    "kun": [
      "にぎ"
    ]
  },
  "旭": {
    "on": [
      "キョク"
    ],
    "kun": [
      "あさひ"
    ]
  },
  "梓": {
    "on": [
      "シ"
    ],
    "kun": [
      "あずさ"
    ]
  },
  "圧": {
    "on": [
      "アツ",
      "エン",
      "オウ"
    ],
    "kun": [
      "お",
      "へ",
      "おさ"
    ]
  },
  "扱": {
    "on": [
      "ソウ",
      "キュウ"
    ],
    "kun": [
      "あつか",
      "こ"
    ]
  },
  "宛": {
    "on": [
      "エン"
    ],
    "kun": [
      "あ",
      "-あて",
      "-づつ",
      "あたか"
    ]
  },
  "安": {
    "on": [
      "アン"
    ],
    "kun": [
      "やす"
    ]
  },
  "暗": {
    "on": [
      "アン"
    ],
    "kun": [
      "くら",
      "くれ"
    ]
  },
  "案": {
    "on": [
      "アン"
    ],
    "kun": [
      "つくえ"
    ]
  },
  "闇": {
    "on": [
      "アン",
      "オン"
    ],
    "kun": [
      "やみ",
      "くら"
    ]
  },
  "杏": {
    "on": [
      "キョウ",
      "アン",
      "コウ"
    ],
    "kun": [
      "あんず"
    ]
  },
  "以": {
    "on": [
      "イ"
    ],
    "kun": [
      "もっ"
    ]
  },
  "伊": {
    "on": [
      "イ"
    ],
    "kun": [
      "かれ"
    ]
  },
  "位": {
    "on": [
      "イ"
    ],
    "kun": [
      "くらい",
      "ぐらい"
    ]
  },
  "依": {
    "on": [
      "イ",
      "エ"
    ],
    "kun": [
      "よ"
    ]
  },
  "偉": {
    "on": [
      "イ"
    ],
    "kun": [
      "えら"
    ]
  },
  "囲": {
    "on": [
      "イ"
    ],
    "kun": [
      "かこ"
    ]
  },
  "委": {
    "on": [
      "イ"
    ],
    "kun": [
      "ゆだ"
    ]
  },
  "威": {
    "on": [
      "イ"
    ],
    "kun": [
      "おど"
    ]
  },
  "尉": {
    "on": [
      "イ",
      "ジョウ"
    ],
    "kun": []
  },
  "意": {
    "on": [
      "イ"
    ],
    "kun": []
  },
  "慰": {
    "on": [
      "イ"
    ],
    "kun": [
      "なぐさ"
    ]
  },
  "易": {
    "on": [
      "エキ",
      "イ"
    ],
    "kun": [
      "やさ",
      "やす"
    ]
  },
  "椅": {
    "on": [
      "イ"
    ],
    "kun": []
  },
  "為": {
    "on": [
      "イ"
    ],
    "kun": [
      "ため",
      "な",
      "す",
      "たり",
      "つく",
      "なり"
    ]
  },
  "畏": {
    "on": [
      "イ"
    ],
    "kun": [
      "おそ",
      "かしこま",
      "かしこ"
    ]
  },
  "異": {
    "on": [
      "イ"
    ],
    "kun": [
      "こと",
      "け"
    ]
  },
  "移": {
    "on": [
      "イ"
    ],
    "kun": [
      "うつ"
    ]
  },
  "維": {
    "on": [
      "イ"
    ],
    "kun": []
  },
  "緯": {
    "on": [
      "イ"
    ],
    "kun": [
      "よこいと",
      "ぬき"
    ]
  },
  "胃": {
    "on": [
      "イ"
    ],
    "kun": []
  },
  "萎": {
    "on": [
      "イ"
    ],
    "kun": [
      "な",
      "しお",
      "しな",
      "しぼ"
    ]
  },
  "衣": {
    "on": [
      "イ",
      "エ"
    ],
    "kun": [
      "ころも",
      "きぬ",
      "-ぎ"
    ]
  },
  "違": {
    "on": [
      "イ"
    ],
    "kun": [
      "ちが",
      "-ちが",
      "たが"
    ]
  },
  "遺": {
    "on": [
      "イ",
      "ユイ"
    ],
    "kun": [
      "のこ"
    ]
  },
  "医": {
    "on": [
      "イ"
    ],
    "kun": [
      "い",
      "くすし"
    ]
  },
  "井": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "い"
    ]
  },
  "亥": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "い"
    ]
  },
  "域": {
    "on": [
      "イキ"
    ],
    "kun": []
  },
  "育": {
    "on": [
      "イク"
    ],
    "kun": [
      "そだ",
      "はぐく"
    ]
  },
  "一": {
    "on": [
      "イチ",
      "イツ"
    ],
    "kun": [
      "ひと-",
      "ひと"
    ]
  },
  "壱": {
    "on": [
      "イチ",
      "イツ"
    ],
    "kun": [
      "ひとつ"
    ]
  },
  "逸": {
    "on": [
      "イツ"
    ],
    "kun": [
      "そ",
      "はぐ"
    ]
  },
  "稲": {
    "on": [
      "トウ",
      "テ"
    ],
    "kun": [
      "いね",
      "いな-"
    ]
  },
  "茨": {
    "on": [
      "シ",
      "ジ"
    ],
    "kun": [
      "いばら",
      "かや",
      "くさぶき"
    ]
  },
  "芋": {
    "on": [
      "ウ"
    ],
    "kun": [
      "いも"
    ]
  },
  "允": {
    "on": [
      "イン"
    ],
    "kun": [
      "じょう",
      "まこと",
      "ゆるす"
    ]
  },
  "印": {
    "on": [
      "イン"
    ],
    "kun": [
      "しるし",
      "-じるし",
      "しる"
    ]
  },
  "咽": {
    "on": [
      "イン",
      "エン",
      "エツ"
    ],
    "kun": [
      "むせ",
      "のど",
      "の"
    ]
  },
  "員": {
    "on": [
      "イン"
    ],
    "kun": []
  },
  "因": {
    "on": [
      "イン"
    ],
    "kun": [
      "よ",
      "ちな"
    ]
  },
  "姻": {
    "on": [
      "イン"
    ],
    "kun": []
  },
  "引": {
    "on": [
      "イン"
    ],
    "kun": [
      "ひ"
    ]
  },
  "飲": {
    "on": [
      "イン",
      "オン"
    ],
    "kun": [
      "の",
      "-の"
    ]
  },
  "淫": {
    "on": [
      "イン"
    ],
    "kun": [
      "ひた",
      "ほしいまま",
      "みだ",
      "みだり"
    ]
  },
  "院": {
    "on": [
      "イン"
    ],
    "kun": []
  },
  "陰": {
    "on": [
      "イン"
    ],
    "kun": [
      "かげ"
    ]
  },
  "隠": {
    "on": [
      "イン",
      "オン"
    ],
    "kun": [
      "かく",
      "よ"
    ]
  },
  "韻": {
    "on": [
      "イン"
    ],
    "kun": []
  },
  "右": {
    "on": [
      "ウ",
      "ユウ"
    ],
    "kun": [
      "みぎ"
    ]
  },
  "宇": {
    "on": [
      "ウ"
    ],
    "kun": []
  },
  "烏": {
    "on": [
      "ウ",
      "オ"
    ],
    "kun": [
      "からす",
      "いずくんぞ",
      "なんぞ"
    ]
  },
  "羽": {
    "on": [
      "ウ"
    ],
    "kun": [
      "は",
      "わ",
      "はね"
    ]
  },
  "雨": {
    "on": [
      "ウ"
    ],
    "kun": [
      "あめ",
      "あま-",
      "-さめ"
    ]
  },
  "卯": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "う"
    ]
  },
  "丑": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "うし"
    ]
  },
  "臼": {
    "on": [
      "キュウ",
      "グ"
    ],
    "kun": [
      "うす",
      "うすづ"
    ]
  },
  "渦": {
    "on": [
      "カ"
    ],
    "kun": [
      "うず"
    ]
  },
  "唄": {
    "on": [
      "バイ"
    ],
    "kun": [
      "うた"
    ]
  },
  "浦": {
    "on": [
      "ホ"
    ],
    "kun": [
      "うら"
    ]
  },
  "瓜": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "うり"
    ]
  },
  "運": {
    "on": [
      "ウン"
    ],
    "kun": [
      "はこ"
    ]
  },
  "雲": {
    "on": [
      "ウン"
    ],
    "kun": [
      "くも",
      "-ぐも"
    ]
  },
  "餌": {
    "on": [
      "ジ",
      "ニ"
    ],
    "kun": [
      "え",
      "えば",
      "えさ",
      "もち"
    ]
  },
  "営": {
    "on": [
      "エイ"
    ],
    "kun": [
      "いとな"
    ]
  },
  "影": {
    "on": [
      "エイ"
    ],
    "kun": [
      "かげ"
    ]
  },
  "映": {
    "on": [
      "エイ"
    ],
    "kun": [
      "うつ",
      "は",
      "-ば"
    ]
  },
  "栄": {
    "on": [
      "エイ",
      "ヨウ"
    ],
    "kun": [
      "さか",
      "は",
      "-ば",
      "え"
    ]
  },
  "永": {
    "on": [
      "エイ"
    ],
    "kun": [
      "なが"
    ]
  },
  "泳": {
    "on": [
      "エイ"
    ],
    "kun": [
      "およ"
    ]
  },
  "英": {
    "on": [
      "エイ"
    ],
    "kun": [
      "はなぶさ"
    ]
  },
  "衛": {
    "on": [
      "エイ",
      "エ"
    ],
    "kun": []
  },
  "詠": {
    "on": [
      "エイ"
    ],
    "kun": [
      "よ",
      "うた"
    ]
  },
  "鋭": {
    "on": [
      "エイ"
    ],
    "kun": [
      "するど"
    ]
  },
  "液": {
    "on": [
      "エキ"
    ],
    "kun": []
  },
  "疫": {
    "on": [
      "エキ",
      "ヤク"
    ],
    "kun": []
  },
  "益": {
    "on": [
      "エキ",
      "ヤク"
    ],
    "kun": [
      "ま"
    ]
  },
  "駅": {
    "on": [
      "エキ"
    ],
    "kun": []
  },
  "悦": {
    "on": [
      "エツ"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "謁": {
    "on": [
      "エツ"
    ],
    "kun": []
  },
  "越": {
    "on": [
      "エツ",
      "オツ"
    ],
    "kun": [
      "こ",
      "-こ",
      "-ご"
    ]
  },
  "閲": {
    "on": [
      "エツ"
    ],
    "kun": [
      "けみ"
    ]
  },
  "円": {
    "on": [
      "エン"
    ],
    "kun": [
      "まる",
      "まど",
      "まろ"
    ]
  },
  "園": {
    "on": [
      "エン"
    ],
    "kun": [
      "その"
    ]
  },
  "宴": {
    "on": [
      "エン"
    ],
    "kun": [
      "うたげ"
    ]
  },
  "延": {
    "on": [
      "エン"
    ],
    "kun": [
      "の"
    ]
  },
  "怨": {
    "on": [
      "エン",
      "オン",
      "ウン"
    ],
    "kun": [
      "うら",
      "うらみ"
    ]
  },
  "援": {
    "on": [
      "エン"
    ],
    "kun": []
  },
  "沿": {
    "on": [
      "エン"
    ],
    "kun": [
      "そ",
      "-ぞ"
    ]
  },
  "演": {
    "on": [
      "エン"
    ],
    "kun": []
  },
  "炎": {
    "on": [
      "エン"
    ],
    "kun": [
      "ほのお"
    ]
  },
  "煙": {
    "on": [
      "エン"
    ],
    "kun": [
      "けむ",
      "けむり"
    ]
  },
  "猿": {
    "on": [
      "エン"
    ],
    "kun": [
      "さる"
    ]
  },
  "縁": {
    "on": [
      "エン",
      "-ネン"
    ],
    "kun": [
      "ふち",
      "ゆかり",
      "よすが",
      "へり",
      "えにし"
    ]
  },
  "艶": {
    "on": [
      "エン"
    ],
    "kun": [
      "つや",
      "なま",
      "あで"
    ]
  },
  "苑": {
    "on": [
      "エン",
      "オン"
    ],
    "kun": [
      "その",
      "う"
    ]
  },
  "遠": {
    "on": [
      "エン",
      "オン"
    ],
    "kun": [
      "とお"
    ]
  },
  "鉛": {
    "on": [
      "エン"
    ],
    "kun": [
      "なまり"
    ]
  },
  "塩": {
    "on": [
      "エン"
    ],
    "kun": [
      "しお"
    ]
  },
  "汚": {
    "on": [
      "オ"
    ],
    "kun": [
      "けが",
      "よご",
      "きたな"
    ]
  },
  "凹": {
    "on": [
      "オウ"
    ],
    "kun": [
      "くぼ",
      "へこ",
      "ぼこ"
    ]
  },
  "央": {
    "on": [
      "オウ"
    ],
    "kun": []
  },
  "奥": {
    "on": [
      "オウ"
    ],
    "kun": [
      "おく",
      "くま"
    ]
  },
  "往": {
    "on": [
      "オウ"
    ],
    "kun": [
      "い",
      "いにしえ",
      "さき",
      "ゆ"
    ]
  },
  "応": {
    "on": [
      "オウ",
      "ヨウ",
      "-ノウ"
    ],
    "kun": [
      "あた",
      "まさに",
      "こた"
    ]
  },
  "押": {
    "on": [
      "オウ"
    ],
    "kun": [
      "お",
      "おさ"
    ]
  },
  "旺": {
    "on": [
      "オウ"
    ],
    "kun": [
      "さかん"
    ]
  },
  "横": {
    "on": [
      "オウ"
    ],
    "kun": [
      "よこ"
    ]
  },
  "欧": {
    "on": [
      "オウ"
    ],
    "kun": [
      "うた",
      "は"
    ]
  },
  "殴": {
    "on": [
      "オウ"
    ],
    "kun": [
      "なぐ"
    ]
  },
  "王": {
    "on": [
      "オウ",
      "-ノウ"
    ],
    "kun": []
  },
  "翁": {
    "on": [
      "オウ"
    ],
    "kun": [
      "おきな"
    ]
  },
  "黄": {
    "on": [
      "コウ",
      "オウ"
    ],
    "kun": [
      "き",
      "こ-"
    ]
  },
  "岡": {
    "on": [
      "コウ"
    ],
    "kun": [
      "おか"
    ]
  },
  "沖": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "おき",
      "おきつ",
      "ちゅう",
      "わく"
    ]
  },
  "荻": {
    "on": [
      "テキ"
    ],
    "kun": [
      "おぎ"
    ]
  },
  "億": {
    "on": [
      "オク"
    ],
    "kun": []
  },
  "屋": {
    "on": [
      "オク"
    ],
    "kun": [
      "や"
    ]
  },
  "憶": {
    "on": [
      "オク"
    ],
    "kun": []
  },
  "臆": {
    "on": [
      "オク",
      "ヨク"
    ],
    "kun": [
      "むね",
      "おくする"
    ]
  },
  "乙": {
    "on": [
      "オツ",
      "イツ"
    ],
    "kun": [
      "おと-",
      "きのと"
    ]
  },
  "俺": {
    "on": [
      "エン"
    ],
    "kun": [
      "おれ",
      "われ"
    ]
  },
  "卸": {
    "on": [
      "シャ"
    ],
    "kun": [
      "おろ",
      "おろし"
    ]
  },
  "恩": {
    "on": [
      "オン"
    ],
    "kun": []
  },
  "温": {
    "on": [
      "オン"
    ],
    "kun": [
      "あたた",
      "ぬく"
    ]
  },
  "穏": {
    "on": [
      "オン"
    ],
    "kun": [
      "おだ"
    ]
  },
  "音": {
    "on": [
      "オン",
      "イン",
      "-ノン"
    ],
    "kun": [
      "おと",
      "ね"
    ]
  },
  "下": {
    "on": [
      "カ",
      "ゲ"
    ],
    "kun": [
      "した",
      "しも",
      "もと",
      "さ",
      "くだ",
      "-くだ",
      "お"
    ]
  },
  "化": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "ば",
      "ふ",
      "け"
    ]
  },
  "仮": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "かり",
      "かり-"
    ]
  },
  "何": {
    "on": [
      "カ"
    ],
    "kun": [
      "なに",
      "なん",
      "なに-",
      "なん-"
    ]
  },
  "価": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "あたい"
    ]
  },
  "佳": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "加": {
    "on": [
      "カ"
    ],
    "kun": [
      "くわ"
    ]
  },
  "可": {
    "on": [
      "カ",
      "コク"
    ],
    "kun": [
      "-べ"
    ]
  },
  "夏": {
    "on": [
      "カ",
      "ガ",
      "ゲ"
    ],
    "kun": [
      "なつ"
    ]
  },
  "嫁": {
    "on": [
      "カ"
    ],
    "kun": [
      "よめ",
      "とつ",
      "い",
      "ゆ"
    ]
  },
  "家": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "いえ",
      "や",
      "うち"
    ]
  },
  "寡": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "科": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "暇": {
    "on": [
      "カ"
    ],
    "kun": [
      "ひま",
      "いとま"
    ]
  },
  "果": {
    "on": [
      "カ"
    ],
    "kun": [
      "は",
      "はた",
      "-は"
    ]
  },
  "架": {
    "on": [
      "カ"
    ],
    "kun": [
      "か"
    ]
  },
  "歌": {
    "on": [
      "カ"
    ],
    "kun": [
      "うた"
    ]
  },
  "河": {
    "on": [
      "カ"
    ],
    "kun": [
      "かわ"
    ]
  },
  "火": {
    "on": [
      "カ"
    ],
    "kun": [
      "ひ",
      "-び",
      "ほ-"
    ]
  },
  "禍": {
    "on": [
      "カ"
    ],
    "kun": [
      "わざわい"
    ]
  },
  "稼": {
    "on": [
      "カ"
    ],
    "kun": [
      "かせ"
    ]
  },
  "箇": {
    "on": [
      "カ",
      "コ"
    ],
    "kun": []
  },
  "花": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "はな"
    ]
  },
  "苛": {
    "on": [
      "カ"
    ],
    "kun": [
      "いじ",
      "さいな",
      "いらだ",
      "からい",
      "こまかい"
    ]
  },
  "荷": {
    "on": [
      "カ"
    ],
    "kun": [
      "に"
    ]
  },
  "華": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "はな"
    ]
  },
  "菓": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "課": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "貨": {
    "on": [
      "カ"
    ],
    "kun": [
      "たから"
    ]
  },
  "過": {
    "on": [
      "カ"
    ],
    "kun": [
      "す",
      "あやま",
      "よぎ",
      "よ"
    ]
  },
  "蚊": {
    "on": [
      "ブン"
    ],
    "kun": [
      "か"
    ]
  },
  "我": {
    "on": [
      "ガ"
    ],
    "kun": [
      "われ",
      "わ",
      "わが-"
    ]
  },
  "牙": {
    "on": [
      "ガ",
      "ゲ"
    ],
    "kun": [
      "きば",
      "は"
    ]
  },
  "画": {
    "on": [
      "ガ",
      "カク",
      "エ",
      "カイ"
    ],
    "kun": [
      "えが",
      "かく",
      "かぎ",
      "はかりごと",
      "はか"
    ]
  },
  "芽": {
    "on": [
      "ガ"
    ],
    "kun": [
      "め"
    ]
  },
  "賀": {
    "on": [
      "ガ"
    ],
    "kun": []
  },
  "雅": {
    "on": [
      "ガ"
    ],
    "kun": [
      "みや"
    ]
  },
  "餓": {
    "on": [
      "ガ"
    ],
    "kun": [
      "う"
    ]
  },
  "介": {
    "on": [
      "カイ"
    ],
    "kun": []
  },
  "会": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "あ",
      "あつ"
    ]
  },
  "解": {
    "on": [
      "カイ",
      "ゲ"
    ],
    "kun": [
      "と",
      "ほど",
      "ほぐ",
      "わか",
      "さと"
    ]
  },
  "回": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "まわ",
      "-まわ",
      "もとお",
      "か"
    ]
  },
  "塊": {
    "on": [
      "カイ",
      "ケ"
    ],
    "kun": [
      "かたまり",
      "つちくれ"
    ]
  },
  "壊": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "こわ",
      "やぶ"
    ]
  },
  "快": {
    "on": [
      "カイ"
    ],
    "kun": [
      "こころよ"
    ]
  },
  "怪": {
    "on": [
      "カイ",
      "ケ"
    ],
    "kun": [
      "あや"
    ]
  },
  "悔": {
    "on": [
      "カイ"
    ],
    "kun": [
      "く",
      "くや"
    ]
  },
  "懐": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "ふところ",
      "なつ",
      "なず",
      "いだ",
      "おも"
    ]
  },
  "戒": {
    "on": [
      "カイ"
    ],
    "kun": [
      "いまし"
    ]
  },
  "拐": {
    "on": [
      "カイ"
    ],
    "kun": []
  },
  "改": {
    "on": [
      "カイ"
    ],
    "kun": [
      "あらた"
    ]
  },
  "械": {
    "on": [
      "カイ"
    ],
    "kun": [
      "かせ"
    ]
  },
  "海": {
    "on": [
      "カイ"
    ],
    "kun": [
      "うみ"
    ]
  },
  "灰": {
    "on": [
      "カイ"
    ],
    "kun": [
      "はい"
    ]
  },
  "界": {
    "on": [
      "カイ"
    ],
    "kun": []
  },
  "皆": {
    "on": [
      "カイ"
    ],
    "kun": [
      "みな",
      "みんな"
    ]
  },
  "絵": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": []
  },
  "開": {
    "on": [
      "カイ"
    ],
    "kun": [
      "ひら",
      "-びら",
      "あ"
    ]
  },
  "階": {
    "on": [
      "カイ"
    ],
    "kun": [
      "きざはし"
    ]
  },
  "貝": {
    "on": [
      "バイ"
    ],
    "kun": [
      "かい"
    ]
  },
  "劾": {
    "on": [
      "ガイ"
    ],
    "kun": []
  },
  "外": {
    "on": [
      "ガイ",
      "ゲ"
    ],
    "kun": [
      "そと",
      "ほか",
      "はず",
      "と-"
    ]
  },
  "害": {
    "on": [
      "ガイ"
    ],
    "kun": []
  },
  "崖": {
    "on": [
      "ガイ",
      "ゲ",
      "ギ"
    ],
    "kun": [
      "がけ",
      "きし",
      "はて"
    ]
  },
  "慨": {
    "on": [
      "ガイ"
    ],
    "kun": [
      "なげ"
    ]
  },
  "概": {
    "on": [
      "ガイ"
    ],
    "kun": [
      "おおむ"
    ]
  },
  "涯": {
    "on": [
      "ガイ"
    ],
    "kun": [
      "はて"
    ]
  },
  "蓋": {
    "on": [
      "ガイ",
      "カイ",
      "コウ"
    ],
    "kun": [
      "ふた",
      "けだ",
      "おお",
      "かさ",
      "かこう"
    ]
  },
  "街": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "まち"
    ]
  },
  "該": {
    "on": [
      "ガイ"
    ],
    "kun": []
  },
  "骸": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "むくろ"
    ]
  },
  "垣": {
    "on": [
      "エン"
    ],
    "kun": [
      "かき"
    ]
  },
  "柿": {
    "on": [
      "シ"
    ],
    "kun": [
      "かき"
    ]
  },
  "嚇": {
    "on": [
      "カク"
    ],
    "kun": [
      "おど"
    ]
  },
  "各": {
    "on": [
      "カク"
    ],
    "kun": [
      "おのおの"
    ]
  },
  "拡": {
    "on": [
      "カク",
      "コウ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "格": {
    "on": [
      "カク",
      "コウ",
      "キャク",
      "ゴウ"
    ],
    "kun": []
  },
  "核": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "殻": {
    "on": [
      "カク",
      "コク",
      "バイ"
    ],
    "kun": [
      "から",
      "がら"
    ]
  },
  "獲": {
    "on": [
      "カク"
    ],
    "kun": [
      "え"
    ]
  },
  "確": {
    "on": [
      "カク",
      "コウ"
    ],
    "kun": [
      "たし"
    ]
  },
  "穫": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "覚": {
    "on": [
      "カク"
    ],
    "kun": [
      "おぼ",
      "さ",
      "さと"
    ]
  },
  "角": {
    "on": [
      "カク"
    ],
    "kun": [
      "かど",
      "つの"
    ]
  },
  "較": {
    "on": [
      "カク",
      "コウ"
    ],
    "kun": [
      "くら"
    ]
  },
  "郭": {
    "on": [
      "カク"
    ],
    "kun": [
      "くるわ"
    ]
  },
  "閣": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "隔": {
    "on": [
      "カク"
    ],
    "kun": [
      "へだ"
    ]
  },
  "革": {
    "on": [
      "カク"
    ],
    "kun": [
      "かわ"
    ]
  },
  "学": {
    "on": [
      "ガク"
    ],
    "kun": [
      "まな"
    ]
  },
  "岳": {
    "on": [
      "ガク"
    ],
    "kun": [
      "たけ"
    ]
  },
  "楽": {
    "on": [
      "ガク",
      "ラク",
      "ゴウ"
    ],
    "kun": [
      "たの",
      "この"
    ]
  },
  "額": {
    "on": [
      "ガク"
    ],
    "kun": [
      "ひたい"
    ]
  },
  "顎": {
    "on": [
      "ガク"
    ],
    "kun": [
      "あご",
      "あぎと"
    ]
  },
  "掛": {
    "on": [
      "カイ",
      "ケイ"
    ],
    "kun": [
      "か",
      "-か",
      "-が",
      "かかり",
      "-がかり"
    ]
  },
  "笠": {
    "on": [
      "リュウ"
    ],
    "kun": [
      "かさ"
    ]
  },
  "潟": {
    "on": [
      "セキ"
    ],
    "kun": [
      "かた",
      "-がた"
    ]
  },
  "割": {
    "on": [
      "カツ"
    ],
    "kun": [
      "わ",
      "わり",
      "さ"
    ]
  },
  "喝": {
    "on": [
      "カツ"
    ],
    "kun": []
  },
  "括": {
    "on": [
      "カツ"
    ],
    "kun": [
      "くく"
    ]
  },
  "活": {
    "on": [
      "カツ"
    ],
    "kun": [
      "い"
    ]
  },
  "渇": {
    "on": [
      "カツ"
    ],
    "kun": [
      "かわ"
    ]
  },
  "滑": {
    "on": [
      "カツ",
      "コツ"
    ],
    "kun": [
      "すべ",
      "なめ"
    ]
  },
  "葛": {
    "on": [
      "カツ",
      "カチ"
    ],
    "kun": [
      "つづら",
      "くず"
    ]
  },
  "褐": {
    "on": [
      "カツ"
    ],
    "kun": []
  },
  "轄": {
    "on": [
      "カツ"
    ],
    "kun": [
      "くさび"
    ]
  },
  "且": {
    "on": [
      "ショ",
      "ソ",
      "ショウ"
    ],
    "kun": [
      "か"
    ]
  },
  "株": {
    "on": [
      "シュ"
    ],
    "kun": [
      "かぶ"
    ]
  },
  "蒲": {
    "on": [
      "ホ",
      "ボ",
      "フ",
      "ブ"
    ],
    "kun": [
      "がま",
      "かば",
      "かま"
    ]
  },
  "釜": {
    "on": [
      "フ"
    ],
    "kun": [
      "かま"
    ]
  },
  "鎌": {
    "on": [
      "レン",
      "ケン"
    ],
    "kun": [
      "かま"
    ]
  },
  "刈": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "か"
    ]
  },
  "瓦": {
    "on": [
      "ガ"
    ],
    "kun": [
      "かわら",
      "ぐらむ"
    ]
  },
  "乾": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "かわ",
      "ほ",
      "ひ",
      "いぬい"
    ]
  },
  "冠": {
    "on": [
      "カン"
    ],
    "kun": [
      "かんむり"
    ]
  },
  "寒": {
    "on": [
      "カン"
    ],
    "kun": [
      "さむ"
    ]
  },
  "刊": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "勘": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "勧": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "すす"
    ]
  },
  "巻": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "ま",
      "まき"
    ]
  },
  "喚": {
    "on": [
      "カン"
    ],
    "kun": [
      "わめ"
    ]
  },
  "堪": {
    "on": [
      "カン",
      "タン"
    ],
    "kun": [
      "た",
      "たま",
      "こら",
      "こた"
    ]
  },
  "完": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "官": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "寛": {
    "on": [
      "カン"
    ],
    "kun": [
      "くつろ",
      "ひろ",
      "ゆる"
    ]
  },
  "干": {
    "on": [
      "カン"
    ],
    "kun": [
      "ほ",
      "-ぼ",
      "ひ"
    ]
  },
  "幹": {
    "on": [
      "カン"
    ],
    "kun": [
      "みき"
    ]
  },
  "患": {
    "on": [
      "カン"
    ],
    "kun": [
      "わずら"
    ]
  },
  "感": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "慣": {
    "on": [
      "カン"
    ],
    "kun": [
      "な"
    ]
  },
  "憾": {
    "on": [
      "カン"
    ],
    "kun": [
      "うら"
    ]
  },
  "換": {
    "on": [
      "カン"
    ],
    "kun": [
      "か",
      "-か"
    ]
  },
  "敢": {
    "on": [
      "カン"
    ],
    "kun": [
      "あ"
    ]
  },
  "棺": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "款": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "歓": {
    "on": [
      "カン"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "汗": {
    "on": [
      "カン"
    ],
    "kun": [
      "あせ"
    ]
  },
  "漢": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "環": {
    "on": [
      "カン"
    ],
    "kun": [
      "わ"
    ]
  },
  "甘": {
    "on": [
      "カン"
    ],
    "kun": [
      "あま",
      "うま"
    ]
  },
  "監": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "看": {
    "on": [
      "カン"
    ],
    "kun": [
      "み"
    ]
  },
  "管": {
    "on": [
      "カン"
    ],
    "kun": [
      "くだ"
    ]
  },
  "簡": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "えら",
      "ふだ"
    ]
  },
  "緩": {
    "on": [
      "カン"
    ],
    "kun": [
      "ゆる"
    ]
  },
  "缶": {
    "on": [
      "カン"
    ],
    "kun": [
      "かま"
    ]
  },
  "肝": {
    "on": [
      "カン"
    ],
    "kun": [
      "きも"
    ]
  },
  "艦": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "観": {
    "on": [
      "カン"
    ],
    "kun": [
      "み",
      "しめ"
    ]
  },
  "貫": {
    "on": [
      "カン"
    ],
    "kun": [
      "つらぬ",
      "ぬ",
      "ぬき"
    ]
  },
  "還": {
    "on": [
      "カン"
    ],
    "kun": [
      "かえ"
    ]
  },
  "鑑": {
    "on": [
      "カン"
    ],
    "kun": [
      "かんが",
      "かがみ"
    ]
  },
  "間": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "あいだ",
      "ま",
      "あい"
    ]
  },
  "閑": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "関": {
    "on": [
      "カン"
    ],
    "kun": [
      "せき",
      "-ぜき",
      "かか",
      "からくり",
      "かんぬき"
    ]
  },
  "陥": {
    "on": [
      "カン"
    ],
    "kun": [
      "おちい",
      "おとしい"
    ]
  },
  "韓": {
    "on": [
      "カン"
    ],
    "kun": [
      "から",
      "いげた"
    ]
  },
  "館": {
    "on": [
      "カン"
    ],
    "kun": [
      "やかた",
      "たて"
    ]
  },
  "丸": {
    "on": [
      "ガン"
    ],
    "kun": [
      "まる"
    ]
  },
  "含": {
    "on": [
      "ガン"
    ],
    "kun": [
      "ふく"
    ]
  },
  "岸": {
    "on": [
      "ガン"
    ],
    "kun": [
      "きし"
    ]
  },
  "玩": {
    "on": [
      "ガン"
    ],
    "kun": [
      "もちあそ",
      "もてあそ"
    ]
  },
  "眼": {
    "on": [
      "ガン",
      "ゲン"
    ],
    "kun": [
      "まなこ",
      "め"
    ]
  },
  "岩": {
    "on": [
      "ガン"
    ],
    "kun": [
      "いわ"
    ]
  },
  "頑": {
    "on": [
      "ガン"
    ],
    "kun": [
      "かたく"
    ]
  },
  "顔": {
    "on": [
      "ガン"
    ],
    "kun": [
      "かお"
    ]
  },
  "願": {
    "on": [
      "ガン"
    ],
    "kun": [
      "ねが",
      "-ねがい"
    ]
  },
  "企": {
    "on": [
      "キ"
    ],
    "kun": [
      "くわだ",
      "たくら"
    ]
  },
  "伎": {
    "on": [
      "ギ",
      "キ"
    ],
    "kun": [
      "わざ",
      "わざおぎ"
    ]
  },
  "危": {
    "on": [
      "キ"
    ],
    "kun": [
      "あぶ",
      "あや"
    ]
  },
  "喜": {
    "on": [
      "キ"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "器": {
    "on": [
      "キ"
    ],
    "kun": [
      "うつわ"
    ]
  },
  "基": {
    "on": [
      "キ"
    ],
    "kun": [
      "もと",
      "もとい"
    ]
  },
  "奇": {
    "on": [
      "キ"
    ],
    "kun": [
      "く",
      "あや",
      "くし",
      "めずら"
    ]
  },
  "寄": {
    "on": [
      "キ"
    ],
    "kun": [
      "よ",
      "-よ"
    ]
  },
  "岐": {
    "on": [
      "キ",
      "ギ"
    ],
    "kun": []
  },
  "希": {
    "on": [
      "キ",
      "ケ"
    ],
    "kun": [
      "まれ",
      "こいねが"
    ]
  },
  "幾": {
    "on": [
      "キ"
    ],
    "kun": [
      "いく-",
      "いく"
    ]
  },
  "忌": {
    "on": [
      "キ"
    ],
    "kun": [
      "い"
    ]
  },
  "揮": {
    "on": [
      "キ"
    ],
    "kun": [
      "ふる"
    ]
  },
  "机": {
    "on": [
      "キ"
    ],
    "kun": [
      "つくえ"
    ]
  },
  "旗": {
    "on": [
      "キ"
    ],
    "kun": [
      "はた"
    ]
  },
  "既": {
    "on": [
      "キ"
    ],
    "kun": [
      "すで"
    ]
  },
  "期": {
    "on": [
      "キ",
      "ゴ"
    ],
    "kun": []
  },
  "棋": {
    "on": [
      "キ"
    ],
    "kun": [
      "ご"
    ]
  },
  "棄": {
    "on": [
      "キ"
    ],
    "kun": [
      "す"
    ]
  },
  "機": {
    "on": [
      "キ"
    ],
    "kun": [
      "はた"
    ]
  },
  "帰": {
    "on": [
      "キ"
    ],
    "kun": [
      "かえ",
      "おく",
      "とつ"
    ]
  },
  "気": {
    "on": [
      "キ",
      "ケ"
    ],
    "kun": [
      "いき",
      "き"
    ]
  },
  "汽": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "畿": {
    "on": [
      "キ"
    ],
    "kun": [
      "みやこ"
    ]
  },
  "祈": {
    "on": [
      "キ"
    ],
    "kun": [
      "いの"
    ]
  },
  "季": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "紀": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "規": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "記": {
    "on": [
      "キ"
    ],
    "kun": [
      "しる"
    ]
  },
  "貴": {
    "on": [
      "キ"
    ],
    "kun": [
      "たっと",
      "とうと"
    ]
  },
  "起": {
    "on": [
      "キ"
    ],
    "kun": [
      "お",
      "おこ",
      "た"
    ]
  },
  "軌": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "輝": {
    "on": [
      "キ"
    ],
    "kun": [
      "かがや"
    ]
  },
  "飢": {
    "on": [
      "キ"
    ],
    "kun": [
      "う"
    ]
  },
  "騎": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "鬼": {
    "on": [
      "キ"
    ],
    "kun": [
      "おに",
      "おに-"
    ]
  },
  "亀": {
    "on": [
      "キ",
      "キュウ",
      "キン"
    ],
    "kun": [
      "かめ"
    ]
  },
  "偽": {
    "on": [
      "ギ",
      "カ"
    ],
    "kun": [
      "いつわ",
      "にせ"
    ]
  },
  "儀": {
    "on": [
      "ギ"
    ],
    "kun": []
  },
  "宜": {
    "on": [
      "ギ"
    ],
    "kun": [
      "よろ"
    ]
  },
  "戯": {
    "on": [
      "ギ",
      "ゲ"
    ],
    "kun": [
      "たわむ",
      "ざ",
      "じゃ"
    ]
  },
  "技": {
    "on": [
      "ギ"
    ],
    "kun": [
      "わざ"
    ]
  },
  "擬": {
    "on": [
      "ギ"
    ],
    "kun": [
      "まが",
      "もど"
    ]
  },
  "欺": {
    "on": [
      "ギ"
    ],
    "kun": [
      "あざむ"
    ]
  },
  "犠": {
    "on": [
      "ギ",
      "キ"
    ],
    "kun": [
      "いけにえ"
    ]
  },
  "疑": {
    "on": [
      "ギ"
    ],
    "kun": [
      "うたが"
    ]
  },
  "義": {
    "on": [
      "ギ"
    ],
    "kun": []
  },
  "議": {
    "on": [
      "ギ"
    ],
    "kun": []
  },
  "菊": {
    "on": [
      "キク"
    ],
    "kun": []
  },
  "吉": {
    "on": [
      "キチ",
      "キツ"
    ],
    "kun": [
      "よし"
    ]
  },
  "喫": {
    "on": [
      "キツ"
    ],
    "kun": [
      "の"
    ]
  },
  "詰": {
    "on": [
      "キツ",
      "キチ"
    ],
    "kun": [
      "つ",
      "-づ"
    ]
  },
  "却": {
    "on": [
      "キャク"
    ],
    "kun": [
      "かえ",
      "しりぞ"
    ]
  },
  "客": {
    "on": [
      "キャク",
      "カク"
    ],
    "kun": []
  },
  "脚": {
    "on": [
      "キャク",
      "キャ",
      "カク"
    ],
    "kun": [
      "あし"
    ]
  },
  "虐": {
    "on": [
      "ギャク"
    ],
    "kun": [
      "しいた"
    ]
  },
  "逆": {
    "on": [
      "ギャク",
      "ゲキ"
    ],
    "kun": [
      "さか"
    ]
  },
  "丘": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "おか"
    ]
  },
  "久": {
    "on": [
      "キュウ",
      "ク"
    ],
    "kun": [
      "ひさ"
    ]
  },
  "休": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "やす"
    ]
  },
  "及": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "およ",
      "および"
    ]
  },
  "吸": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "す"
    ]
  },
  "宮": {
    "on": [
      "キュウ",
      "グウ",
      "ク",
      "クウ"
    ],
    "kun": [
      "みや"
    ]
  },
  "弓": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "ゆみ"
    ]
  },
  "急": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "いそ",
      "せ"
    ]
  },
  "救": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "すく"
    ]
  },
  "朽": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "く"
    ]
  },
  "求": {
    "on": [
      "キュウ",
      "グ"
    ],
    "kun": [
      "もと"
    ]
  },
  "泣": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "な"
    ]
  },
  "球": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "たま"
    ]
  },
  "究": {
    "on": [
      "キュウ",
      "ク"
    ],
    "kun": [
      "きわ"
    ]
  },
  "窮": {
    "on": [
      "キュウ",
      "キョウ"
    ],
    "kun": [
      "きわ"
    ]
  },
  "級": {
    "on": [
      "キュウ"
    ],
    "kun": []
  },
  "糾": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "ただ"
    ]
  },
  "給": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "たま",
      "たも",
      "-たま"
    ]
  },
  "旧": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "ふる",
      "もと"
    ]
  },
  "牛": {
    "on": [
      "ギュウ"
    ],
    "kun": [
      "うし"
    ]
  },
  "去": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "さ",
      "-さ"
    ]
  },
  "居": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "い",
      "-い",
      "お"
    ]
  },
  "巨": {
    "on": [
      "キョ"
    ],
    "kun": []
  },
  "拒": {
    "on": [
      "キョ",
      "ゴ"
    ],
    "kun": [
      "こば"
    ]
  },
  "拠": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "よ"
    ]
  },
  "挙": {
    "on": [
      "キョ"
    ],
    "kun": [
      "あ",
      "こぞ"
    ]
  },
  "虚": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "むな",
      "うつ"
    ]
  },
  "許": {
    "on": [
      "キョ"
    ],
    "kun": [
      "ゆる",
      "もと"
    ]
  },
  "距": {
    "on": [
      "キョ"
    ],
    "kun": [
      "へだ",
      "けづめ"
    ]
  },
  "漁": {
    "on": [
      "ギョ",
      "リョウ"
    ],
    "kun": [
      "あさ"
    ]
  },
  "魚": {
    "on": [
      "ギョ"
    ],
    "kun": [
      "うお",
      "さかな",
      "-ざかな"
    ]
  },
  "享": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "う"
    ]
  },
  "京": {
    "on": [
      "キョウ",
      "ケイ",
      "キン"
    ],
    "kun": [
      "みやこ"
    ]
  },
  "供": {
    "on": [
      "キョウ",
      "ク",
      "クウ",
      "グ"
    ],
    "kun": [
      "そな",
      "とも",
      "-ども"
    ]
  },
  "競": {
    "on": [
      "キョウ",
      "ケイ"
    ],
    "kun": [
      "きそ",
      "せ",
      "くら"
    ]
  },
  "共": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "とも",
      "-ども"
    ]
  },
  "凶": {
    "on": [
      "キョウ"
    ],
    "kun": []
  },
  "協": {
    "on": [
      "キョウ"
    ],
    "kun": []
  },
  "叫": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "さけ"
    ]
  },
  "境": {
    "on": [
      "キョウ",
      "ケイ"
    ],
    "kun": [
      "さかい"
    ]
  },
  "峡": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "はざま"
    ]
  },
  "強": {
    "on": [
      "キョウ",
      "ゴウ"
    ],
    "kun": [
      "つよ",
      "し",
      "こわ"
    ]
  },
  "恐": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "おそ",
      "こわ"
    ]
  },
  "恭": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "うやうや"
    ]
  },
  "挟": {
    "on": [
      "キョウ",
      "ショウ"
    ],
    "kun": [
      "はさ",
      "わきばさ",
      "さしはさ"
    ]
  },
  "教": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "おし",
      "おそ"
    ]
  },
  "橋": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "はし"
    ]
  },
  "況": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "まし",
      "いわ",
      "おもむき"
    ]
  },
  "狂": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "くる",
      "くるお"
    ]
  },
  "狭": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "せま",
      "せば",
      "さ"
    ]
  },
  "矯": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "た"
    ]
  },
  "胸": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "むね",
      "むな-"
    ]
  },
  "脅": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "おびや",
      "おど"
    ]
  },
  "興": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": [
      "おこ"
    ]
  },
  "郷": {
    "on": [
      "キョウ",
      "ゴウ"
    ],
    "kun": [
      "さと"
    ]
  },
  "鏡": {
    "on": [
      "キョウ",
      "ケイ"
    ],
    "kun": [
      "かがみ"
    ]
  },
  "響": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "ひび"
    ]
  },
  "驚": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "おどろ"
    ]
  },
  "仰": {
    "on": [
      "ギョウ",
      "コウ"
    ],
    "kun": [
      "あお",
      "おお",
      "お",
      "おっしゃ"
    ]
  },
  "凝": {
    "on": [
      "ギョウ"
    ],
    "kun": [
      "こ",
      "こご"
    ]
  },
  "暁": {
    "on": [
      "ギョウ",
      "キョウ"
    ],
    "kun": [
      "あかつき",
      "さと"
    ]
  },
  "業": {
    "on": [
      "ギョウ",
      "ゴウ"
    ],
    "kun": [
      "わざ"
    ]
  },
  "局": {
    "on": [
      "キョク"
    ],
    "kun": [
      "つぼね"
    ]
  },
  "曲": {
    "on": [
      "キョク"
    ],
    "kun": [
      "ま",
      "くま"
    ]
  },
  "極": {
    "on": [
      "キョク",
      "ゴク"
    ],
    "kun": [
      "きわ",
      "き",
      "-ぎ"
    ]
  },
  "玉": {
    "on": [
      "ギョク"
    ],
    "kun": [
      "たま",
      "たま-",
      "-だま"
    ]
  },
  "桐": {
    "on": [
      "トウ",
      "ドウ"
    ],
    "kun": [
      "きり"
    ]
  },
  "僅": {
    "on": [
      "キン",
      "ゴン"
    ],
    "kun": [
      "わず"
    ]
  },
  "勤": {
    "on": [
      "キン",
      "ゴン"
    ],
    "kun": [
      "つと",
      "-づと",
      "いそ"
    ]
  },
  "均": {
    "on": [
      "キン"
    ],
    "kun": [
      "なら"
    ]
  },
  "巾": {
    "on": [
      "キン",
      "フク"
    ],
    "kun": [
      "おお",
      "ちきり",
      "きれ"
    ]
  },
  "錦": {
    "on": [
      "キン"
    ],
    "kun": [
      "にしき"
    ]
  },
  "斤": {
    "on": [
      "キン"
    ],
    "kun": []
  },
  "琴": {
    "on": [
      "キン",
      "ゴン"
    ],
    "kun": [
      "こと"
    ]
  },
  "禁": {
    "on": [
      "キン"
    ],
    "kun": []
  },
  "筋": {
    "on": [
      "キン"
    ],
    "kun": [
      "すじ"
    ]
  },
  "緊": {
    "on": [
      "キン"
    ],
    "kun": [
      "し"
    ]
  },
  "菌": {
    "on": [
      "キン"
    ],
    "kun": []
  },
  "襟": {
    "on": [
      "キン"
    ],
    "kun": [
      "えり"
    ]
  },
  "謹": {
    "on": [
      "キン"
    ],
    "kun": [
      "つつし"
    ]
  },
  "近": {
    "on": [
      "キン",
      "コン"
    ],
    "kun": [
      "ちか"
    ]
  },
  "金": {
    "on": [
      "キン",
      "コン",
      "ゴン"
    ],
    "kun": [
      "かね",
      "かな-",
      "-がね"
    ]
  },
  "吟": {
    "on": [
      "ギン"
    ],
    "kun": []
  },
  "銀": {
    "on": [
      "ギン"
    ],
    "kun": [
      "しろがね"
    ]
  },
  "九": {
    "on": [
      "キュウ",
      "ク"
    ],
    "kun": [
      "ここの"
    ]
  },
  "句": {
    "on": [
      "ク"
    ],
    "kun": []
  },
  "区": {
    "on": [
      "ク",
      "オウ",
      "コウ"
    ],
    "kun": []
  },
  "苦": {
    "on": [
      "ク"
    ],
    "kun": [
      "くる",
      "-ぐる",
      "にが"
    ]
  },
  "駆": {
    "on": [
      "ク"
    ],
    "kun": [
      "か"
    ]
  },
  "駒": {
    "on": [
      "ク"
    ],
    "kun": [
      "こま"
    ]
  },
  "具": {
    "on": [
      "グ"
    ],
    "kun": [
      "そな",
      "つぶさ"
    ]
  },
  "愚": {
    "on": [
      "グ"
    ],
    "kun": [
      "おろ"
    ]
  },
  "虞": {
    "on": [
      "グ"
    ],
    "kun": [
      "おそれ",
      "おもんぱか",
      "はか",
      "うれ",
      "あざむ",
      "あやま",
      "のぞ",
      "たの"
    ]
  },
  "空": {
    "on": [
      "クウ"
    ],
    "kun": [
      "そら",
      "あ",
      "から",
      "す",
      "むな"
    ]
  },
  "偶": {
    "on": [
      "グウ"
    ],
    "kun": [
      "たま"
    ]
  },
  "遇": {
    "on": [
      "グウ"
    ],
    "kun": [
      "あ"
    ]
  },
  "隅": {
    "on": [
      "グウ"
    ],
    "kun": [
      "すみ"
    ]
  },
  "串": {
    "on": [
      "カン",
      "ケン",
      "セン"
    ],
    "kun": [
      "くし",
      "つらぬ"
    ]
  },
  "屈": {
    "on": [
      "クツ"
    ],
    "kun": [
      "かが"
    ]
  },
  "掘": {
    "on": [
      "クツ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "窟": {
    "on": [
      "クツ",
      "コツ"
    ],
    "kun": [
      "いわや",
      "いはや",
      "あな"
    ]
  },
  "靴": {
    "on": [
      "カ"
    ],
    "kun": [
      "くつ"
    ]
  },
  "窪": {
    "on": [
      "ワ",
      "ア"
    ],
    "kun": [
      "くぼ"
    ]
  },
  "熊": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "くま"
    ]
  },
  "栗": {
    "on": [
      "リツ",
      "リ"
    ],
    "kun": [
      "くり",
      "おののく"
    ]
  },
  "繰": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "く"
    ]
  },
  "桑": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "くわ"
    ]
  },
  "勲": {
    "on": [
      "クン"
    ],
    "kun": [
      "いさお"
    ]
  },
  "君": {
    "on": [
      "クン"
    ],
    "kun": [
      "きみ",
      "-ぎみ"
    ]
  },
  "薫": {
    "on": [
      "クン"
    ],
    "kun": [
      "かお"
    ]
  },
  "訓": {
    "on": [
      "クン",
      "キン"
    ],
    "kun": [
      "おし",
      "よ",
      "くん"
    ]
  },
  "群": {
    "on": [
      "グン"
    ],
    "kun": [
      "む",
      "むら"
    ]
  },
  "軍": {
    "on": [
      "グン"
    ],
    "kun": [
      "いくさ"
    ]
  },
  "郡": {
    "on": [
      "グン"
    ],
    "kun": [
      "こおり"
    ]
  },
  "係": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "かか",
      "かかり",
      "-がかり"
    ]
  },
  "傾": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "かたむ",
      "かたぶ",
      "かた",
      "かし"
    ]
  },
  "刑": {
    "on": [
      "ケイ"
    ],
    "kun": []
  },
  "兄": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "あに"
    ]
  },
  "啓": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "ひら",
      "さと"
    ]
  },
  "圭": {
    "on": [
      "ケイ",
      "ケ"
    ],
    "kun": []
  },
  "型": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "かた",
      "-がた"
    ]
  },
  "契": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "ちぎ"
    ]
  },
  "形": {
    "on": [
      "ケイ",
      "ギョウ"
    ],
    "kun": [
      "かた",
      "-がた",
      "かたち",
      "なり"
    ]
  },
  "径": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "みち",
      "こみち",
      "さしわたし",
      "ただちに"
    ]
  },
  "恵": {
    "on": [
      "ケイ",
      "エ"
    ],
    "kun": [
      "めぐ"
    ]
  },
  "慶": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "憩": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "いこ"
    ]
  },
  "掲": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "かか"
    ]
  },
  "携": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "たずさ"
    ]
  },
  "敬": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "うやま"
    ]
  },
  "景": {
    "on": [
      "ケイ"
    ],
    "kun": []
  },
  "桂": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "かつら"
    ]
  },
  "渓": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "たに",
      "たにがわ"
    ]
  },
  "稽": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "かんが",
      "とど"
    ]
  },
  "系": {
    "on": [
      "ケイ"
    ],
    "kun": []
  },
  "経": {
    "on": [
      "ケイ",
      "キョウ",
      "キン"
    ],
    "kun": [
      "へ",
      "た",
      "たていと",
      "はか",
      "のり"
    ]
  },
  "継": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "つ",
      "まま-"
    ]
  },
  "茎": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "くき"
    ]
  },
  "蛍": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "ほたる"
    ]
  },
  "計": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "はか"
    ]
  },
  "詣": {
    "on": [
      "ケイ",
      "ゲイ"
    ],
    "kun": [
      "けい",
      "まい",
      "いた",
      "もう"
    ]
  },
  "警": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "いまし"
    ]
  },
  "軽": {
    "on": [
      "ケイ",
      "キョウ",
      "キン"
    ],
    "kun": [
      "かる",
      "かろ"
    ]
  },
  "鶏": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "にわとり",
      "とり"
    ]
  },
  "芸": {
    "on": [
      "ゲイ",
      "ウン"
    ],
    "kun": [
      "う",
      "のり",
      "わざ"
    ]
  },
  "迎": {
    "on": [
      "ゲイ"
    ],
    "kun": [
      "むか"
    ]
  },
  "鯨": {
    "on": [
      "ゲイ"
    ],
    "kun": [
      "くじら"
    ]
  },
  "劇": {
    "on": [
      "ゲキ"
    ],
    "kun": []
  },
  "撃": {
    "on": [
      "ゲキ"
    ],
    "kun": [
      "う"
    ]
  },
  "激": {
    "on": [
      "ゲキ"
    ],
    "kun": [
      "はげ"
    ]
  },
  "隙": {
    "on": [
      "ゲキ",
      "キャク",
      "ケキ"
    ],
    "kun": [
      "すき",
      "す",
      "ひま"
    ]
  },
  "桁": {
    "on": [
      "コウ"
    ],
    "kun": [
      "けた"
    ]
  },
  "傑": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "すぐ"
    ]
  },
  "欠": {
    "on": [
      "ケツ",
      "ケン"
    ],
    "kun": [
      "か"
    ]
  },
  "決": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "き",
      "-ぎ",
      "さ"
    ]
  },
  "潔": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "いさぎよ"
    ]
  },
  "穴": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "あな"
    ]
  },
  "結": {
    "on": [
      "ケツ",
      "ケチ"
    ],
    "kun": [
      "むす",
      "ゆ"
    ]
  },
  "血": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "ち"
    ]
  },
  "月": {
    "on": [
      "ゲツ",
      "ガツ"
    ],
    "kun": [
      "つき"
    ]
  },
  "件": {
    "on": [
      "ケン"
    ],
    "kun": [
      "くだん"
    ]
  },
  "倹": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つま",
      "つづまやか"
    ]
  },
  "健": {
    "on": [
      "ケン"
    ],
    "kun": [
      "すこ"
    ]
  },
  "兼": {
    "on": [
      "ケン"
    ],
    "kun": [
      "か",
      "-か"
    ]
  },
  "券": {
    "on": [
      "ケン"
    ],
    "kun": []
  },
  "剣": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つるぎ"
    ]
  },
  "圏": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かこ"
    ]
  },
  "堅": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かた",
      "-がた"
    ]
  },
  "嫌": {
    "on": [
      "ケン",
      "ゲン"
    ],
    "kun": [
      "きら",
      "いや"
    ]
  },
  "建": {
    "on": [
      "ケン",
      "コン"
    ],
    "kun": [
      "た",
      "-だ"
    ]
  },
  "憲": {
    "on": [
      "ケン"
    ],
    "kun": []
  },
  "懸": {
    "on": [
      "ケン",
      "ケ"
    ],
    "kun": [
      "か"
    ]
  },
  "拳": {
    "on": [
      "ケン",
      "ゲン"
    ],
    "kun": [
      "こぶし"
    ]
  },
  "検": {
    "on": [
      "ケン"
    ],
    "kun": [
      "しら"
    ]
  },
  "権": {
    "on": [
      "ケン",
      "ゴン"
    ],
    "kun": [
      "おもり",
      "かり",
      "はか"
    ]
  },
  "犬": {
    "on": [
      "ケン"
    ],
    "kun": [
      "いぬ",
      "いぬ-"
    ]
  },
  "献": {
    "on": [
      "ケン",
      "コン"
    ],
    "kun": [
      "たてまつ"
    ]
  },
  "研": {
    "on": [
      "ケン"
    ],
    "kun": [
      "と"
    ]
  },
  "絹": {
    "on": [
      "ケン"
    ],
    "kun": [
      "きぬ"
    ]
  },
  "県": {
    "on": [
      "ケン"
    ],
    "kun": [
      "か"
    ]
  },
  "肩": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かた"
    ]
  },
  "見": {
    "on": [
      "ケン"
    ],
    "kun": [
      "み"
    ]
  },
  "謙": {
    "on": [
      "ケン"
    ],
    "kun": [
      "へりくだ"
    ]
  },
  "賢": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かしこ"
    ]
  },
  "軒": {
    "on": [
      "ケン"
    ],
    "kun": [
      "のき"
    ]
  },
  "遣": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つか",
      "-つか",
      "-づか",
      "や"
    ]
  },
  "鍵": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かぎ"
    ]
  },
  "険": {
    "on": [
      "ケン"
    ],
    "kun": [
      "けわ"
    ]
  },
  "顕": {
    "on": [
      "ケン"
    ],
    "kun": [
      "あきらか",
      "あらわ"
    ]
  },
  "験": {
    "on": [
      "ケン",
      "ゲン"
    ],
    "kun": [
      "あかし",
      "しるし",
      "ため",
      "ためし"
    ]
  },
  "元": {
    "on": [
      "ゲン",
      "ガン"
    ],
    "kun": [
      "もと"
    ]
  },
  "原": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "はら"
    ]
  },
  "厳": {
    "on": [
      "ゲン",
      "ゴン"
    ],
    "kun": [
      "おごそ",
      "きび",
      "いか",
      "いつくし"
    ]
  },
  "幻": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "まぼろし"
    ]
  },
  "弦": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "つる"
    ]
  },
  "減": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "へ"
    ]
  },
  "源": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "みなもと"
    ]
  },
  "玄": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "くろ"
    ]
  },
  "現": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "あらわ",
      "うつつ",
      "うつ"
    ]
  },
  "舷": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "ふなばた",
      "ふなべり"
    ]
  },
  "言": {
    "on": [
      "ゲン",
      "ゴン"
    ],
    "kun": [
      "い",
      "こと"
    ]
  },
  "限": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "かぎ",
      "-かぎ"
    ]
  },
  "個": {
    "on": [
      "コ",
      "カ"
    ],
    "kun": []
  },
  "古": {
    "on": [
      "コ"
    ],
    "kun": [
      "ふる",
      "ふる-",
      "-ふる"
    ]
  },
  "呼": {
    "on": [
      "コ"
    ],
    "kun": [
      "よ"
    ]
  },
  "固": {
    "on": [
      "コ"
    ],
    "kun": [
      "かた"
    ]
  },
  "孤": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "己": {
    "on": [
      "コ",
      "キ"
    ],
    "kun": [
      "おのれ",
      "つちのと",
      "な"
    ]
  },
  "庫": {
    "on": [
      "コ",
      "ク"
    ],
    "kun": [
      "くら"
    ]
  },
  "弧": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "戸": {
    "on": [
      "コ"
    ],
    "kun": [
      "と"
    ]
  },
  "故": {
    "on": [
      "コ"
    ],
    "kun": [
      "ゆえ",
      "ふる",
      "もと"
    ]
  },
  "枯": {
    "on": [
      "コ"
    ],
    "kun": [
      "か"
    ]
  },
  "湖": {
    "on": [
      "コ"
    ],
    "kun": [
      "みずうみ"
    ]
  },
  "股": {
    "on": [
      "コ"
    ],
    "kun": [
      "また",
      "もも"
    ]
  },
  "虎": {
    "on": [
      "コ"
    ],
    "kun": [
      "とら"
    ]
  },
  "誇": {
    "on": [
      "コ"
    ],
    "kun": [
      "ほこ"
    ]
  },
  "雇": {
    "on": [
      "コ"
    ],
    "kun": [
      "やと"
    ]
  },
  "顧": {
    "on": [
      "コ"
    ],
    "kun": [
      "かえり"
    ]
  },
  "鼓": {
    "on": [
      "コ"
    ],
    "kun": [
      "つづみ"
    ]
  },
  "五": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "いつ"
    ]
  },
  "互": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "たが",
      "かたみ"
    ]
  },
  "午": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "うま"
    ]
  },
  "呉": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "く",
      "くれ"
    ]
  },
  "吾": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "われ",
      "わが-",
      "あ-"
    ]
  },
  "娯": {
    "on": [
      "ゴ"
    ],
    "kun": []
  },
  "後": {
    "on": [
      "ゴ",
      "コウ"
    ],
    "kun": [
      "のち",
      "うし",
      "うしろ",
      "あと",
      "おく"
    ]
  },
  "御": {
    "on": [
      "ギョ",
      "ゴ"
    ],
    "kun": [
      "おん-",
      "お-",
      "み-"
    ]
  },
  "悟": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "さと"
    ]
  },
  "碁": {
    "on": [
      "ゴ"
    ],
    "kun": []
  },
  "語": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "かた"
    ]
  },
  "誤": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "あやま",
      "-あやま"
    ]
  },
  "護": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "まも"
    ]
  },
  "乞": {
    "on": [
      "コツ",
      "キツ",
      "キ",
      "キケ",
      "コチ"
    ],
    "kun": [
      "こ"
    ]
  },
  "鯉": {
    "on": [
      "リ"
    ],
    "kun": [
      "こい"
    ]
  },
  "交": {
    "on": [
      "コウ"
    ],
    "kun": [
      "まじ",
      "ま",
      "-か",
      "か",
      "かわ",
      "こもごも"
    ]
  },
  "侯": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "候": {
    "on": [
      "コウ"
    ],
    "kun": [
      "そうろう"
    ]
  },
  "光": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ひか",
      "ひかり"
    ]
  },
  "公": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "おおやけ"
    ]
  },
  "功": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "いさお"
    ]
  },
  "効": {
    "on": [
      "コウ"
    ],
    "kun": [
      "き",
      "ききめ",
      "なら"
    ]
  },
  "勾": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "かぎ",
      "ま"
    ]
  },
  "厚": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あつ",
      "あか"
    ]
  },
  "口": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "くち"
    ]
  },
  "向": {
    "on": [
      "コウ"
    ],
    "kun": [
      "む",
      "-む",
      "むこ",
      "むか"
    ]
  },
  "后": {
    "on": [
      "コウ",
      "ゴ"
    ],
    "kun": [
      "きさき"
    ]
  },
  "喉": {
    "on": [
      "コウ"
    ],
    "kun": [
      "のど"
    ]
  },
  "坑": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "好": {
    "on": [
      "コウ"
    ],
    "kun": [
      "この",
      "す",
      "よ",
      "い"
    ]
  },
  "孔": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "あな"
    ]
  },
  "孝": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": []
  },
  "工": {
    "on": [
      "コウ",
      "ク",
      "グ"
    ],
    "kun": []
  },
  "巧": {
    "on": [
      "コウ"
    ],
    "kun": [
      "たく",
      "うま"
    ]
  },
  "幸": {
    "on": [
      "コウ"
    ],
    "kun": [
      "さいわ",
      "さち",
      "しあわ"
    ]
  },
  "広": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "康": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "弘": {
    "on": [
      "コウ",
      "グ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "恒": {
    "on": [
      "コウ"
    ],
    "kun": [
      "つね",
      "つねに"
    ]
  },
  "慌": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あわ"
    ]
  },
  "抗": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あらが"
    ]
  },
  "拘": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かか"
    ]
  },
  "控": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ひか"
    ]
  },
  "攻": {
    "on": [
      "コウ"
    ],
    "kun": [
      "せ"
    ]
  },
  "更": {
    "on": [
      "コウ"
    ],
    "kun": [
      "さら",
      "ふ"
    ]
  },
  "校": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": []
  },
  "梗": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": [
      "ふさぐ",
      "やまにれ",
      "おおむね"
    ]
  },
  "構": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かま"
    ]
  },
  "江": {
    "on": [
      "コウ"
    ],
    "kun": [
      "え"
    ]
  },
  "洪": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "港": {
    "on": [
      "コウ"
    ],
    "kun": [
      "みなと"
    ]
  },
  "溝": {
    "on": [
      "コウ"
    ],
    "kun": [
      "みぞ"
    ]
  },
  "甲": {
    "on": [
      "コウ",
      "カン"
    ],
    "kun": [
      "きのえ"
    ]
  },
  "皇": {
    "on": [
      "コウ",
      "オウ"
    ],
    "kun": []
  },
  "硬": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かた"
    ]
  },
  "稿": {
    "on": [
      "コウ"
    ],
    "kun": [
      "わら",
      "したがき"
    ]
  },
  "紅": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "べに",
      "くれない",
      "あか"
    ]
  },
  "絞": {
    "on": [
      "コウ"
    ],
    "kun": [
      "しぼ",
      "し"
    ]
  },
  "綱": {
    "on": [
      "コウ"
    ],
    "kun": [
      "つな"
    ]
  },
  "耕": {
    "on": [
      "コウ"
    ],
    "kun": [
      "たがや"
    ]
  },
  "考": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かんが"
    ]
  },
  "肯": {
    "on": [
      "コウ"
    ],
    "kun": [
      "がえんじ"
    ]
  },
  "航": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "荒": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あ",
      "あら",
      "すさ"
    ]
  },
  "行": {
    "on": [
      "コウ",
      "ギョウ",
      "アン"
    ],
    "kun": [
      "い",
      "ゆ",
      "-ゆ",
      "-ゆき",
      "-い",
      "-いき",
      "おこな",
      "おこ"
    ]
  },
  "衡": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "講": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "貢": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "みつ"
    ]
  },
  "購": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "郊": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "酵": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "鉱": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あらがね"
    ]
  },
  "鋼": {
    "on": [
      "コウ"
    ],
    "kun": [
      "はがね"
    ]
  },
  "降": {
    "on": [
      "コウ",
      "ゴ"
    ],
    "kun": [
      "お",
      "ふ",
      "くだ"
    ]
  },
  "項": {
    "on": [
      "コウ"
    ],
    "kun": [
      "うなじ"
    ]
  },
  "香": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": [
      "か",
      "かお"
    ]
  },
  "高": {
    "on": [
      "コウ"
    ],
    "kun": [
      "たか",
      "-だか"
    ]
  },
  "剛": {
    "on": [
      "ゴウ"
    ],
    "kun": []
  },
  "号": {
    "on": [
      "ゴウ"
    ],
    "kun": [
      "さけ",
      "よびな"
    ]
  },
  "合": {
    "on": [
      "ゴウ",
      "ガッ",
      "カッ"
    ],
    "kun": [
      "あ",
      "-あ",
      "あい-",
      "-あい"
    ]
  },
  "拷": {
    "on": [
      "ゴウ"
    ],
    "kun": []
  },
  "豪": {
    "on": [
      "ゴウ"
    ],
    "kun": [
      "えら"
    ]
  },
  "克": {
    "on": [
      "コク"
    ],
    "kun": [
      "か"
    ]
  },
  "刻": {
    "on": [
      "コク"
    ],
    "kun": [
      "きざ"
    ]
  },
  "告": {
    "on": [
      "コク"
    ],
    "kun": [
      "つ"
    ]
  },
  "国": {
    "on": [
      "コク"
    ],
    "kun": [
      "くに"
    ]
  },
  "穀": {
    "on": [
      "コク"
    ],
    "kun": []
  },
  "酷": {
    "on": [
      "コク"
    ],
    "kun": [
      "ひど"
    ]
  },
  "黒": {
    "on": [
      "コク"
    ],
    "kun": [
      "くろ"
    ]
  },
  "獄": {
    "on": [
      "ゴク"
    ],
    "kun": []
  },
  "腰": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "こし"
    ]
  },
  "骨": {
    "on": [
      "コツ"
    ],
    "kun": [
      "ほね"
    ]
  },
  "込": {
    "on": [],
    "kun": [
      "-こ",
      "こ"
    ]
  },
  "頃": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "ころ",
      "ごろ",
      "しばら"
    ]
  },
  "今": {
    "on": [
      "コン",
      "キン"
    ],
    "kun": [
      "いま"
    ]
  },
  "困": {
    "on": [
      "コン"
    ],
    "kun": [
      "こま"
    ]
  },
  "墾": {
    "on": [
      "コン"
    ],
    "kun": [
      "は",
      "ひら"
    ]
  },
  "婚": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "恨": {
    "on": [
      "コン"
    ],
    "kun": [
      "うら"
    ]
  },
  "懇": {
    "on": [
      "コン"
    ],
    "kun": [
      "ねんご"
    ]
  },
  "昆": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "根": {
    "on": [
      "コン"
    ],
    "kun": [
      "ね",
      "-ね"
    ]
  },
  "混": {
    "on": [
      "コン"
    ],
    "kun": [
      "ま",
      "-ま",
      "こ"
    ]
  },
  "痕": {
    "on": [
      "コン"
    ],
    "kun": [
      "あと"
    ]
  },
  "紺": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "魂": {
    "on": [
      "コン"
    ],
    "kun": [
      "たましい",
      "たま"
    ]
  },
  "佐": {
    "on": [
      "サ"
    ],
    "kun": []
  },
  "唆": {
    "on": [
      "サ"
    ],
    "kun": [
      "そそ",
      "そそのか"
    ]
  },
  "左": {
    "on": [
      "サ",
      "シャ"
    ],
    "kun": [
      "ひだり"
    ]
  },
  "差": {
    "on": [
      "サ"
    ],
    "kun": [
      "さ"
    ]
  },
  "査": {
    "on": [
      "サ"
    ],
    "kun": []
  },
  "沙": {
    "on": [
      "サ",
      "シャ"
    ],
    "kun": [
      "すな",
      "よなげる"
    ]
  },
  "砂": {
    "on": [
      "サ",
      "シャ"
    ],
    "kun": [
      "すな"
    ]
  },
  "詐": {
    "on": [
      "サ"
    ],
    "kun": [
      "いつわ"
    ]
  },
  "鎖": {
    "on": [
      "サ"
    ],
    "kun": [
      "くさり",
      "とざ"
    ]
  },
  "座": {
    "on": [
      "ザ"
    ],
    "kun": [
      "すわ"
    ]
  },
  "挫": {
    "on": [
      "ザ",
      "サ"
    ],
    "kun": [
      "くじ"
    ]
  },
  "債": {
    "on": [
      "サイ"
    ],
    "kun": []
  },
  "催": {
    "on": [
      "サイ"
    ],
    "kun": [
      "もよう",
      "もよお"
    ]
  },
  "再": {
    "on": [
      "サイ",
      "サ"
    ],
    "kun": [
      "ふたた"
    ]
  },
  "最": {
    "on": [
      "サイ",
      "シュ"
    ],
    "kun": [
      "もっと",
      "つま"
    ]
  },
  "塞": {
    "on": [
      "ソク",
      "サイ"
    ],
    "kun": [
      "ふさ",
      "とりで",
      "み"
    ]
  },
  "妻": {
    "on": [
      "サイ"
    ],
    "kun": [
      "つま"
    ]
  },
  "宰": {
    "on": [
      "サイ"
    ],
    "kun": []
  },
  "彩": {
    "on": [
      "サイ"
    ],
    "kun": [
      "いろど"
    ]
  },
  "才": {
    "on": [
      "サイ"
    ],
    "kun": []
  },
  "採": {
    "on": [
      "サイ"
    ],
    "kun": [
      "と"
    ]
  },
  "栽": {
    "on": [
      "サイ"
    ],
    "kun": []
  },
  "歳": {
    "on": [
      "サイ",
      "セイ"
    ],
    "kun": [
      "とし",
      "とせ",
      "よわい"
    ]
  },
  "済": {
    "on": [
      "サイ",
      "セイ"
    ],
    "kun": [
      "す",
      "-ず",
      "-ずみ",
      "-す",
      "すく",
      "な",
      "わたし",
      "わた"
    ]
  },
  "災": {
    "on": [
      "サイ"
    ],
    "kun": [
      "わざわ"
    ]
  },
  "采": {
    "on": [
      "サイ"
    ],
    "kun": [
      "と",
      "いろどり"
    ]
  },
  "砕": {
    "on": [
      "サイ"
    ],
    "kun": [
      "くだ"
    ]
  },
  "祭": {
    "on": [
      "サイ"
    ],
    "kun": [
      "まつ",
      "まつり"
    ]
  },
  "斎": {
    "on": [
      "サイ"
    ],
    "kun": [
      "とき",
      "つつし",
      "ものいみ",
      "い",
      "いわ",
      "いつ"
    ]
  },
  "細": {
    "on": [
      "サイ"
    ],
    "kun": [
      "ほそ",
      "こま"
    ]
  },
  "菜": {
    "on": [
      "サイ"
    ],
    "kun": [
      "な"
    ]
  },
  "裁": {
    "on": [
      "サイ"
    ],
    "kun": [
      "た",
      "さば"
    ]
  },
  "載": {
    "on": [
      "サイ"
    ],
    "kun": [
      "の"
    ]
  },
  "際": {
    "on": [
      "サイ"
    ],
    "kun": [
      "きわ",
      "-ぎわ"
    ]
  },
  "剤": {
    "on": [
      "ザイ",
      "スイ",
      "セイ"
    ],
    "kun": [
      "かる",
      "けず"
    ]
  },
  "在": {
    "on": [
      "ザイ"
    ],
    "kun": [
      "あ"
    ]
  },
  "材": {
    "on": [
      "ザイ"
    ],
    "kun": []
  },
  "罪": {
    "on": [
      "ザイ"
    ],
    "kun": [
      "つみ"
    ]
  },
  "財": {
    "on": [
      "ザイ",
      "サイ",
      "ゾク"
    ],
    "kun": [
      "たから"
    ]
  },
  "坂": {
    "on": [
      "ハン"
    ],
    "kun": [
      "さか"
    ]
  },
  "阪": {
    "on": [
      "ハン"
    ],
    "kun": [
      "さか"
    ]
  },
  "咲": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "さ",
      "-ざき"
    ]
  },
  "崎": {
    "on": [
      "キ"
    ],
    "kun": [
      "さき",
      "さい",
      "みさき"
    ]
  },
  "埼": {
    "on": [
      "キ"
    ],
    "kun": [
      "さき",
      "さい",
      "みさき"
    ]
  },
  "作": {
    "on": [
      "サク",
      "サ"
    ],
    "kun": [
      "つく",
      "-づく"
    ]
  },
  "削": {
    "on": [
      "サク"
    ],
    "kun": [
      "けず",
      "はつ",
      "そ"
    ]
  },
  "搾": {
    "on": [
      "サク"
    ],
    "kun": [
      "しぼ"
    ]
  },
  "昨": {
    "on": [
      "サク"
    ],
    "kun": []
  },
  "柵": {
    "on": [
      "サク",
      "サン"
    ],
    "kun": [
      "しがら",
      "しがらみ",
      "とりで",
      "やらい"
    ]
  },
  "策": {
    "on": [
      "サク"
    ],
    "kun": []
  },
  "索": {
    "on": [
      "サク"
    ],
    "kun": []
  },
  "錯": {
    "on": [
      "サク",
      "シャク"
    ],
    "kun": []
  },
  "桜": {
    "on": [
      "オウ",
      "ヨウ"
    ],
    "kun": [
      "さくら"
    ]
  },
  "笹": {
    "on": [],
    "kun": [
      "ささ"
    ]
  },
  "冊": {
    "on": [
      "サツ",
      "サク"
    ],
    "kun": [
      "ふみ"
    ]
  },
  "刷": {
    "on": [
      "サツ"
    ],
    "kun": [
      "す",
      "-ず",
      "-ずり",
      "は"
    ]
  },
  "察": {
    "on": [
      "サツ"
    ],
    "kun": []
  },
  "拶": {
    "on": [
      "サツ"
    ],
    "kun": [
      "せま"
    ]
  },
  "撮": {
    "on": [
      "サツ"
    ],
    "kun": [
      "と",
      "つま",
      "-ど"
    ]
  },
  "擦": {
    "on": [
      "サツ"
    ],
    "kun": [
      "す",
      "-ず",
      "こす"
    ]
  },
  "札": {
    "on": [
      "サツ"
    ],
    "kun": [
      "ふだ"
    ]
  },
  "殺": {
    "on": [
      "サツ",
      "サイ",
      "セツ"
    ],
    "kun": [
      "ころ",
      "-ごろ",
      "そ",
      "あや"
    ]
  },
  "雑": {
    "on": [
      "ザツ",
      "ゾウ"
    ],
    "kun": [
      "まじ"
    ]
  },
  "皿": {
    "on": [
      "ベイ"
    ],
    "kun": [
      "さら"
    ]
  },
  "三": {
    "on": [
      "サン",
      "ゾウ"
    ],
    "kun": [
      "み",
      "みっ"
    ]
  },
  "傘": {
    "on": [
      "サン"
    ],
    "kun": [
      "かさ"
    ]
  },
  "参": {
    "on": [
      "サン",
      "シン"
    ],
    "kun": [
      "まい",
      "まい-",
      "まじわる",
      "みつ"
    ]
  },
  "山": {
    "on": [
      "サン",
      "セン"
    ],
    "kun": [
      "やま"
    ]
  },
  "惨": {
    "on": [
      "サン",
      "ザン"
    ],
    "kun": [
      "みじ",
      "いた",
      "むご"
    ]
  },
  "散": {
    "on": [
      "サン"
    ],
    "kun": [
      "ち",
      "-ち",
      "ばら"
    ]
  },
  "桟": {
    "on": [
      "サン",
      "セン"
    ],
    "kun": [
      "かけはし"
    ]
  },
  "産": {
    "on": [
      "サン"
    ],
    "kun": [
      "う",
      "うぶ-",
      "む"
    ]
  },
  "算": {
    "on": [
      "サン"
    ],
    "kun": [
      "そろ"
    ]
  },
  "蚕": {
    "on": [
      "サン",
      "テン"
    ],
    "kun": [
      "かいこ",
      "こ"
    ]
  },
  "賛": {
    "on": [
      "サン"
    ],
    "kun": [
      "たす",
      "たた"
    ]
  },
  "酸": {
    "on": [
      "サン"
    ],
    "kun": [
      "す"
    ]
  },
  "斬": {
    "on": [
      "ザン",
      "サン",
      "セン",
      "ゼン"
    ],
    "kun": [
      "き"
    ]
  },
  "暫": {
    "on": [
      "ザン"
    ],
    "kun": [
      "しばら"
    ]
  },
  "残": {
    "on": [
      "ザン",
      "サン"
    ],
    "kun": [
      "のこ",
      "そこな"
    ]
  },
  "仕": {
    "on": [
      "シ",
      "ジ"
    ],
    "kun": [
      "つか"
    ]
  },
  "伺": {
    "on": [
      "シ"
    ],
    "kun": [
      "うかが"
    ]
  },
  "使": {
    "on": [
      "シ"
    ],
    "kun": [
      "つか",
      "-つか",
      "-づか"
    ]
  },
  "刺": {
    "on": [
      "シ"
    ],
    "kun": [
      "さ",
      "さし",
      "とげ"
    ]
  },
  "司": {
    "on": [
      "シ"
    ],
    "kun": [
      "つかさど"
    ]
  },
  "史": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "嗣": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "四": {
    "on": [
      "シ"
    ],
    "kun": [
      "よ",
      "よっ",
      "よん"
    ]
  },
  "士": {
    "on": [
      "シ"
    ],
    "kun": [
      "さむらい"
    ]
  },
  "始": {
    "on": [
      "シ"
    ],
    "kun": [
      "はじ",
      "-はじ"
    ]
  },
  "姉": {
    "on": [
      "シ"
    ],
    "kun": [
      "あね",
      "はは"
    ]
  },
  "姿": {
    "on": [
      "シ"
    ],
    "kun": [
      "すがた"
    ]
  },
  "子": {
    "on": [
      "シ",
      "ス",
      "ツ"
    ],
    "kun": [
      "こ",
      "-こ",
      "ね"
    ]
  },
  "市": {
    "on": [
      "シ"
    ],
    "kun": [
      "いち"
    ]
  },
  "師": {
    "on": [
      "シ"
    ],
    "kun": [
      "いくさ"
    ]
  },
  "志": {
    "on": [
      "シ"
    ],
    "kun": [
      "シリング",
      "こころざ",
      "こころざし"
    ]
  },
  "思": {
    "on": [
      "シ"
    ],
    "kun": [
      "おも",
      "おもえら",
      "おぼ"
    ]
  },
  "指": {
    "on": [
      "シ"
    ],
    "kun": [
      "ゆび",
      "さ",
      "-さ"
    ]
  },
  "支": {
    "on": [
      "シ"
    ],
    "kun": [
      "ささ",
      "つか",
      "か"
    ]
  },
  "施": {
    "on": [
      "シ",
      "セ"
    ],
    "kun": [
      "ほどこ"
    ]
  },
  "旨": {
    "on": [
      "シ"
    ],
    "kun": [
      "むね",
      "うま"
    ]
  },
  "枝": {
    "on": [
      "シ"
    ],
    "kun": [
      "えだ"
    ]
  },
  "止": {
    "on": [
      "シ"
    ],
    "kun": [
      "と",
      "-ど",
      "-と",
      "とど",
      "や",
      "-や",
      "よ",
      "-さ"
    ]
  },
  "死": {
    "on": [
      "シ"
    ],
    "kun": [
      "し"
    ]
  },
  "氏": {
    "on": [
      "シ"
    ],
    "kun": [
      "うじ",
      "-うじ"
    ]
  },
  "祉": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "私": {
    "on": [
      "シ"
    ],
    "kun": [
      "わたくし",
      "わたし"
    ]
  },
  "糸": {
    "on": [
      "シ"
    ],
    "kun": [
      "いと"
    ]
  },
  "紙": {
    "on": [
      "シ"
    ],
    "kun": [
      "かみ"
    ]
  },
  "紫": {
    "on": [
      "シ"
    ],
    "kun": [
      "むらさき"
    ]
  },
  "肢": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "脂": {
    "on": [
      "シ"
    ],
    "kun": [
      "あぶら"
    ]
  },
  "至": {
    "on": [
      "シ"
    ],
    "kun": [
      "いた"
    ]
  },
  "視": {
    "on": [
      "シ"
    ],
    "kun": [
      "み"
    ]
  },
  "詞": {
    "on": [
      "シ"
    ],
    "kun": [
      "ことば"
    ]
  },
  "詩": {
    "on": [
      "シ"
    ],
    "kun": [
      "うた"
    ]
  },
  "試": {
    "on": [
      "シ"
    ],
    "kun": [
      "こころ",
      "ため"
    ]
  },
  "誌": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "諮": {
    "on": [
      "シ"
    ],
    "kun": [
      "はか"
    ]
  },
  "資": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "賜": {
    "on": [
      "シ"
    ],
    "kun": [
      "たまわ",
      "たま",
      "たも"
    ]
  },
  "雌": {
    "on": [
      "シ"
    ],
    "kun": [
      "め-",
      "めす",
      "めん"
    ]
  },
  "飼": {
    "on": [
      "シ"
    ],
    "kun": [
      "か"
    ]
  },
  "歯": {
    "on": [
      "シ"
    ],
    "kun": [
      "よわい",
      "は",
      "よわ"
    ]
  },
  "事": {
    "on": [
      "ジ",
      "ズ"
    ],
    "kun": [
      "こと",
      "つか"
    ]
  },
  "似": {
    "on": [
      "ジ"
    ],
    "kun": [
      "に",
      "ひ"
    ]
  },
  "侍": {
    "on": [
      "ジ",
      "シ"
    ],
    "kun": [
      "さむらい",
      "はべ"
    ]
  },
  "児": {
    "on": [
      "ジ",
      "ニ",
      "ゲイ"
    ],
    "kun": [
      "こ",
      "-こ",
      "-っこ"
    ]
  },
  "字": {
    "on": [
      "ジ"
    ],
    "kun": [
      "あざ",
      "あざな",
      "-な"
    ]
  },
  "寺": {
    "on": [
      "ジ"
    ],
    "kun": [
      "てら"
    ]
  },
  "慈": {
    "on": [
      "ジ"
    ],
    "kun": [
      "いつく"
    ]
  },
  "持": {
    "on": [
      "ジ"
    ],
    "kun": [
      "も",
      "-も"
    ]
  },
  "時": {
    "on": [
      "ジ"
    ],
    "kun": [
      "とき",
      "-どき"
    ]
  },
  "次": {
    "on": [
      "ジ",
      "シ"
    ],
    "kun": [
      "つ",
      "つぎ"
    ]
  },
  "滋": {
    "on": [
      "ジ",
      "シ"
    ],
    "kun": []
  },
  "治": {
    "on": [
      "ジ",
      "チ"
    ],
    "kun": [
      "おさ",
      "なお"
    ]
  },
  "磁": {
    "on": [
      "ジ"
    ],
    "kun": []
  },
  "示": {
    "on": [
      "ジ",
      "シ"
    ],
    "kun": [
      "しめ"
    ]
  },
  "耳": {
    "on": [
      "ジ"
    ],
    "kun": [
      "みみ"
    ]
  },
  "自": {
    "on": [
      "ジ",
      "シ"
    ],
    "kun": [
      "みずか",
      "おの"
    ]
  },
  "辞": {
    "on": [
      "ジ"
    ],
    "kun": [
      "や",
      "いな"
    ]
  },
  "汐": {
    "on": [
      "セキ"
    ],
    "kun": [
      "しお",
      "うしお",
      "せい"
    ]
  },
  "鹿": {
    "on": [
      "ロク"
    ],
    "kun": [
      "しか",
      "か"
    ]
  },
  "式": {
    "on": [
      "シキ"
    ],
    "kun": []
  },
  "識": {
    "on": [
      "シキ"
    ],
    "kun": [
      "し",
      "しる"
    ]
  },
  "軸": {
    "on": [
      "ジク"
    ],
    "kun": []
  },
  "七": {
    "on": [
      "シチ"
    ],
    "kun": [
      "なな",
      "なの"
    ]
  },
  "叱": {
    "on": [
      "シツ",
      "シチ",
      "カ"
    ],
    "kun": [
      "しか"
    ]
  },
  "執": {
    "on": [
      "シツ",
      "シュウ"
    ],
    "kun": [
      "と"
    ]
  },
  "失": {
    "on": [
      "シツ"
    ],
    "kun": [
      "うしな",
      "う"
    ]
  },
  "嫉": {
    "on": [
      "シツ"
    ],
    "kun": [
      "そね",
      "ねた",
      "にく"
    ]
  },
  "室": {
    "on": [
      "シツ"
    ],
    "kun": [
      "むろ"
    ]
  },
  "湿": {
    "on": [
      "シツ",
      "シュウ"
    ],
    "kun": [
      "しめ",
      "うるお"
    ]
  },
  "漆": {
    "on": [
      "シツ"
    ],
    "kun": [
      "うるし"
    ]
  },
  "疾": {
    "on": [
      "シツ"
    ],
    "kun": [
      "はや"
    ]
  },
  "質": {
    "on": [
      "シツ",
      "シチ",
      "チ"
    ],
    "kun": [
      "たち",
      "ただ",
      "もと",
      "わりふ"
    ]
  },
  "実": {
    "on": [
      "ジツ",
      "シツ"
    ],
    "kun": [
      "み",
      "みの",
      "まこと",
      "みち"
    ]
  },
  "芝": {
    "on": [
      "シ"
    ],
    "kun": [
      "しば"
    ]
  },
  "舎": {
    "on": [
      "シャ",
      "セキ"
    ],
    "kun": [
      "やど"
    ]
  },
  "写": {
    "on": [
      "シャ",
      "ジャ"
    ],
    "kun": [
      "うつ",
      "うつ-"
    ]
  },
  "射": {
    "on": [
      "シャ"
    ],
    "kun": [
      "い",
      "さ",
      "う"
    ]
  },
  "捨": {
    "on": [
      "シャ"
    ],
    "kun": [
      "す"
    ]
  },
  "赦": {
    "on": [
      "シャ"
    ],
    "kun": [
      "ゆる"
    ]
  },
  "斜": {
    "on": [
      "シャ"
    ],
    "kun": [
      "なな",
      "はす"
    ]
  },
  "煮": {
    "on": [
      "シャ"
    ],
    "kun": [
      "に",
      "-に"
    ]
  },
  "社": {
    "on": [
      "シャ"
    ],
    "kun": [
      "やしろ"
    ]
  },
  "者": {
    "on": [
      "シャ"
    ],
    "kun": [
      "もの"
    ]
  },
  "謝": {
    "on": [
      "シャ"
    ],
    "kun": [
      "あやま"
    ]
  },
  "車": {
    "on": [
      "シャ"
    ],
    "kun": [
      "くるま"
    ]
  },
  "遮": {
    "on": [
      "シャ"
    ],
    "kun": [
      "さえぎ"
    ]
  },
  "蛇": {
    "on": [
      "ジャ",
      "ダ",
      "イ",
      "ヤ"
    ],
    "kun": [
      "へび"
    ]
  },
  "邪": {
    "on": [
      "ジャ"
    ],
    "kun": [
      "よこし"
    ]
  },
  "借": {
    "on": [
      "シャク"
    ],
    "kun": [
      "か"
    ]
  },
  "勺": {
    "on": [
      "シャク"
    ],
    "kun": []
  },
  "尺": {
    "on": [
      "シャク",
      "セキ"
    ],
    "kun": [
      "さし"
    ]
  },
  "爵": {
    "on": [
      "シャク"
    ],
    "kun": []
  },
  "酌": {
    "on": [
      "シャク"
    ],
    "kun": [
      "く"
    ]
  },
  "釈": {
    "on": [
      "シャク",
      "セキ"
    ],
    "kun": [
      "とく",
      "す",
      "ゆる"
    ]
  },
  "若": {
    "on": [
      "ジャク",
      "ニャク",
      "ニャ"
    ],
    "kun": [
      "わか",
      "わか-",
      "も",
      "ごと"
    ]
  },
  "寂": {
    "on": [
      "ジャク",
      "セキ"
    ],
    "kun": [
      "さび",
      "さみ"
    ]
  },
  "弱": {
    "on": [
      "ジャク"
    ],
    "kun": [
      "よわ"
    ]
  },
  "主": {
    "on": [
      "シュ",
      "ス",
      "シュウ"
    ],
    "kun": [
      "ぬし",
      "おも",
      "あるじ"
    ]
  },
  "取": {
    "on": [
      "シュ"
    ],
    "kun": [
      "と",
      "とり",
      "-ど"
    ]
  },
  "守": {
    "on": [
      "シュ",
      "ス"
    ],
    "kun": [
      "まも",
      "もり",
      "-もり",
      "かみ"
    ]
  },
  "手": {
    "on": [
      "シュ",
      "ズ"
    ],
    "kun": [
      "て",
      "て-",
      "-て",
      "た-"
    ]
  },
  "朱": {
    "on": [
      "シュ"
    ],
    "kun": [
      "あけ"
    ]
  },
  "殊": {
    "on": [
      "シュ"
    ],
    "kun": [
      "こと"
    ]
  },
  "狩": {
    "on": [
      "シュ"
    ],
    "kun": [
      "か",
      "-が"
    ]
  },
  "珠": {
    "on": [
      "シュ"
    ],
    "kun": [
      "たま"
    ]
  },
  "種": {
    "on": [
      "シュ"
    ],
    "kun": [
      "たね",
      "-ぐさ"
    ]
  },
  "腫": {
    "on": [
      "シュ",
      "ショウ"
    ],
    "kun": [
      "は",
      "はれもの"
    ]
  },
  "趣": {
    "on": [
      "シュ"
    ],
    "kun": [
      "おもむき",
      "おもむ"
    ]
  },
  "酒": {
    "on": [
      "シュ"
    ],
    "kun": [
      "さけ",
      "さか-"
    ]
  },
  "首": {
    "on": [
      "シュ"
    ],
    "kun": [
      "くび"
    ]
  },
  "儒": {
    "on": [
      "ジュ"
    ],
    "kun": []
  },
  "受": {
    "on": [
      "ジュ"
    ],
    "kun": [
      "う",
      "-う"
    ]
  },
  "呪": {
    "on": [
      "ジュ",
      "シュ",
      "シュウ",
      "ズ"
    ],
    "kun": [
      "まじな",
      "のろ"
    ]
  },
  "寿": {
    "on": [
      "ジュ",
      "ス",
      "シュウ"
    ],
    "kun": [
      "ことぶき",
      "ことぶ",
      "ことほ"
    ]
  },
  "授": {
    "on": [
      "ジュ"
    ],
    "kun": [
      "さず"
    ]
  },
  "樹": {
    "on": [
      "ジュ"
    ],
    "kun": [
      "き"
    ]
  },
  "需": {
    "on": [
      "ジュ"
    ],
    "kun": []
  },
  "囚": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "とら"
    ]
  },
  "収": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "おさ"
    ]
  },
  "周": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "まわ"
    ]
  },
  "宗": {
    "on": [
      "シュウ",
      "ソウ"
    ],
    "kun": [
      "むね"
    ]
  },
  "就": {
    "on": [
      "シュウ",
      "ジュ"
    ],
    "kun": [
      "つ"
    ]
  },
  "州": {
    "on": [
      "シュウ",
      "ス"
    ],
    "kun": [
      "す"
    ]
  },
  "修": {
    "on": [
      "シュウ",
      "シュ"
    ],
    "kun": [
      "おさ"
    ]
  },
  "愁": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "うれ"
    ]
  },
  "拾": {
    "on": [
      "シュウ",
      "ジュウ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "秀": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "ひい"
    ]
  },
  "秋": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "あき",
      "とき"
    ]
  },
  "終": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "お",
      "-お",
      "おわ",
      "つい"
    ]
  },
  "習": {
    "on": [
      "シュウ",
      "ジュ"
    ],
    "kun": [
      "なら"
    ]
  },
  "臭": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "くさ",
      "-くさ",
      "にお"
    ]
  },
  "舟": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "ふね",
      "ふな-",
      "-ぶね"
    ]
  },
  "衆": {
    "on": [
      "シュウ",
      "シュ"
    ],
    "kun": [
      "おお"
    ]
  },
  "襲": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "おそ",
      "かさ"
    ]
  },
  "蹴": {
    "on": [
      "シュク",
      "シュウ"
    ],
    "kun": [
      "け"
    ]
  },
  "週": {
    "on": [
      "シュウ"
    ],
    "kun": []
  },
  "酬": {
    "on": [
      "シュウ",
      "シュ",
      "トウ"
    ],
    "kun": [
      "むく"
    ]
  },
  "集": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "あつ",
      "つど"
    ]
  },
  "醜": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "みにく",
      "しこ"
    ]
  },
  "住": {
    "on": [
      "ジュウ",
      "ヂュウ",
      "チュウ"
    ],
    "kun": [
      "す",
      "-ず"
    ]
  },
  "充": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "あ",
      "み"
    ]
  },
  "十": {
    "on": [
      "ジュウ",
      "ジッ",
      "ジュッ"
    ],
    "kun": [
      "とお",
      "と",
      "そ"
    ]
  },
  "従": {
    "on": [
      "ジュウ",
      "ショウ",
      "ジュ"
    ],
    "kun": [
      "したが",
      "より"
    ]
  },
  "柔": {
    "on": [
      "ジュウ",
      "ニュウ"
    ],
    "kun": [
      "やわ"
    ]
  },
  "汁": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "しる",
      "-しる",
      "つゆ"
    ]
  },
  "渋": {
    "on": [
      "ジュウ",
      "シュウ"
    ],
    "kun": [
      "しぶ"
    ]
  },
  "獣": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "けもの",
      "けだもの"
    ]
  },
  "縦": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "たて"
    ]
  },
  "重": {
    "on": [
      "ジュウ",
      "チョウ"
    ],
    "kun": [
      "え",
      "おも",
      "かさ"
    ]
  },
  "銃": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "つつ"
    ]
  },
  "叔": {
    "on": [
      "シュク"
    ],
    "kun": []
  },
  "宿": {
    "on": [
      "シュク"
    ],
    "kun": [
      "やど"
    ]
  },
  "淑": {
    "on": [
      "シュク"
    ],
    "kun": [
      "しと"
    ]
  },
  "祝": {
    "on": [
      "シュク",
      "シュウ"
    ],
    "kun": [
      "いわ"
    ]
  },
  "縮": {
    "on": [
      "シュク"
    ],
    "kun": [
      "ちぢ"
    ]
  },
  "粛": {
    "on": [
      "シュク",
      "スク"
    ],
    "kun": [
      "つつし"
    ]
  },
  "塾": {
    "on": [
      "ジュク"
    ],
    "kun": []
  },
  "熟": {
    "on": [
      "ジュク"
    ],
    "kun": [
      "う"
    ]
  },
  "出": {
    "on": [
      "シュツ",
      "スイ"
    ],
    "kun": [
      "で",
      "-で",
      "だ",
      "-だ",
      "い"
    ]
  },
  "術": {
    "on": [
      "ジュツ"
    ],
    "kun": [
      "すべ"
    ]
  },
  "述": {
    "on": [
      "ジュツ"
    ],
    "kun": [
      "の"
    ]
  },
  "俊": {
    "on": [
      "シュン"
    ],
    "kun": []
  },
  "春": {
    "on": [
      "シュン"
    ],
    "kun": [
      "はる"
    ]
  },
  "瞬": {
    "on": [
      "シュン"
    ],
    "kun": [
      "またた",
      "まじろ"
    ]
  },
  "准": {
    "on": [
      "ジュン"
    ],
    "kun": []
  },
  "循": {
    "on": [
      "ジュン"
    ],
    "kun": []
  },
  "旬": {
    "on": [
      "ジュン",
      "シュン"
    ],
    "kun": []
  },
  "殉": {
    "on": [
      "ジュン"
    ],
    "kun": []
  },
  "準": {
    "on": [
      "ジュン"
    ],
    "kun": [
      "じゅん",
      "なぞら",
      "のり",
      "ひと",
      "みずもり"
    ]
  },
  "潤": {
    "on": [
      "ジュン"
    ],
    "kun": [
      "うるお",
      "うる"
    ]
  },
  "盾": {
    "on": [
      "ジュン"
    ],
    "kun": [
      "たて"
    ]
  },
  "純": {
    "on": [
      "ジュン"
    ],
    "kun": []
  },
  "巡": {
    "on": [
      "ジュン"
    ],
    "kun": [
      "めぐ"
    ]
  },
  "遵": {
    "on": [
      "ジュン"
    ],
    "kun": []
  },
  "順": {
    "on": [
      "ジュン"
    ],
    "kun": []
  },
  "処": {
    "on": [
      "ショ"
    ],
    "kun": [
      "ところ",
      "-こ",
      "お"
    ]
  },
  "初": {
    "on": [
      "ショ"
    ],
    "kun": [
      "はじ",
      "はつ",
      "はつ-",
      "うい-",
      "-そ",
      "-ぞ"
    ]
  },
  "所": {
    "on": [
      "ショ"
    ],
    "kun": [
      "ところ",
      "-ところ",
      "どころ",
      "とこ"
    ]
  },
  "暑": {
    "on": [
      "ショ"
    ],
    "kun": [
      "あつ"
    ]
  },
  "渚": {
    "on": [
      "ショ"
    ],
    "kun": [
      "なぎさ"
    ]
  },
  "庶": {
    "on": [
      "ショ"
    ],
    "kun": []
  },
  "緒": {
    "on": [
      "ショ",
      "チョ"
    ],
    "kun": [
      "お",
      "いとぐち"
    ]
  },
  "署": {
    "on": [
      "ショ"
    ],
    "kun": []
  },
  "書": {
    "on": [
      "ショ"
    ],
    "kun": [
      "か",
      "-が",
      "-がき"
    ]
  },
  "諸": {
    "on": [
      "ショ"
    ],
    "kun": [
      "もろ"
    ]
  },
  "助": {
    "on": [
      "ジョ"
    ],
    "kun": [
      "たす",
      "す",
      "すけ"
    ]
  },
  "叙": {
    "on": [
      "ジョ"
    ],
    "kun": [
      "つい",
      "ついで"
    ]
  },
  "女": {
    "on": [
      "ジョ",
      "ニョ",
      "ニョウ"
    ],
    "kun": [
      "おんな",
      "め"
    ]
  },
  "序": {
    "on": [
      "ジョ"
    ],
    "kun": [
      "つい",
      "ついで"
    ]
  },
  "徐": {
    "on": [
      "ジョ"
    ],
    "kun": [
      "おもむ"
    ]
  },
  "除": {
    "on": [
      "ジョ",
      "ジ"
    ],
    "kun": [
      "のぞ",
      "-よ"
    ]
  },
  "傷": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "きず",
      "いた"
    ]
  },
  "償": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "つぐな"
    ]
  },
  "勝": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "か",
      "-が",
      "まさ",
      "すぐ",
      "かつ"
    ]
  },
  "匠": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "たくみ"
    ]
  },
  "升": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "ます"
    ]
  },
  "召": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "め"
    ]
  },
  "商": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "あきな"
    ]
  },
  "唱": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "とな"
    ]
  },
  "奨": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "すす"
    ]
  },
  "宵": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "よい"
    ]
  },
  "将": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "まさ",
      "はた",
      "ひきい",
      "もって"
    ]
  },
  "小": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "ちい",
      "こ-",
      "お-",
      "さ-"
    ]
  },
  "少": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "すく",
      "すこ"
    ]
  },
  "尚": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "なお"
    ]
  },
  "床": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "とこ",
      "ゆか"
    ]
  },
  "彰": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "承": {
    "on": [
      "ショウ",
      "ジョウ"
    ],
    "kun": [
      "うけたまわ",
      "う"
    ]
  },
  "抄": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "招": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "まね"
    ]
  },
  "掌": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "てのひら",
      "たなごころ"
    ]
  },
  "昇": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "のぼ"
    ]
  },
  "昌": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "さかん"
    ]
  },
  "昭": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "晶": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "松": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "まつ"
    ]
  },
  "梢": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "こずえ",
      "くすのき"
    ]
  },
  "沼": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "ぬま"
    ]
  },
  "消": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "き",
      "け"
    ]
  },
  "渉": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "わた"
    ]
  },
  "焼": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "や",
      "-や"
    ]
  },
  "焦": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "こ",
      "あせ",
      "じ"
    ]
  },
  "照": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "て"
    ]
  },
  "症": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "省": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "かえり",
      "はぶ"
    ]
  },
  "硝": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "礁": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "祥": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "さいわ",
      "きざ",
      "よ",
      "つまび"
    ]
  },
  "称": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "たた",
      "とな",
      "あ",
      "かな",
      "はか",
      "ほめ"
    ]
  },
  "章": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "笑": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "わら",
      "え"
    ]
  },
  "粧": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "紹": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "肖": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "あやか"
    ]
  },
  "衝": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "つ"
    ]
  },
  "裳": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "も",
      "もすそ"
    ]
  },
  "訟": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "証": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "あかし"
    ]
  },
  "詔": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "みことのり"
    ]
  },
  "詳": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "くわ",
      "つまび"
    ]
  },
  "象": {
    "on": [
      "ショウ",
      "ゾウ"
    ],
    "kun": [
      "かたど"
    ]
  },
  "賞": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "鐘": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "かね"
    ]
  },
  "障": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "さわ"
    ]
  },
  "上": {
    "on": [
      "ジョウ",
      "ショウ",
      "シャン"
    ],
    "kun": [
      "うえ",
      "-うえ",
      "うわ-",
      "かみ",
      "あ",
      "-あ",
      "のぼ",
      "たてまつ"
    ]
  },
  "丈": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "たけ",
      "だけ"
    ]
  },
  "乗": {
    "on": [
      "ジョウ",
      "ショウ"
    ],
    "kun": [
      "の",
      "-の"
    ]
  },
  "冗": {
    "on": [
      "ジョウ"
    ],
    "kun": []
  },
  "剰": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "あまつさえ",
      "あま"
    ]
  },
  "城": {
    "on": [
      "ジョウ",
      "セイ"
    ],
    "kun": [
      "しろ"
    ]
  },
  "場": {
    "on": [
      "ジョウ",
      "チョウ"
    ],
    "kun": [
      "ば"
    ]
  },
  "壌": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "つち"
    ]
  },
  "嬢": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "むすめ"
    ]
  },
  "常": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "つね",
      "とこ-"
    ]
  },
  "情": {
    "on": [
      "ジョウ",
      "セイ"
    ],
    "kun": [
      "なさ"
    ]
  },
  "条": {
    "on": [
      "ジョウ",
      "チョウ",
      "デキ"
    ],
    "kun": [
      "えだ",
      "すじ"
    ]
  },
  "浄": {
    "on": [
      "ジョウ",
      "セイ"
    ],
    "kun": [
      "きよ"
    ]
  },
  "状": {
    "on": [
      "ジョウ"
    ],
    "kun": []
  },
  "畳": {
    "on": [
      "ジョウ",
      "チョウ"
    ],
    "kun": [
      "たた",
      "たたみ",
      "かさ"
    ]
  },
  "蒸": {
    "on": [
      "ジョウ",
      "セイ"
    ],
    "kun": [
      "む"
    ]
  },
  "譲": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "ゆず"
    ]
  },
  "醸": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "かも"
    ]
  },
  "錠": {
    "on": [
      "ジョウ"
    ],
    "kun": []
  },
  "嘱": {
    "on": [
      "ショク"
    ],
    "kun": [
      "しょく",
      "たの"
    ]
  },
  "飾": {
    "on": [
      "ショク"
    ],
    "kun": [
      "かざ"
    ]
  },
  "拭": {
    "on": [
      "ショク",
      "シキ"
    ],
    "kun": [
      "ぬぐ",
      "ふ"
    ]
  },
  "植": {
    "on": [
      "ショク"
    ],
    "kun": [
      "う"
    ]
  },
  "殖": {
    "on": [
      "ショク"
    ],
    "kun": [
      "ふ"
    ]
  },
  "織": {
    "on": [
      "ショク",
      "シキ"
    ],
    "kun": [
      "お",
      "おり",
      "-おり",
      "-お"
    ]
  },
  "職": {
    "on": [
      "ショク",
      "ソク"
    ],
    "kun": []
  },
  "色": {
    "on": [
      "ショク",
      "シキ"
    ],
    "kun": [
      "いろ"
    ]
  },
  "触": {
    "on": [
      "ショク"
    ],
    "kun": [
      "ふ",
      "さわ"
    ]
  },
  "食": {
    "on": [
      "ショク",
      "ジキ"
    ],
    "kun": [
      "く",
      "た",
      "は"
    ]
  },
  "辱": {
    "on": [
      "ジョク"
    ],
    "kun": [
      "はずかし"
    ]
  },
  "尻": {
    "on": [
      "コウ"
    ],
    "kun": [
      "しり"
    ]
  },
  "伸": {
    "on": [
      "シン"
    ],
    "kun": [
      "の"
    ]
  },
  "信": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "侵": {
    "on": [
      "シン"
    ],
    "kun": [
      "おか"
    ]
  },
  "唇": {
    "on": [
      "シン"
    ],
    "kun": [
      "くちびる"
    ]
  },
  "娠": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "寝": {
    "on": [
      "シン"
    ],
    "kun": [
      "ね",
      "い",
      "みたまや",
      "や"
    ]
  },
  "審": {
    "on": [
      "シン"
    ],
    "kun": [
      "つまび",
      "つぶさ"
    ]
  },
  "心": {
    "on": [
      "シン"
    ],
    "kun": [
      "こころ",
      "-ごころ"
    ]
  },
  "慎": {
    "on": [
      "シン"
    ],
    "kun": [
      "つつし",
      "つつ"
    ]
  },
  "振": {
    "on": [
      "シン"
    ],
    "kun": [
      "ふ"
    ]
  },
  "新": {
    "on": [
      "シン"
    ],
    "kun": [
      "あたら",
      "あら",
      "あら-",
      "にい-"
    ]
  },
  "森": {
    "on": [
      "シン"
    ],
    "kun": [
      "もり"
    ]
  },
  "浸": {
    "on": [
      "シン"
    ],
    "kun": [
      "ひた",
      "つ"
    ]
  },
  "深": {
    "on": [
      "シン"
    ],
    "kun": [
      "ふか",
      "-ぶか",
      "み-"
    ]
  },
  "申": {
    "on": [
      "シン"
    ],
    "kun": [
      "もう",
      "さる"
    ]
  },
  "真": {
    "on": [
      "シン"
    ],
    "kun": [
      "ま",
      "ま-",
      "まこと"
    ]
  },
  "神": {
    "on": [
      "シン",
      "ジン"
    ],
    "kun": [
      "かみ",
      "かん-",
      "こう-"
    ]
  },
  "紳": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "臣": {
    "on": [
      "シン",
      "ジン"
    ],
    "kun": []
  },
  "芯": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "薪": {
    "on": [
      "シン"
    ],
    "kun": [
      "たきぎ",
      "まき"
    ]
  },
  "親": {
    "on": [
      "シン"
    ],
    "kun": [
      "おや",
      "おや-",
      "した"
    ]
  },
  "診": {
    "on": [
      "シン"
    ],
    "kun": [
      "み"
    ]
  },
  "身": {
    "on": [
      "シン"
    ],
    "kun": [
      "み"
    ]
  },
  "辛": {
    "on": [
      "シン"
    ],
    "kun": [
      "から",
      "つら",
      "-づら",
      "かのと"
    ]
  },
  "進": {
    "on": [
      "シン"
    ],
    "kun": [
      "すす"
    ]
  },
  "針": {
    "on": [
      "シン"
    ],
    "kun": [
      "はり"
    ]
  },
  "震": {
    "on": [
      "シン"
    ],
    "kun": [
      "ふる"
    ]
  },
  "人": {
    "on": [
      "ジン",
      "ニン"
    ],
    "kun": [
      "ひと",
      "-り",
      "-と"
    ]
  },
  "仁": {
    "on": [
      "ジン",
      "ニ",
      "ニン"
    ],
    "kun": []
  },
  "刃": {
    "on": [
      "ジン",
      "ニン"
    ],
    "kun": [
      "は",
      "やいば",
      "き"
    ]
  },
  "尋": {
    "on": [
      "ジン"
    ],
    "kun": [
      "たず",
      "ひろ"
    ]
  },
  "甚": {
    "on": [
      "ジン"
    ],
    "kun": [
      "はなは"
    ]
  },
  "尽": {
    "on": [
      "ジン",
      "サン"
    ],
    "kun": [
      "つ",
      "-づ",
      "-ず",
      "ことごと"
    ]
  },
  "腎": {
    "on": [
      "ジン"
    ],
    "kun": []
  },
  "迅": {
    "on": [
      "ジン"
    ],
    "kun": []
  },
  "陣": {
    "on": [
      "ジン"
    ],
    "kun": []
  },
  "須": {
    "on": [
      "ス",
      "シュ"
    ],
    "kun": [
      "すべから",
      "すべし",
      "ひげ",
      "まつ",
      "もち",
      "もと"
    ]
  },
  "酢": {
    "on": [
      "サク"
    ],
    "kun": [
      "す"
    ]
  },
  "図": {
    "on": [
      "ズ",
      "ト"
    ],
    "kun": [
      "え",
      "はか"
    ]
  },
  "吹": {
    "on": [
      "スイ"
    ],
    "kun": [
      "ふ"
    ]
  },
  "垂": {
    "on": [
      "スイ"
    ],
    "kun": [
      "た",
      "-た",
      "なんなんと"
    ]
  },
  "帥": {
    "on": [
      "スイ"
    ],
    "kun": []
  },
  "推": {
    "on": [
      "スイ"
    ],
    "kun": [
      "お"
    ]
  },
  "水": {
    "on": [
      "スイ"
    ],
    "kun": [
      "みず",
      "みず-"
    ]
  },
  "炊": {
    "on": [
      "スイ"
    ],
    "kun": [
      "た",
      "-だ"
    ]
  },
  "睡": {
    "on": [
      "スイ"
    ],
    "kun": [
      "ねむ"
    ]
  },
  "粋": {
    "on": [
      "スイ"
    ],
    "kun": [
      "いき"
    ]
  },
  "衰": {
    "on": [
      "スイ"
    ],
    "kun": [
      "おとろ"
    ]
  },
  "遂": {
    "on": [
      "スイ"
    ],
    "kun": [
      "と",
      "つい"
    ]
  },
  "酔": {
    "on": [
      "スイ"
    ],
    "kun": [
      "よ"
    ]
  },
  "錘": {
    "on": [
      "スイ"
    ],
    "kun": [
      "つむ",
      "おもり"
    ]
  },
  "随": {
    "on": [
      "ズイ"
    ],
    "kun": [
      "まにま",
      "したが"
    ]
  },
  "髄": {
    "on": [
      "ズイ"
    ],
    "kun": []
  },
  "崇": {
    "on": [
      "スウ"
    ],
    "kun": [
      "あが"
    ]
  },
  "数": {
    "on": [
      "スウ",
      "ス",
      "サク",
      "ソク",
      "シュ"
    ],
    "kun": [
      "かず",
      "かぞ",
      "しばしば",
      "せ",
      "わずらわ"
    ]
  },
  "枢": {
    "on": [
      "スウ",
      "シュ"
    ],
    "kun": [
      "とぼそ",
      "からくり"
    ]
  },
  "据": {
    "on": [
      "キョ"
    ],
    "kun": [
      "す"
    ]
  },
  "杉": {
    "on": [
      "サン"
    ],
    "kun": [
      "すぎ"
    ]
  },
  "裾": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "すそ"
    ]
  },
  "澄": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "す",
      "-す"
    ]
  },
  "寸": {
    "on": [
      "スン"
    ],
    "kun": []
  },
  "世": {
    "on": [
      "セイ",
      "セ",
      "ソウ"
    ],
    "kun": [
      "よ"
    ]
  },
  "瀬": {
    "on": [
      "ライ"
    ],
    "kun": [
      "せ"
    ]
  },
  "畝": {
    "on": [
      "ボウ",
      "ホ",
      "モ",
      "ム"
    ],
    "kun": [
      "せ",
      "うね"
    ]
  },
  "是": {
    "on": [
      "ゼ",
      "シ"
    ],
    "kun": [
      "これ",
      "この",
      "ここ"
    ]
  },
  "凄": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": [
      "さむ",
      "すご",
      "すさ"
    ]
  },
  "制": {
    "on": [
      "セイ"
    ],
    "kun": []
  },
  "勢": {
    "on": [
      "セイ",
      "ゼイ"
    ],
    "kun": [
      "いきお",
      "はずみ"
    ]
  },
  "姓": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": []
  },
  "征": {
    "on": [
      "セイ"
    ],
    "kun": []
  },
  "性": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "さが"
    ]
  },
  "成": {
    "on": [
      "セイ",
      "ジョウ"
    ],
    "kun": [
      "な",
      "-な"
    ]
  },
  "政": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "まつりごと",
      "まん"
    ]
  },
  "整": {
    "on": [
      "セイ"
    ],
    "kun": [
      "ととの"
    ]
  },
  "星": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "ほし",
      "-ぼし"
    ]
  },
  "晴": {
    "on": [
      "セイ"
    ],
    "kun": [
      "は",
      "-ば"
    ]
  },
  "正": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "ただ",
      "まさ"
    ]
  },
  "清": {
    "on": [
      "セイ",
      "ショウ",
      "シン"
    ],
    "kun": [
      "きよ"
    ]
  },
  "牲": {
    "on": [
      "セイ"
    ],
    "kun": []
  },
  "生": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "い",
      "う",
      "うま",
      "うまれ",
      "お",
      "は",
      "き",
      "なま",
      "なま-",
      "な",
      "む",
      "-う"
    ]
  },
  "盛": {
    "on": [
      "セイ",
      "ジョウ"
    ],
    "kun": [
      "も",
      "さか"
    ]
  },
  "精": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "しら",
      "くわ"
    ]
  },
  "聖": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "ひじり"
    ]
  },
  "声": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "こえ",
      "こわ-"
    ]
  },
  "製": {
    "on": [
      "セイ"
    ],
    "kun": []
  },
  "西": {
    "on": [
      "セイ",
      "サイ",
      "ス"
    ],
    "kun": [
      "にし"
    ]
  },
  "誠": {
    "on": [
      "セイ"
    ],
    "kun": [
      "まこと"
    ]
  },
  "誓": {
    "on": [
      "セイ"
    ],
    "kun": [
      "ちか"
    ]
  },
  "請": {
    "on": [
      "セイ",
      "シン",
      "ショウ"
    ],
    "kun": [
      "こ",
      "う"
    ]
  },
  "逝": {
    "on": [
      "セイ"
    ],
    "kun": [
      "ゆ",
      "い"
    ]
  },
  "醒": {
    "on": [
      "セイ"
    ],
    "kun": [
      "さ"
    ]
  },
  "青": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "あお",
      "あお-"
    ]
  },
  "静": {
    "on": [
      "セイ",
      "ジョウ"
    ],
    "kun": [
      "しず-",
      "しず"
    ]
  },
  "斉": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": [
      "そろ",
      "ひと",
      "あたる",
      "はやい"
    ]
  },
  "税": {
    "on": [
      "ゼイ"
    ],
    "kun": []
  },
  "隻": {
    "on": [
      "セキ"
    ],
    "kun": []
  },
  "席": {
    "on": [
      "セキ"
    ],
    "kun": [
      "むしろ"
    ]
  },
  "惜": {
    "on": [
      "セキ"
    ],
    "kun": [
      "お"
    ]
  },
  "戚": {
    "on": [
      "ソク",
      "セキ"
    ],
    "kun": [
      "いた",
      "うれ",
      "みうち"
    ]
  },
  "斥": {
    "on": [
      "セキ"
    ],
    "kun": [
      "しりぞ"
    ]
  },
  "昔": {
    "on": [
      "セキ",
      "シャク"
    ],
    "kun": [
      "むかし"
    ]
  },
  "析": {
    "on": [
      "セキ"
    ],
    "kun": []
  },
  "石": {
    "on": [
      "セキ",
      "シャク",
      "コク"
    ],
    "kun": [
      "いし"
    ]
  },
  "積": {
    "on": [
      "セキ"
    ],
    "kun": [
      "つ",
      "-づ"
    ]
  },
  "籍": {
    "on": [
      "セキ"
    ],
    "kun": []
  },
  "績": {
    "on": [
      "セキ"
    ],
    "kun": []
  },
  "脊": {
    "on": [
      "セキ"
    ],
    "kun": [
      "せ",
      "せい"
    ]
  },
  "責": {
    "on": [
      "セキ"
    ],
    "kun": [
      "せ"
    ]
  },
  "赤": {
    "on": [
      "セキ",
      "シャク"
    ],
    "kun": [
      "あか",
      "あか-"
    ]
  },
  "跡": {
    "on": [
      "セキ"
    ],
    "kun": [
      "あと"
    ]
  },
  "切": {
    "on": [
      "セツ",
      "サイ"
    ],
    "kun": [
      "き",
      "-き",
      "-ぎ"
    ]
  },
  "拙": {
    "on": [
      "セツ"
    ],
    "kun": [
      "つたな"
    ]
  },
  "接": {
    "on": [
      "セツ",
      "ショウ"
    ],
    "kun": [
      "つ"
    ]
  },
  "摂": {
    "on": [
      "セツ",
      "ショウ"
    ],
    "kun": [
      "おさ",
      "かね",
      "と"
    ]
  },
  "折": {
    "on": [
      "セツ",
      "シャク"
    ],
    "kun": [
      "お",
      "おり",
      "-お"
    ]
  },
  "設": {
    "on": [
      "セツ"
    ],
    "kun": [
      "もう"
    ]
  },
  "窃": {
    "on": [
      "セツ"
    ],
    "kun": [
      "ぬす",
      "ひそ"
    ]
  },
  "節": {
    "on": [
      "セツ",
      "セチ"
    ],
    "kun": [
      "ふし",
      "-ぶし",
      "のっと"
    ]
  },
  "説": {
    "on": [
      "セツ",
      "ゼイ"
    ],
    "kun": [
      "と"
    ]
  },
  "雪": {
    "on": [
      "セツ"
    ],
    "kun": [
      "ゆき"
    ]
  },
  "絶": {
    "on": [
      "ゼツ"
    ],
    "kun": [
      "た"
    ]
  },
  "舌": {
    "on": [
      "ゼツ"
    ],
    "kun": [
      "した"
    ]
  },
  "仙": {
    "on": [
      "セン",
      "セント"
    ],
    "kun": []
  },
  "先": {
    "on": [
      "セン"
    ],
    "kun": [
      "さき",
      "ま"
    ]
  },
  "千": {
    "on": [
      "セン"
    ],
    "kun": [
      "ち"
    ]
  },
  "占": {
    "on": [
      "セン"
    ],
    "kun": [
      "し",
      "うらな"
    ]
  },
  "宣": {
    "on": [
      "セン"
    ],
    "kun": [
      "のたま"
    ]
  },
  "専": {
    "on": [
      "セン"
    ],
    "kun": [
      "もっぱ"
    ]
  },
  "川": {
    "on": [
      "セン"
    ],
    "kun": [
      "かわ"
    ]
  },
  "戦": {
    "on": [
      "セン"
    ],
    "kun": [
      "いくさ",
      "たたか",
      "おのの",
      "そよ",
      "わなな"
    ]
  },
  "扇": {
    "on": [
      "セン"
    ],
    "kun": [
      "おうぎ"
    ]
  },
  "栓": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "泉": {
    "on": [
      "セン"
    ],
    "kun": [
      "いずみ"
    ]
  },
  "浅": {
    "on": [
      "セン"
    ],
    "kun": [
      "あさ"
    ]
  },
  "洗": {
    "on": [
      "セン"
    ],
    "kun": [
      "あら"
    ]
  },
  "染": {
    "on": [
      "セン"
    ],
    "kun": [
      "そ",
      "し"
    ]
  },
  "潜": {
    "on": [
      "セン"
    ],
    "kun": [
      "ひそ",
      "もぐ",
      "かく",
      "くぐ"
    ]
  },
  "煎": {
    "on": [
      "セン"
    ],
    "kun": [
      "せん",
      "い",
      "に"
    ]
  },
  "旋": {
    "on": [
      "セン"
    ],
    "kun": [
      "め",
      "いばり"
    ]
  },
  "線": {
    "on": [
      "セン"
    ],
    "kun": [
      "すじ"
    ]
  },
  "繊": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "羨": {
    "on": [
      "セン",
      "エン"
    ],
    "kun": [
      "うらや",
      "あまり"
    ]
  },
  "腺": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "船": {
    "on": [
      "セン"
    ],
    "kun": [
      "ふね",
      "ふな-"
    ]
  },
  "薦": {
    "on": [
      "セン"
    ],
    "kun": [
      "すす"
    ]
  },
  "詮": {
    "on": [
      "セン"
    ],
    "kun": [
      "せん",
      "かい",
      "あき"
    ]
  },
  "践": {
    "on": [
      "セン"
    ],
    "kun": [
      "ふ"
    ]
  },
  "選": {
    "on": [
      "セン"
    ],
    "kun": [
      "えら",
      "え",
      "よ"
    ]
  },
  "遷": {
    "on": [
      "セン"
    ],
    "kun": [
      "うつ",
      "みやこがえ"
    ]
  },
  "銭": {
    "on": [
      "セン",
      "ゼン"
    ],
    "kun": [
      "ぜに",
      "すき"
    ]
  },
  "銑": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "鮮": {
    "on": [
      "セン"
    ],
    "kun": [
      "あざ"
    ]
  },
  "前": {
    "on": [
      "ゼン"
    ],
    "kun": [
      "まえ",
      "-まえ"
    ]
  },
  "善": {
    "on": [
      "ゼン"
    ],
    "kun": [
      "よ",
      "い",
      "よし"
    ]
  },
  "漸": {
    "on": [
      "ゼン"
    ],
    "kun": [
      "ようや",
      "やや",
      "ようよ",
      "すす"
    ]
  },
  "然": {
    "on": [
      "ゼン",
      "ネン"
    ],
    "kun": [
      "しか",
      "さ"
    ]
  },
  "全": {
    "on": [
      "ゼン"
    ],
    "kun": [
      "まった",
      "すべ"
    ]
  },
  "禅": {
    "on": [
      "ゼン",
      "セン"
    ],
    "kun": [
      "しずか",
      "ゆず"
    ]
  },
  "繕": {
    "on": [
      "ゼン"
    ],
    "kun": [
      "つくろ"
    ]
  },
  "膳": {
    "on": [
      "ゼン",
      "セン"
    ],
    "kun": [
      "かしわ",
      "すす",
      "そな"
    ]
  },
  "塑": {
    "on": [
      "ソ"
    ],
    "kun": [
      "でく"
    ]
  },
  "措": {
    "on": [
      "ソ"
    ],
    "kun": [
      "お"
    ]
  },
  "曽": {
    "on": [
      "ソウ",
      "ソ",
      "ゾウ"
    ],
    "kun": [
      "かつ",
      "かつて",
      "すなわち"
    ]
  },
  "狙": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "ねら"
    ]
  },
  "疎": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "うと",
      "まば"
    ]
  },
  "礎": {
    "on": [
      "ソ"
    ],
    "kun": [
      "いしずえ"
    ]
  },
  "祖": {
    "on": [
      "ソ"
    ],
    "kun": []
  },
  "租": {
    "on": [
      "ソ"
    ],
    "kun": []
  },
  "粗": {
    "on": [
      "ソ"
    ],
    "kun": [
      "あら",
      "あら-"
    ]
  },
  "素": {
    "on": [
      "ソ",
      "ス"
    ],
    "kun": [
      "もと"
    ]
  },
  "組": {
    "on": [
      "ソ"
    ],
    "kun": [
      "く",
      "くみ",
      "-ぐみ"
    ]
  },
  "訴": {
    "on": [
      "ソ"
    ],
    "kun": [
      "うった"
    ]
  },
  "阻": {
    "on": [
      "ソ"
    ],
    "kun": [
      "はば"
    ]
  },
  "遡": {
    "on": [
      "ソ",
      "サク"
    ],
    "kun": [
      "さかのぼ"
    ]
  },
  "僧": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "創": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "つく",
      "はじ",
      "きず",
      "けず"
    ]
  },
  "双": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "ふた",
      "たぐい",
      "ならぶ",
      "ふたつ"
    ]
  },
  "倉": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "くら"
    ]
  },
  "喪": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "も"
    ]
  },
  "壮": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さかん"
    ]
  },
  "奏": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "かな"
    ]
  },
  "爽": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "あき",
      "さわ",
      "たがう"
    ]
  },
  "層": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "想": {
    "on": [
      "ソウ",
      "ソ"
    ],
    "kun": [
      "おも"
    ]
  },
  "捜": {
    "on": [
      "ソウ",
      "シュ",
      "シュウ"
    ],
    "kun": [
      "さが"
    ]
  },
  "掃": {
    "on": [
      "ソウ",
      "シュ"
    ],
    "kun": [
      "は"
    ]
  },
  "挿": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さ",
      "はさ"
    ]
  },
  "操": {
    "on": [
      "ソウ",
      "サン"
    ],
    "kun": [
      "みさお",
      "あやつ"
    ]
  },
  "早": {
    "on": [
      "ソウ",
      "サッ"
    ],
    "kun": [
      "はや",
      "はや-",
      "さ-"
    ]
  },
  "曹": {
    "on": [
      "ソウ",
      "ゾウ"
    ],
    "kun": []
  },
  "巣": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "す"
    ]
  },
  "槽": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "ふね"
    ]
  },
  "漕": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "こ",
      "はこ"
    ]
  },
  "燥": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "はしゃ"
    ]
  },
  "争": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "あらそ",
      "いか"
    ]
  },
  "痩": {
    "on": [
      "ソウ",
      "チュウ",
      "シュウ",
      "シュ"
    ],
    "kun": [
      "や"
    ]
  },
  "相": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "あい-"
    ]
  },
  "窓": {
    "on": [
      "ソウ",
      "ス"
    ],
    "kun": [
      "まど",
      "てんまど",
      "けむだし"
    ]
  },
  "総": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "す",
      "すべ",
      "ふさ"
    ]
  },
  "草": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "くさ",
      "くさ-",
      "-ぐさ"
    ]
  },
  "荘": {
    "on": [
      "ソウ",
      "ショウ",
      "チャン"
    ],
    "kun": [
      "ほうき",
      "おごそ"
    ]
  },
  "葬": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "ほうむ"
    ]
  },
  "藻": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "も"
    ]
  },
  "装": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "よそお"
    ]
  },
  "走": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "はし"
    ]
  },
  "送": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "おく"
    ]
  },
  "遭": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "あ"
    ]
  },
  "霜": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "しも"
    ]
  },
  "騒": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さわ",
      "うれい"
    ]
  },
  "像": {
    "on": [
      "ゾウ"
    ],
    "kun": []
  },
  "増": {
    "on": [
      "ゾウ"
    ],
    "kun": [
      "ま",
      "ふ"
    ]
  },
  "憎": {
    "on": [
      "ゾウ"
    ],
    "kun": [
      "にく"
    ]
  },
  "臓": {
    "on": [
      "ゾウ"
    ],
    "kun": [
      "はらわた"
    ]
  },
  "蔵": {
    "on": [
      "ゾウ",
      "ソウ"
    ],
    "kun": [
      "くら",
      "おさ",
      "かく"
    ]
  },
  "贈": {
    "on": [
      "ゾウ",
      "ソウ"
    ],
    "kun": [
      "おく"
    ]
  },
  "造": {
    "on": [
      "ゾウ"
    ],
    "kun": [
      "つく",
      "-づく"
    ]
  },
  "促": {
    "on": [
      "ソク"
    ],
    "kun": [
      "うなが"
    ]
  },
  "側": {
    "on": [
      "ソク"
    ],
    "kun": [
      "かわ",
      "がわ",
      "そば"
    ]
  },
  "則": {
    "on": [
      "ソク"
    ],
    "kun": [
      "のっと",
      "のり",
      "すなわち"
    ]
  },
  "即": {
    "on": [
      "ソク"
    ],
    "kun": [
      "つ",
      "すなわ"
    ]
  },
  "息": {
    "on": [
      "ソク"
    ],
    "kun": [
      "いき"
    ]
  },
  "捉": {
    "on": [
      "ソク",
      "サク"
    ],
    "kun": [
      "とら"
    ]
  },
  "束": {
    "on": [
      "ソク"
    ],
    "kun": [
      "たば",
      "つか"
    ]
  },
  "測": {
    "on": [
      "ソク"
    ],
    "kun": [
      "はか"
    ]
  },
  "足": {
    "on": [
      "ソク"
    ],
    "kun": [
      "あし",
      "た"
    ]
  },
  "速": {
    "on": [
      "ソク"
    ],
    "kun": [
      "はや",
      "はや-",
      "すみ"
    ]
  },
  "俗": {
    "on": [
      "ゾク"
    ],
    "kun": []
  },
  "属": {
    "on": [
      "ゾク",
      "ショク"
    ],
    "kun": [
      "さかん",
      "つく",
      "やから"
    ]
  },
  "賊": {
    "on": [
      "ゾク"
    ],
    "kun": []
  },
  "族": {
    "on": [
      "ゾク"
    ],
    "kun": []
  },
  "続": {
    "on": [
      "ゾク",
      "ショク",
      "コウ",
      "キョウ"
    ],
    "kun": [
      "つづ",
      "つぐ"
    ]
  },
  "卒": {
    "on": [
      "ソツ",
      "シュツ"
    ],
    "kun": [
      "そっ",
      "お",
      "ついに",
      "にわか"
    ]
  },
  "袖": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "そで"
    ]
  },
  "存": {
    "on": [
      "ソン",
      "ゾン"
    ],
    "kun": [
      "ながら",
      "あ",
      "たも",
      "と"
    ]
  },
  "孫": {
    "on": [
      "ソン"
    ],
    "kun": [
      "まご"
    ]
  },
  "尊": {
    "on": [
      "ソン"
    ],
    "kun": [
      "たっと",
      "とうと"
    ]
  },
  "損": {
    "on": [
      "ソン"
    ],
    "kun": [
      "そこ",
      "そこな",
      "-そこ"
    ]
  },
  "村": {
    "on": [
      "ソン"
    ],
    "kun": [
      "むら"
    ]
  },
  "遜": {
    "on": [
      "ソン"
    ],
    "kun": [
      "したが",
      "へりくだ",
      "ゆず"
    ]
  },
  "他": {
    "on": [
      "タ"
    ],
    "kun": [
      "ほか"
    ]
  },
  "多": {
    "on": [
      "タ"
    ],
    "kun": [
      "おお",
      "まさ"
    ]
  },
  "太": {
    "on": [
      "タイ",
      "タ"
    ],
    "kun": [
      "ふと"
    ]
  },
  "汰": {
    "on": [
      "タ",
      "タイ"
    ],
    "kun": [
      "おご",
      "にご",
      "よな"
    ]
  },
  "唾": {
    "on": [
      "ダ",
      "タ"
    ],
    "kun": [
      "つば",
      "つばき"
    ]
  },
  "堕": {
    "on": [
      "ダ"
    ],
    "kun": [
      "お",
      "くず"
    ]
  },
  "妥": {
    "on": [
      "ダ"
    ],
    "kun": []
  },
  "惰": {
    "on": [
      "ダ"
    ],
    "kun": []
  },
  "打": {
    "on": [
      "ダ",
      "ダース"
    ],
    "kun": [
      "う",
      "ぶ"
    ]
  },
  "駄": {
    "on": [
      "ダ",
      "タ"
    ],
    "kun": []
  },
  "体": {
    "on": [
      "タイ",
      "テイ"
    ],
    "kun": [
      "からだ",
      "かたち"
    ]
  },
  "堆": {
    "on": [
      "タイ",
      "ツイ"
    ],
    "kun": [
      "うずたか"
    ]
  },
  "対": {
    "on": [
      "タイ",
      "ツイ"
    ],
    "kun": [
      "あいて",
      "こた",
      "そろ",
      "つれあ",
      "なら",
      "むか"
    ]
  },
  "耐": {
    "on": [
      "タイ"
    ],
    "kun": [
      "た"
    ]
  },
  "帯": {
    "on": [
      "タイ"
    ],
    "kun": [
      "お",
      "おび"
    ]
  },
  "待": {
    "on": [
      "タイ"
    ],
    "kun": [
      "ま",
      "-ま"
    ]
  },
  "怠": {
    "on": [
      "タイ"
    ],
    "kun": [
      "おこた",
      "なま"
    ]
  },
  "態": {
    "on": [
      "タイ"
    ],
    "kun": [
      "わざ"
    ]
  },
  "戴": {
    "on": [
      "タイ"
    ],
    "kun": [
      "いただ"
    ]
  },
  "替": {
    "on": [
      "タイ"
    ],
    "kun": [
      "か"
    ]
  },
  "泰": {
    "on": [
      "タイ"
    ],
    "kun": []
  },
  "滞": {
    "on": [
      "タイ",
      "テイ"
    ],
    "kun": [
      "とどこお"
    ]
  },
  "胎": {
    "on": [
      "タイ"
    ],
    "kun": []
  },
  "袋": {
    "on": [
      "タイ",
      "ダイ"
    ],
    "kun": [
      "ふくろ"
    ]
  },
  "貸": {
    "on": [
      "タイ"
    ],
    "kun": [
      "か",
      "かし-"
    ]
  },
  "退": {
    "on": [
      "タイ"
    ],
    "kun": [
      "しりぞ",
      "ひ",
      "の",
      "ど"
    ]
  },
  "逮": {
    "on": [
      "タイ"
    ],
    "kun": []
  },
  "隊": {
    "on": [
      "タイ"
    ],
    "kun": []
  },
  "代": {
    "on": [
      "ダイ",
      "タイ"
    ],
    "kun": [
      "か",
      "かわ",
      "-がわ",
      "-が",
      "よ",
      "しろ"
    ]
  },
  "台": {
    "on": [
      "ダイ",
      "タイ"
    ],
    "kun": [
      "うてな",
      "われ",
      "つかさ"
    ]
  },
  "大": {
    "on": [
      "ダイ",
      "タイ"
    ],
    "kun": [
      "おお-",
      "おお",
      "-おお"
    ]
  },
  "第": {
    "on": [
      "ダイ",
      "テイ"
    ],
    "kun": []
  },
  "題": {
    "on": [
      "ダイ"
    ],
    "kun": []
  },
  "滝": {
    "on": [
      "ロウ",
      "ソウ"
    ],
    "kun": [
      "たき"
    ]
  },
  "卓": {
    "on": [
      "タク"
    ],
    "kun": []
  },
  "宅": {
    "on": [
      "タク"
    ],
    "kun": []
  },
  "択": {
    "on": [
      "タク"
    ],
    "kun": [
      "えら"
    ]
  },
  "拓": {
    "on": [
      "タク"
    ],
    "kun": [
      "ひら"
    ]
  },
  "沢": {
    "on": [
      "タク"
    ],
    "kun": [
      "さわ",
      "うるお",
      "つや"
    ]
  },
  "濯": {
    "on": [
      "タク"
    ],
    "kun": [
      "すす",
      "ゆす"
    ]
  },
  "託": {
    "on": [
      "タク"
    ],
    "kun": [
      "かこつ",
      "かこ"
    ]
  },
  "濁": {
    "on": [
      "ダク",
      "ジョク"
    ],
    "kun": [
      "にご"
    ]
  },
  "諾": {
    "on": [
      "ダク"
    ],
    "kun": []
  },
  "只": {
    "on": [
      "シ"
    ],
    "kun": [
      "ただ"
    ]
  },
  "但": {
    "on": [
      "タン"
    ],
    "kun": [
      "ただ"
    ]
  },
  "達": {
    "on": [
      "タツ",
      "ダ"
    ],
    "kun": [
      "-たち"
    ]
  },
  "辰": {
    "on": [
      "シン",
      "ジン"
    ],
    "kun": [
      "たつ"
    ]
  },
  "奪": {
    "on": [
      "ダツ"
    ],
    "kun": [
      "うば"
    ]
  },
  "脱": {
    "on": [
      "ダツ"
    ],
    "kun": [
      "ぬ"
    ]
  },
  "棚": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "たな",
      "-だな"
    ]
  },
  "谷": {
    "on": [
      "コク"
    ],
    "kun": [
      "たに",
      "きわ"
    ]
  },
  "誰": {
    "on": [
      "スイ"
    ],
    "kun": [
      "だれ",
      "たれ",
      "た"
    ]
  },
  "丹": {
    "on": [
      "タン"
    ],
    "kun": [
      "に"
    ]
  },
  "単": {
    "on": [
      "タン"
    ],
    "kun": [
      "ひとえ"
    ]
  },
  "嘆": {
    "on": [
      "タン"
    ],
    "kun": [
      "なげ"
    ]
  },
  "担": {
    "on": [
      "タン"
    ],
    "kun": [
      "かつ",
      "にな"
    ]
  },
  "探": {
    "on": [
      "タン"
    ],
    "kun": [
      "さぐ",
      "さが"
    ]
  },
  "旦": {
    "on": [
      "タン",
      "ダン"
    ],
    "kun": [
      "あき",
      "あきら",
      "ただし",
      "あさ",
      "あした"
    ]
  },
  "淡": {
    "on": [
      "タン"
    ],
    "kun": [
      "あわ"
    ]
  },
  "炭": {
    "on": [
      "タン"
    ],
    "kun": [
      "すみ"
    ]
  },
  "短": {
    "on": [
      "タン"
    ],
    "kun": [
      "みじか"
    ]
  },
  "端": {
    "on": [
      "タン"
    ],
    "kun": [
      "はし",
      "は",
      "はた",
      "-ばた",
      "はな"
    ]
  },
  "綻": {
    "on": [
      "タン"
    ],
    "kun": [
      "ほころ"
    ]
  },
  "胆": {
    "on": [
      "タン"
    ],
    "kun": [
      "きも"
    ]
  },
  "誕": {
    "on": [
      "タン"
    ],
    "kun": []
  },
  "鍛": {
    "on": [
      "タン"
    ],
    "kun": [
      "きた"
    ]
  },
  "団": {
    "on": [
      "ダン",
      "トン"
    ],
    "kun": [
      "かたまり",
      "まる"
    ]
  },
  "壇": {
    "on": [
      "ダン",
      "タン"
    ],
    "kun": []
  },
  "弾": {
    "on": [
      "ダン",
      "タン"
    ],
    "kun": [
      "ひ",
      "-ひ",
      "はず",
      "たま",
      "はじ",
      "ただ"
    ]
  },
  "断": {
    "on": [
      "ダン"
    ],
    "kun": [
      "た",
      "ことわ",
      "さだ"
    ]
  },
  "暖": {
    "on": [
      "ダン",
      "ノン"
    ],
    "kun": [
      "あたた"
    ]
  },
  "段": {
    "on": [
      "ダン",
      "タン"
    ],
    "kun": []
  },
  "男": {
    "on": [
      "ダン",
      "ナン"
    ],
    "kun": [
      "おとこ",
      "お"
    ]
  },
  "談": {
    "on": [
      "ダン"
    ],
    "kun": []
  },
  "値": {
    "on": [
      "チ"
    ],
    "kun": [
      "ね",
      "あたい"
    ]
  },
  "知": {
    "on": [
      "チ"
    ],
    "kun": [
      "し"
    ]
  },
  "地": {
    "on": [
      "チ",
      "ジ"
    ],
    "kun": []
  },
  "恥": {
    "on": [
      "チ"
    ],
    "kun": [
      "は",
      "はじ"
    ]
  },
  "智": {
    "on": [
      "チ"
    ],
    "kun": []
  },
  "池": {
    "on": [
      "チ"
    ],
    "kun": [
      "いけ"
    ]
  },
  "痴": {
    "on": [
      "チ"
    ],
    "kun": [
      "し",
      "おろか"
    ]
  },
  "稚": {
    "on": [
      "チ",
      "ジ"
    ],
    "kun": [
      "いとけない",
      "おさない",
      "おくて",
      "おでる"
    ]
  },
  "置": {
    "on": [
      "チ"
    ],
    "kun": [
      "お",
      "-お"
    ]
  },
  "致": {
    "on": [
      "チ"
    ],
    "kun": [
      "いた"
    ]
  },
  "遅": {
    "on": [
      "チ"
    ],
    "kun": [
      "おく",
      "おそ"
    ]
  },
  "築": {
    "on": [
      "チク"
    ],
    "kun": [
      "きず"
    ]
  },
  "畜": {
    "on": [
      "チク"
    ],
    "kun": []
  },
  "竹": {
    "on": [
      "チク"
    ],
    "kun": [
      "たけ"
    ]
  },
  "蓄": {
    "on": [
      "チク"
    ],
    "kun": [
      "たくわ"
    ]
  },
  "逐": {
    "on": [
      "チク"
    ],
    "kun": []
  },
  "秩": {
    "on": [
      "チツ"
    ],
    "kun": []
  },
  "窒": {
    "on": [
      "チツ"
    ],
    "kun": []
  },
  "茶": {
    "on": [
      "チャ",
      "サ"
    ],
    "kun": []
  },
  "嫡": {
    "on": [
      "チャク",
      "テキ"
    ],
    "kun": []
  },
  "着": {
    "on": [
      "チャク",
      "ジャク"
    ],
    "kun": [
      "き",
      "つ"
    ]
  },
  "中": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "なか",
      "うち",
      "あた"
    ]
  },
  "仲": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "なか"
    ]
  },
  "宙": {
    "on": [
      "チュウ"
    ],
    "kun": []
  },
  "忠": {
    "on": [
      "チュウ"
    ],
    "kun": []
  },
  "抽": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "ひき-"
    ]
  },
  "昼": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "ひる"
    ]
  },
  "柱": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "はしら"
    ]
  },
  "注": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "そそ",
      "さ",
      "つ"
    ]
  },
  "虫": {
    "on": [
      "チュウ",
      "キ"
    ],
    "kun": [
      "むし"
    ]
  },
  "衷": {
    "on": [
      "チュウ"
    ],
    "kun": []
  },
  "酎": {
    "on": [
      "チュウ",
      "チュ"
    ],
    "kun": [
      "かも"
    ]
  },
  "鋳": {
    "on": [
      "チュウ",
      "イ",
      "シュ",
      "シュウ"
    ],
    "kun": [
      "い"
    ]
  },
  "駐": {
    "on": [
      "チュウ"
    ],
    "kun": []
  },
  "猪": {
    "on": [
      "チョ"
    ],
    "kun": [
      "い",
      "いのしし"
    ]
  },
  "著": {
    "on": [
      "チョ",
      "チャク"
    ],
    "kun": [
      "あらわ",
      "いちじる"
    ]
  },
  "貯": {
    "on": [
      "チョ"
    ],
    "kun": [
      "た",
      "たくわ"
    ]
  },
  "丁": {
    "on": [
      "チョウ",
      "テイ",
      "チン",
      "トウ",
      "チ"
    ],
    "kun": [
      "ひのと"
    ]
  },
  "兆": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "きざ"
    ]
  },
  "帳": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "とばり"
    ]
  },
  "庁": {
    "on": [
      "チョウ",
      "テイ"
    ],
    "kun": [
      "やくしょ"
    ]
  },
  "弔": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "とむら",
      "とぶら"
    ]
  },
  "張": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "は",
      "-は",
      "-ば"
    ]
  },
  "彫": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "ほ",
      "-ぼ"
    ]
  },
  "徴": {
    "on": [
      "チョウ",
      "チ"
    ],
    "kun": [
      "しるし"
    ]
  },
  "懲": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "こ"
    ]
  },
  "挑": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "いど"
    ]
  },
  "朝": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "あさ"
    ]
  },
  "潮": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "しお",
      "うしお"
    ]
  },
  "町": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "まち"
    ]
  },
  "眺": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "なが"
    ]
  },
  "聴": {
    "on": [
      "チョウ",
      "テイ"
    ],
    "kun": [
      "き",
      "ゆる"
    ]
  },
  "脹": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "は",
      "ふく"
    ]
  },
  "腸": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "はらわた",
      "わた"
    ]
  },
  "蝶": {
    "on": [
      "チョウ"
    ],
    "kun": []
  },
  "調": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "しら",
      "ととの"
    ]
  },
  "超": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "こ"
    ]
  },
  "跳": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "は",
      "と",
      "-と"
    ]
  },
  "長": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "なが",
      "おさ"
    ]
  },
  "頂": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "いただ",
      "いただき"
    ]
  },
  "鳥": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "とり"
    ]
  },
  "勅": {
    "on": [
      "チョク"
    ],
    "kun": [
      "いまし",
      "みことのり"
    ]
  },
  "捗": {
    "on": [
      "チョク",
      "ホ"
    ],
    "kun": [
      "はかど"
    ]
  },
  "直": {
    "on": [
      "チョク",
      "ジキ",
      "ジカ"
    ],
    "kun": [
      "ただ",
      "なお",
      "-なお",
      "す"
    ]
  },
  "朕": {
    "on": [
      "チン"
    ],
    "kun": []
  },
  "沈": {
    "on": [
      "チン",
      "ジン"
    ],
    "kun": [
      "しず"
    ]
  },
  "珍": {
    "on": [
      "チン"
    ],
    "kun": [
      "めずら",
      "たから"
    ]
  },
  "賃": {
    "on": [
      "チン"
    ],
    "kun": []
  },
  "鎮": {
    "on": [
      "チン"
    ],
    "kun": [
      "しず",
      "おさえ"
    ]
  },
  "陳": {
    "on": [
      "チン"
    ],
    "kun": [
      "ひ"
    ]
  },
  "津": {
    "on": [
      "シン"
    ],
    "kun": [
      "つ"
    ]
  },
  "墜": {
    "on": [
      "ツイ"
    ],
    "kun": [
      "お"
    ]
  },
  "椎": {
    "on": [
      "ツイ",
      "スイ"
    ],
    "kun": [
      "つち",
      "う"
    ]
  },
  "追": {
    "on": [
      "ツイ"
    ],
    "kun": [
      "お"
    ]
  },
  "痛": {
    "on": [
      "ツウ"
    ],
    "kun": [
      "いた"
    ]
  },
  "通": {
    "on": [
      "ツウ",
      "ツ"
    ],
    "kun": [
      "とお",
      "-とお",
      "-どお",
      "かよ"
    ]
  },
  "塚": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "つか",
      "-づか"
    ]
  },
  "漬": {
    "on": [
      "シ"
    ],
    "kun": [
      "つ",
      "-づ",
      "-づけ"
    ]
  },
  "辻": {
    "on": [],
    "kun": [
      "つじ"
    ]
  },
  "蔦": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "つた"
    ]
  },
  "椿": {
    "on": [
      "チン",
      "チュン"
    ],
    "kun": [
      "つばき"
    ]
  },
  "潰": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "つぶ",
      "つい"
    ]
  },
  "坪": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "つぼ"
    ]
  },
  "爪": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "つめ",
      "つま-"
    ]
  },
  "釣": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "つ"
    ]
  },
  "鶴": {
    "on": [
      "カク"
    ],
    "kun": [
      "つる"
    ]
  },
  "亭": {
    "on": [
      "テイ",
      "チン"
    ],
    "kun": []
  },
  "低": {
    "on": [
      "テイ"
    ],
    "kun": [
      "ひく"
    ]
  },
  "停": {
    "on": [
      "テイ"
    ],
    "kun": [
      "と"
    ]
  },
  "偵": {
    "on": [
      "テイ"
    ],
    "kun": []
  },
  "貞": {
    "on": [
      "テイ",
      "ジョウ"
    ],
    "kun": [
      "ただし",
      "さだ"
    ]
  },
  "呈": {
    "on": [
      "テイ"
    ],
    "kun": []
  },
  "堤": {
    "on": [
      "テイ"
    ],
    "kun": [
      "つつみ"
    ]
  },
  "定": {
    "on": [
      "テイ",
      "ジョウ"
    ],
    "kun": [
      "さだ"
    ]
  },
  "帝": {
    "on": [
      "テイ"
    ],
    "kun": [
      "みかど"
    ]
  },
  "底": {
    "on": [
      "テイ"
    ],
    "kun": [
      "そこ"
    ]
  },
  "庭": {
    "on": [
      "テイ"
    ],
    "kun": [
      "にわ"
    ]
  },
  "廷": {
    "on": [
      "テイ"
    ],
    "kun": []
  },
  "弟": {
    "on": [
      "テイ",
      "ダイ",
      "デ"
    ],
    "kun": [
      "おとうと"
    ]
  },
  "抵": {
    "on": [
      "テイ"
    ],
    "kun": []
  },
  "提": {
    "on": [
      "テイ",
      "チョウ",
      "ダイ"
    ],
    "kun": [
      "さ"
    ]
  },
  "程": {
    "on": [
      "テイ"
    ],
    "kun": [
      "ほど",
      "-ほど"
    ]
  },
  "締": {
    "on": [
      "テイ"
    ],
    "kun": [
      "し",
      "-し",
      "-じ"
    ]
  },
  "艇": {
    "on": [
      "テイ"
    ],
    "kun": []
  },
  "訂": {
    "on": [
      "テイ"
    ],
    "kun": [
      "ただ"
    ]
  },
  "諦": {
    "on": [
      "テイ",
      "タイ"
    ],
    "kun": [
      "あきら",
      "つまびらか",
      "まこと"
    ]
  },
  "逓": {
    "on": [
      "テイ"
    ],
    "kun": [
      "かわ",
      "たがいに"
    ]
  },
  "邸": {
    "on": [
      "テイ"
    ],
    "kun": [
      "やしき"
    ]
  },
  "泥": {
    "on": [
      "デイ",
      "ナイ",
      "デ",
      "ニ"
    ],
    "kun": [
      "どろ",
      "なず"
    ]
  },
  "摘": {
    "on": [
      "テキ"
    ],
    "kun": [
      "つ"
    ]
  },
  "敵": {
    "on": [
      "テキ"
    ],
    "kun": [
      "かたき",
      "あだ",
      "かな"
    ]
  },
  "滴": {
    "on": [
      "テキ"
    ],
    "kun": [
      "しずく",
      "したた"
    ]
  },
  "的": {
    "on": [
      "テキ"
    ],
    "kun": [
      "まと"
    ]
  },
  "笛": {
    "on": [
      "テキ"
    ],
    "kun": [
      "ふえ"
    ]
  },
  "適": {
    "on": [
      "テキ"
    ],
    "kun": [
      "かな"
    ]
  },
  "溺": {
    "on": [
      "デキ",
      "ジョウ",
      "ニョウ"
    ],
    "kun": [
      "いばり",
      "おぼ"
    ]
  },
  "哲": {
    "on": [
      "テツ"
    ],
    "kun": [
      "さとい",
      "あきらか"
    ]
  },
  "徹": {
    "on": [
      "テツ"
    ],
    "kun": []
  },
  "撤": {
    "on": [
      "テツ"
    ],
    "kun": []
  },
  "迭": {
    "on": [
      "テツ"
    ],
    "kun": []
  },
  "鉄": {
    "on": [
      "テツ"
    ],
    "kun": [
      "くろがね"
    ]
  },
  "典": {
    "on": [
      "テン",
      "デン"
    ],
    "kun": [
      "ふみ",
      "のり"
    ]
  },
  "填": {
    "on": [
      "テン",
      "チン"
    ],
    "kun": [
      "は",
      "うず",
      "しず",
      "ふさ"
    ]
  },
  "天": {
    "on": [
      "テン"
    ],
    "kun": [
      "あまつ",
      "あめ",
      "あま-"
    ]
  },
  "展": {
    "on": [
      "テン"
    ],
    "kun": []
  },
  "店": {
    "on": [
      "テン"
    ],
    "kun": [
      "みせ",
      "たな"
    ]
  },
  "添": {
    "on": [
      "テン"
    ],
    "kun": [
      "そ"
    ]
  },
  "貼": {
    "on": [
      "テン",
      "チョウ"
    ],
    "kun": [
      "は",
      "つ"
    ]
  },
  "転": {
    "on": [
      "テン"
    ],
    "kun": [
      "ころ",
      "まろ",
      "うたた",
      "うつ",
      "くる"
    ]
  },
  "点": {
    "on": [
      "テン"
    ],
    "kun": [
      "つ",
      "た",
      "さ",
      "とぼ",
      "とも",
      "ぼち"
    ]
  },
  "伝": {
    "on": [
      "デン",
      "テン"
    ],
    "kun": [
      "つた",
      "つだ",
      "-づた",
      "つて"
    ]
  },
  "殿": {
    "on": [
      "デン",
      "テン"
    ],
    "kun": [
      "との",
      "-どの"
    ]
  },
  "田": {
    "on": [
      "デン"
    ],
    "kun": [
      "た"
    ]
  },
  "電": {
    "on": [
      "デン"
    ],
    "kun": []
  },
  "吐": {
    "on": [
      "ト"
    ],
    "kun": [
      "は",
      "つ"
    ]
  },
  "塗": {
    "on": [
      "ト"
    ],
    "kun": [
      "ぬ",
      "まみ"
    ]
  },
  "妬": {
    "on": [
      "ト",
      "ツ"
    ],
    "kun": [
      "ねた",
      "そね",
      "つも",
      "ふさ"
    ]
  },
  "徒": {
    "on": [
      "ト"
    ],
    "kun": [
      "いたずら",
      "あだ"
    ]
  },
  "斗": {
    "on": [
      "ト",
      "トウ"
    ],
    "kun": []
  },
  "渡": {
    "on": [
      "ト"
    ],
    "kun": [
      "わた",
      "-わた"
    ]
  },
  "登": {
    "on": [
      "トウ",
      "ト",
      "ドウ",
      "ショウ",
      "チョウ"
    ],
    "kun": [
      "のぼ",
      "あ"
    ]
  },
  "賭": {
    "on": [
      "ト"
    ],
    "kun": [
      "か",
      "かけ"
    ]
  },
  "途": {
    "on": [
      "ト"
    ],
    "kun": [
      "みち"
    ]
  },
  "都": {
    "on": [
      "ト",
      "ツ"
    ],
    "kun": [
      "みやこ"
    ]
  },
  "努": {
    "on": [
      "ド"
    ],
    "kun": [
      "つと"
    ]
  },
  "度": {
    "on": [
      "ド",
      "ト",
      "タク"
    ],
    "kun": [
      "たび",
      "-た"
    ]
  },
  "土": {
    "on": [
      "ド",
      "ト"
    ],
    "kun": [
      "つち"
    ]
  },
  "奴": {
    "on": [
      "ド"
    ],
    "kun": [
      "やつ",
      "やっこ"
    ]
  },
  "怒": {
    "on": [
      "ド",
      "ヌ"
    ],
    "kun": [
      "いか",
      "おこ"
    ]
  },
  "倒": {
    "on": [
      "トウ"
    ],
    "kun": [
      "たお",
      "-だお",
      "さかさま",
      "さかさ",
      "さかしま"
    ]
  },
  "党": {
    "on": [
      "トウ"
    ],
    "kun": [
      "なかま",
      "むら"
    ]
  },
  "冬": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ふゆ"
    ]
  },
  "凍": {
    "on": [
      "トウ"
    ],
    "kun": [
      "こお",
      "こご",
      "い",
      "し"
    ]
  },
  "刀": {
    "on": [
      "トウ"
    ],
    "kun": [
      "かたな",
      "そり"
    ]
  },
  "唐": {
    "on": [
      "トウ"
    ],
    "kun": [
      "から"
    ]
  },
  "塔": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "島": {
    "on": [
      "トウ"
    ],
    "kun": [
      "しま"
    ]
  },
  "悼": {
    "on": [
      "トウ"
    ],
    "kun": [
      "いた"
    ]
  },
  "投": {
    "on": [
      "トウ"
    ],
    "kun": [
      "な",
      "-な"
    ]
  },
  "搭": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "東": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ひがし"
    ]
  },
  "桃": {
    "on": [
      "トウ"
    ],
    "kun": [
      "もも"
    ]
  },
  "棟": {
    "on": [
      "トウ"
    ],
    "kun": [
      "むね",
      "むな-"
    ]
  },
  "盗": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ぬす"
    ]
  },
  "湯": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ゆ"
    ]
  },
  "灯": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ひ",
      "ほ-",
      "ともしび",
      "とも",
      "あかり"
    ]
  },
  "当": {
    "on": [
      "トウ"
    ],
    "kun": [
      "あ",
      "まさ"
    ]
  },
  "痘": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "等": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ひと",
      "など",
      "-ら"
    ]
  },
  "答": {
    "on": [
      "トウ"
    ],
    "kun": [
      "こた"
    ]
  },
  "筒": {
    "on": [
      "トウ"
    ],
    "kun": [
      "つつ"
    ]
  },
  "糖": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "統": {
    "on": [
      "トウ"
    ],
    "kun": [
      "す"
    ]
  },
  "到": {
    "on": [
      "トウ"
    ],
    "kun": [
      "いた"
    ]
  },
  "藤": {
    "on": [
      "トウ",
      "ドウ"
    ],
    "kun": [
      "ふじ"
    ]
  },
  "討": {
    "on": [
      "トウ"
    ],
    "kun": [
      "う"
    ]
  },
  "謄": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "豆": {
    "on": [
      "トウ",
      "ズ"
    ],
    "kun": [
      "まめ",
      "まめ-"
    ]
  },
  "踏": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ふ"
    ]
  },
  "逃": {
    "on": [
      "トウ"
    ],
    "kun": [
      "に",
      "のが"
    ]
  },
  "透": {
    "on": [
      "トウ"
    ],
    "kun": [
      "す",
      "とう"
    ]
  },
  "陶": {
    "on": [
      "トウ"
    ],
    "kun": [
      "すえ"
    ]
  },
  "頭": {
    "on": [
      "トウ",
      "ズ",
      "ト"
    ],
    "kun": [
      "あたま",
      "かしら",
      "-がしら",
      "かぶり"
    ]
  },
  "騰": {
    "on": [
      "トウ"
    ],
    "kun": [
      "あが",
      "のぼ"
    ]
  },
  "闘": {
    "on": [
      "トウ"
    ],
    "kun": [
      "たたか",
      "あらそ"
    ]
  },
  "働": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "はたら"
    ]
  },
  "動": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "うご"
    ]
  },
  "同": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "おな"
    ]
  },
  "堂": {
    "on": [
      "ドウ"
    ],
    "kun": []
  },
  "導": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "みちび"
    ]
  },
  "憧": {
    "on": [
      "ショウ",
      "トウ",
      "ドウ"
    ],
    "kun": [
      "あこが"
    ]
  },
  "洞": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "ほら"
    ]
  },
  "瞳": {
    "on": [
      "ドウ",
      "トウ"
    ],
    "kun": [
      "ひとみ"
    ]
  },
  "童": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "わらべ"
    ]
  },
  "胴": {
    "on": [
      "ドウ"
    ],
    "kun": []
  },
  "道": {
    "on": [
      "ドウ",
      "トウ"
    ],
    "kun": [
      "みち",
      "いう"
    ]
  },
  "銅": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "あかがね"
    ]
  },
  "峠": {
    "on": [],
    "kun": [
      "とうげ"
    ]
  },
  "匿": {
    "on": [
      "トク"
    ],
    "kun": [
      "かくま"
    ]
  },
  "得": {
    "on": [
      "トク"
    ],
    "kun": [
      "え",
      "う"
    ]
  },
  "徳": {
    "on": [
      "トク"
    ],
    "kun": []
  },
  "特": {
    "on": [
      "トク"
    ],
    "kun": []
  },
  "督": {
    "on": [
      "トク"
    ],
    "kun": []
  },
  "篤": {
    "on": [
      "トク"
    ],
    "kun": [
      "あつ"
    ]
  },
  "毒": {
    "on": [
      "ドク"
    ],
    "kun": []
  },
  "独": {
    "on": [
      "ドク",
      "トク"
    ],
    "kun": [
      "ひと"
    ]
  },
  "読": {
    "on": [
      "ドク",
      "トク",
      "トウ"
    ],
    "kun": [
      "よ",
      "-よ"
    ]
  },
  "栃": {
    "on": [],
    "kun": [
      "とち"
    ]
  },
  "凸": {
    "on": [
      "トツ"
    ],
    "kun": [
      "でこ"
    ]
  },
  "突": {
    "on": [
      "トツ",
      "カ"
    ],
    "kun": [
      "つ"
    ]
  },
  "届": {
    "on": [
      "カイ"
    ],
    "kun": [
      "とど",
      "-とど"
    ]
  },
  "寅": {
    "on": [
      "イン"
    ],
    "kun": [
      "とら"
    ]
  },
  "酉": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "とり"
    ]
  },
  "屯": {
    "on": [
      "トン"
    ],
    "kun": [
      "たむろ"
    ]
  },
  "豚": {
    "on": [
      "トン"
    ],
    "kun": [
      "ぶた"
    ]
  },
  "頓": {
    "on": [
      "トン",
      "トツ"
    ],
    "kun": [
      "にわか",
      "とん",
      "つまず",
      "とみ",
      "ぬかずく"
    ]
  },
  "曇": {
    "on": [
      "ドン"
    ],
    "kun": [
      "くも"
    ]
  },
  "鈍": {
    "on": [
      "ドン"
    ],
    "kun": [
      "にぶ",
      "にぶ-",
      "なま",
      "なまく"
    ]
  },
  "奈": {
    "on": [
      "ナ",
      "ナイ",
      "ダイ"
    ],
    "kun": [
      "いかん",
      "からなし"
    ]
  },
  "那": {
    "on": [
      "ナ",
      "ダ"
    ],
    "kun": [
      "なに",
      "なんぞ",
      "いかん"
    ]
  },
  "内": {
    "on": [
      "ナイ",
      "ダイ"
    ],
    "kun": [
      "うち"
    ]
  },
  "謎": {
    "on": [
      "メイ",
      "ベイ"
    ],
    "kun": [
      "なぞ"
    ]
  },
  "鍋": {
    "on": [
      "カ"
    ],
    "kun": [
      "なべ"
    ]
  },
  "縄": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "なわ",
      "ただ"
    ]
  },
  "南": {
    "on": [
      "ナン",
      "ナ"
    ],
    "kun": [
      "みなみ"
    ]
  },
  "楠": {
    "on": [
      "ナン",
      "ダン",
      "ゼン",
      "ネン"
    ],
    "kun": [
      "くす",
      "くすのき"
    ]
  },
  "軟": {
    "on": [
      "ナン"
    ],
    "kun": [
      "やわ"
    ]
  },
  "難": {
    "on": [
      "ナン"
    ],
    "kun": [
      "かた",
      "-がた",
      "むずか",
      "むづか",
      "むつか",
      "-にく"
    ]
  },
  "二": {
    "on": [
      "ニ",
      "ジ"
    ],
    "kun": [
      "ふた",
      "ふたたび"
    ]
  },
  "尼": {
    "on": [
      "ニ"
    ],
    "kun": [
      "あま"
    ]
  },
  "弐": {
    "on": [
      "ニ",
      "ジ"
    ],
    "kun": [
      "ふた",
      "そえ"
    ]
  },
  "匂": {
    "on": [],
    "kun": [
      "にお"
    ]
  },
  "肉": {
    "on": [
      "ニク"
    ],
    "kun": [
      "しし"
    ]
  },
  "虹": {
    "on": [
      "コウ"
    ],
    "kun": [
      "にじ"
    ]
  },
  "廿": {
    "on": [
      "ジュウ",
      "ニュウ"
    ],
    "kun": [
      "にじゅう"
    ]
  },
  "日": {
    "on": [
      "ニチ",
      "ジツ"
    ],
    "kun": [
      "ひ",
      "-び",
      "-か"
    ]
  },
  "乳": {
    "on": [
      "ニュウ"
    ],
    "kun": [
      "ちち",
      "ち"
    ]
  },
  "入": {
    "on": [
      "ニュウ",
      "ジュ"
    ],
    "kun": [
      "い",
      "-い",
      "はい"
    ]
  },
  "如": {
    "on": [
      "ジョ",
      "ニョ"
    ],
    "kun": [
      "ごと"
    ]
  },
  "尿": {
    "on": [
      "ニョウ"
    ],
    "kun": [
      "ゆばり",
      "いばり",
      "しと"
    ]
  },
  "任": {
    "on": [
      "ニン"
    ],
    "kun": [
      "まか"
    ]
  },
  "妊": {
    "on": [
      "ニン",
      "ジン"
    ],
    "kun": [
      "はら",
      "みごも"
    ]
  },
  "忍": {
    "on": [
      "ニン"
    ],
    "kun": [
      "しの"
    ]
  },
  "認": {
    "on": [
      "ニン"
    ],
    "kun": [
      "みと",
      "したた"
    ]
  },
  "寧": {
    "on": [
      "ネイ"
    ],
    "kun": [
      "むし"
    ]
  },
  "猫": {
    "on": [
      "ビョウ"
    ],
    "kun": [
      "ねこ"
    ]
  },
  "熱": {
    "on": [
      "ネツ"
    ],
    "kun": [
      "あつ"
    ]
  },
  "年": {
    "on": [
      "ネン"
    ],
    "kun": [
      "とし"
    ]
  },
  "念": {
    "on": [
      "ネン"
    ],
    "kun": []
  },
  "捻": {
    "on": [
      "ネン",
      "ジョウ"
    ],
    "kun": [
      "ね",
      "ねじ",
      "ひね"
    ]
  },
  "燃": {
    "on": [
      "ネン"
    ],
    "kun": [
      "も"
    ]
  },
  "粘": {
    "on": [
      "ネン"
    ],
    "kun": [
      "ねば"
    ]
  },
  "乃": {
    "on": [
      "ナイ",
      "ダイ",
      "ノ",
      "アイ"
    ],
    "kun": [
      "の",
      "すなわ",
      "なんじ"
    ]
  },
  "之": {
    "on": [
      "シ"
    ],
    "kun": [
      "の",
      "これ",
      "ゆく",
      "この"
    ]
  },
  "悩": {
    "on": [
      "ノウ"
    ],
    "kun": [
      "なや",
      "なやみ"
    ]
  },
  "濃": {
    "on": [
      "ノウ"
    ],
    "kun": [
      "こ"
    ]
  },
  "納": {
    "on": [
      "ノウ",
      "ナッ",
      "ナ",
      "ナン",
      "トウ"
    ],
    "kun": [
      "おさ",
      "-おさ"
    ]
  },
  "能": {
    "on": [
      "ノウ"
    ],
    "kun": [
      "よ",
      "あた"
    ]
  },
  "脳": {
    "on": [
      "ノウ",
      "ドウ"
    ],
    "kun": [
      "のうずる"
    ]
  },
  "農": {
    "on": [
      "ノウ"
    ],
    "kun": []
  },
  "把": {
    "on": [
      "ハ",
      "ワ"
    ],
    "kun": []
  },
  "覇": {
    "on": [
      "ハ",
      "ハク"
    ],
    "kun": [
      "はたがしら"
    ]
  },
  "波": {
    "on": [
      "ハ"
    ],
    "kun": [
      "なみ"
    ]
  },
  "派": {
    "on": [
      "ハ"
    ],
    "kun": []
  },
  "破": {
    "on": [
      "ハ"
    ],
    "kun": [
      "やぶ",
      "わ"
    ]
  },
  "婆": {
    "on": [
      "バ"
    ],
    "kun": [
      "ばば",
      "ばあ"
    ]
  },
  "罵": {
    "on": [
      "バ"
    ],
    "kun": [
      "ののし"
    ]
  },
  "馬": {
    "on": [
      "バ"
    ],
    "kun": [
      "うま",
      "うま-",
      "ま"
    ]
  },
  "俳": {
    "on": [
      "ハイ"
    ],
    "kun": []
  },
  "廃": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "すた"
    ]
  },
  "拝": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "おが",
      "おろが"
    ]
  },
  "排": {
    "on": [
      "ハイ"
    ],
    "kun": []
  },
  "敗": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "やぶ"
    ]
  },
  "杯": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "さかずき"
    ]
  },
  "背": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "せ",
      "せい",
      "そむ"
    ]
  },
  "肺": {
    "on": [
      "ハイ"
    ],
    "kun": []
  },
  "輩": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "-ばら",
      "やから",
      "やかい",
      "ともがら"
    ]
  },
  "配": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "くば"
    ]
  },
  "倍": {
    "on": [
      "バイ"
    ],
    "kun": []
  },
  "培": {
    "on": [
      "バイ"
    ],
    "kun": [
      "つちか"
    ]
  },
  "媒": {
    "on": [
      "バイ"
    ],
    "kun": [
      "なこうど"
    ]
  },
  "梅": {
    "on": [
      "バイ"
    ],
    "kun": [
      "うめ"
    ]
  },
  "買": {
    "on": [
      "バイ"
    ],
    "kun": [
      "か"
    ]
  },
  "売": {
    "on": [
      "バイ"
    ],
    "kun": [
      "う"
    ]
  },
  "賠": {
    "on": [
      "バイ"
    ],
    "kun": []
  },
  "陪": {
    "on": [
      "バイ"
    ],
    "kun": []
  },
  "伯": {
    "on": [
      "ハク"
    ],
    "kun": []
  },
  "剥": {
    "on": [
      "ハク",
      "ホク"
    ],
    "kun": [
      "へ",
      "へず",
      "む",
      "は"
    ]
  },
  "博": {
    "on": [
      "ハク",
      "バク"
    ],
    "kun": []
  },
  "拍": {
    "on": [
      "ハク",
      "ヒョウ"
    ],
    "kun": []
  },
  "柏": {
    "on": [
      "ハク",
      "ヒャク",
      "ビャク"
    ],
    "kun": [
      "かしわ"
    ]
  },
  "泊": {
    "on": [
      "ハク"
    ],
    "kun": [
      "と"
    ]
  },
  "白": {
    "on": [
      "ハク",
      "ビャク"
    ],
    "kun": [
      "しろ",
      "しら-"
    ]
  },
  "舶": {
    "on": [
      "ハク"
    ],
    "kun": []
  },
  "薄": {
    "on": [
      "ハク"
    ],
    "kun": [
      "うす",
      "うす-",
      "-うす",
      "すすき"
    ]
  },
  "迫": {
    "on": [
      "ハク"
    ],
    "kun": [
      "せま"
    ]
  },
  "漠": {
    "on": [
      "バク"
    ],
    "kun": []
  },
  "爆": {
    "on": [
      "バク"
    ],
    "kun": [
      "は"
    ]
  },
  "縛": {
    "on": [
      "バク"
    ],
    "kun": [
      "しば"
    ]
  },
  "麦": {
    "on": [
      "バク"
    ],
    "kun": [
      "むぎ"
    ]
  },
  "函": {
    "on": [
      "カン"
    ],
    "kun": [
      "はこ",
      "い"
    ]
  },
  "箱": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "はこ"
    ]
  },
  "箸": {
    "on": [
      "チョ",
      "チャク"
    ],
    "kun": [
      "はし"
    ]
  },
  "肌": {
    "on": [
      "キ"
    ],
    "kun": [
      "はだ"
    ]
  },
  "畑": {
    "on": [],
    "kun": [
      "はた",
      "はたけ",
      "-ばたけ"
    ]
  },
  "八": {
    "on": [
      "ハチ",
      "ハツ"
    ],
    "kun": [
      "や",
      "やっ",
      "よう"
    ]
  },
  "鉢": {
    "on": [
      "ハチ",
      "ハツ"
    ],
    "kun": []
  },
  "発": {
    "on": [
      "ハツ",
      "ホツ"
    ],
    "kun": [
      "た",
      "あば",
      "おこ",
      "つか",
      "はな"
    ]
  },
  "髪": {
    "on": [
      "ハツ"
    ],
    "kun": [
      "かみ"
    ]
  },
  "伐": {
    "on": [
      "バツ",
      "ハツ",
      "カ",
      "ボチ"
    ],
    "kun": [
      "き",
      "そむ",
      "う"
    ]
  },
  "罰": {
    "on": [
      "バツ",
      "バチ",
      "ハツ"
    ],
    "kun": [
      "ばっ"
    ]
  },
  "抜": {
    "on": [
      "バツ",
      "ハツ",
      "ハイ"
    ],
    "kun": [
      "ぬ",
      "-ぬ"
    ]
  },
  "閥": {
    "on": [
      "バツ"
    ],
    "kun": []
  },
  "鳩": {
    "on": [
      "キュウ",
      "ク"
    ],
    "kun": [
      "はと",
      "あつ"
    ]
  },
  "伴": {
    "on": [
      "ハン",
      "バン"
    ],
    "kun": [
      "ともな"
    ]
  },
  "判": {
    "on": [
      "ハン",
      "バン"
    ],
    "kun": [
      "わか"
    ]
  },
  "半": {
    "on": [
      "ハン"
    ],
    "kun": [
      "なか"
    ]
  },
  "反": {
    "on": [
      "ハン",
      "ホン",
      "タン",
      "ホ"
    ],
    "kun": [
      "そ",
      "かえ",
      "-かえ"
    ]
  },
  "帆": {
    "on": [
      "ハン"
    ],
    "kun": [
      "ほ"
    ]
  },
  "搬": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "斑": {
    "on": [
      "ハン"
    ],
    "kun": [
      "ふ",
      "まだら"
    ]
  },
  "板": {
    "on": [
      "ハン",
      "バン"
    ],
    "kun": [
      "いた"
    ]
  },
  "氾": {
    "on": [
      "ハン"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "汎": {
    "on": [
      "ハン",
      "ブ",
      "フウ",
      "ホウ",
      "ホン"
    ],
    "kun": [
      "ただよ",
      "ひろ"
    ]
  },
  "版": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "犯": {
    "on": [
      "ハン",
      "ボン"
    ],
    "kun": [
      "おか"
    ]
  },
  "班": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "畔": {
    "on": [
      "ハン"
    ],
    "kun": [
      "あぜ",
      "くろ",
      "ほとり"
    ]
  },
  "繁": {
    "on": [
      "ハン"
    ],
    "kun": [
      "しげ"
    ]
  },
  "般": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "藩": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "販": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "範": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "煩": {
    "on": [
      "ハン",
      "ボン"
    ],
    "kun": [
      "わずら",
      "うるさ"
    ]
  },
  "頒": {
    "on": [
      "ハン"
    ],
    "kun": [
      "わ"
    ]
  },
  "飯": {
    "on": [
      "ハン"
    ],
    "kun": [
      "めし"
    ]
  },
  "晩": {
    "on": [
      "バン"
    ],
    "kun": []
  },
  "番": {
    "on": [
      "バン"
    ],
    "kun": [
      "つが"
    ]
  },
  "盤": {
    "on": [
      "バン"
    ],
    "kun": []
  },
  "蛮": {
    "on": [
      "バン"
    ],
    "kun": [
      "えびす"
    ]
  },
  "卑": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "いや"
    ]
  },
  "否": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "いな",
      "いや"
    ]
  },
  "妃": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "きさき"
    ]
  },
  "彼": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "かれ",
      "かの",
      "か"
    ]
  },
  "悲": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "かな"
    ]
  },
  "扉": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "とびら"
    ]
  },
  "批": {
    "on": [
      "ヒ"
    ],
    "kun": []
  },
  "披": {
    "on": [
      "ヒ"
    ],
    "kun": []
  },
  "比": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "くら"
    ]
  },
  "泌": {
    "on": [
      "ヒツ",
      "ヒ"
    ],
    "kun": []
  },
  "疲": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "つか",
      "-づか"
    ]
  },
  "皮": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "かわ"
    ]
  },
  "碑": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "いしぶみ"
    ]
  },
  "秘": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "ひ",
      "ひそ",
      "かく"
    ]
  },
  "罷": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "まか",
      "や"
    ]
  },
  "肥": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "こ",
      "こえ",
      "ふと"
    ]
  },
  "被": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "こうむ",
      "おお",
      "かぶ"
    ]
  },
  "費": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "つい"
    ]
  },
  "避": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "さ",
      "よ"
    ]
  },
  "非": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "あら"
    ]
  },
  "飛": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "と",
      "-と"
    ]
  },
  "備": {
    "on": [
      "ビ"
    ],
    "kun": [
      "そな",
      "つぶさ"
    ]
  },
  "尾": {
    "on": [
      "ビ"
    ],
    "kun": [
      "お"
    ]
  },
  "微": {
    "on": [
      "ビ"
    ],
    "kun": [
      "かす"
    ]
  },
  "眉": {
    "on": [
      "ビ",
      "ミ"
    ],
    "kun": [
      "まゆ"
    ]
  },
  "美": {
    "on": [
      "ビ",
      "ミ"
    ],
    "kun": [
      "うつく"
    ]
  },
  "鼻": {
    "on": [
      "ビ"
    ],
    "kun": [
      "はな"
    ]
  },
  "匹": {
    "on": [
      "ヒツ"
    ],
    "kun": [
      "ひき"
    ]
  },
  "彦": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "ひこ"
    ]
  },
  "膝": {
    "on": [
      "シツ"
    ],
    "kun": [
      "ひざ"
    ]
  },
  "菱": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "ひし"
    ]
  },
  "肘": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "ひじ"
    ]
  },
  "必": {
    "on": [
      "ヒツ"
    ],
    "kun": [
      "かなら"
    ]
  },
  "筆": {
    "on": [
      "ヒツ"
    ],
    "kun": [
      "ふで"
    ]
  },
  "姫": {
    "on": [
      "キ"
    ],
    "kun": [
      "ひめ",
      "ひめ-"
    ]
  },
  "媛": {
    "on": [
      "エン"
    ],
    "kun": [
      "ひめ"
    ]
  },
  "百": {
    "on": [
      "ヒャク",
      "ビャク"
    ],
    "kun": [
      "もも"
    ]
  },
  "俵": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "たわら"
    ]
  },
  "標": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "しるべ",
      "しるし"
    ]
  },
  "氷": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "こおり",
      "ひ",
      "こお"
    ]
  },
  "漂": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "ただよ"
    ]
  },
  "票": {
    "on": [
      "ヒョウ"
    ],
    "kun": []
  },
  "表": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "おもて",
      "-おもて",
      "あらわ",
      "あら"
    ]
  },
  "評": {
    "on": [
      "ヒョウ"
    ],
    "kun": []
  },
  "描": {
    "on": [
      "ビョウ"
    ],
    "kun": [
      "えが",
      "か"
    ]
  },
  "病": {
    "on": [
      "ビョウ",
      "ヘイ"
    ],
    "kun": [
      "や",
      "-や",
      "やまい"
    ]
  },
  "秒": {
    "on": [
      "ビョウ"
    ],
    "kun": []
  },
  "苗": {
    "on": [
      "ビョウ",
      "ミョウ"
    ],
    "kun": [
      "なえ",
      "なわ-"
    ]
  },
  "品": {
    "on": [
      "ヒン",
      "ホン"
    ],
    "kun": [
      "しな"
    ]
  },
  "浜": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "はま"
    ]
  },
  "貧": {
    "on": [
      "ヒン",
      "ビン"
    ],
    "kun": [
      "まず"
    ]
  },
  "賓": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "まろうど",
      "したがう"
    ]
  },
  "頻": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "しき"
    ]
  },
  "敏": {
    "on": [
      "ビン"
    ],
    "kun": [
      "さとい"
    ]
  },
  "瓶": {
    "on": [
      "ビン",
      "ヘイ"
    ],
    "kun": [
      "かめ"
    ]
  },
  "不": {
    "on": [
      "フ",
      "ブ"
    ],
    "kun": []
  },
  "付": {
    "on": [
      "フ"
    ],
    "kun": [
      "つ",
      "-つ",
      "-づ",
      "-づけ",
      "-つき",
      "-づき"
    ]
  },
  "夫": {
    "on": [
      "フ",
      "フウ",
      "ブ"
    ],
    "kun": [
      "おっと",
      "それ"
    ]
  },
  "婦": {
    "on": [
      "フ"
    ],
    "kun": [
      "よめ"
    ]
  },
  "富": {
    "on": [
      "フ",
      "フウ"
    ],
    "kun": [
      "と",
      "とみ"
    ]
  },
  "布": {
    "on": [
      "フ",
      "ホ"
    ],
    "kun": [
      "ぬの",
      "し",
      "きれ"
    ]
  },
  "府": {
    "on": [
      "フ"
    ],
    "kun": []
  },
  "怖": {
    "on": [
      "フ",
      "ホ"
    ],
    "kun": [
      "こわ",
      "お",
      "おそ"
    ]
  },
  "扶": {
    "on": [
      "フ"
    ],
    "kun": [
      "たす"
    ]
  },
  "敷": {
    "on": [
      "フ"
    ],
    "kun": [
      "し",
      "-し"
    ]
  },
  "普": {
    "on": [
      "フ"
    ],
    "kun": [
      "あまね",
      "あまねし"
    ]
  },
  "浮": {
    "on": [
      "フ"
    ],
    "kun": [
      "う"
    ]
  },
  "父": {
    "on": [
      "フ"
    ],
    "kun": [
      "ちち"
    ]
  },
  "符": {
    "on": [
      "フ"
    ],
    "kun": []
  },
  "腐": {
    "on": [
      "フ"
    ],
    "kun": [
      "くさ",
      "-くさ"
    ]
  },
  "膚": {
    "on": [
      "フ"
    ],
    "kun": [
      "はだ"
    ]
  },
  "譜": {
    "on": [
      "フ"
    ],
    "kun": []
  },
  "負": {
    "on": [
      "フ"
    ],
    "kun": [
      "ま",
      "お"
    ]
  },
  "賦": {
    "on": [
      "フ",
      "ブ"
    ],
    "kun": []
  },
  "赴": {
    "on": [
      "フ"
    ],
    "kun": [
      "おもむ"
    ]
  },
  "阜": {
    "on": [
      "フ",
      "フウ"
    ],
    "kun": []
  },
  "附": {
    "on": [
      "フ"
    ],
    "kun": [
      "つ"
    ]
  },
  "侮": {
    "on": [
      "ブ"
    ],
    "kun": [
      "あなど",
      "あなず"
    ]
  },
  "武": {
    "on": [
      "ブ",
      "ム"
    ],
    "kun": [
      "たけ"
    ]
  },
  "舞": {
    "on": [
      "ブ"
    ],
    "kun": [
      "ま",
      "-ま",
      "まい"
    ]
  },
  "部": {
    "on": [
      "ブ"
    ],
    "kun": [
      "-べ"
    ]
  },
  "封": {
    "on": [
      "フウ",
      "ホウ"
    ],
    "kun": []
  },
  "風": {
    "on": [
      "フウ",
      "フ"
    ],
    "kun": [
      "かぜ",
      "かざ-"
    ]
  },
  "伏": {
    "on": [
      "フク"
    ],
    "kun": [
      "ふ"
    ]
  },
  "副": {
    "on": [
      "フク"
    ],
    "kun": []
  },
  "復": {
    "on": [
      "フク"
    ],
    "kun": [
      "また"
    ]
  },
  "幅": {
    "on": [
      "フク"
    ],
    "kun": [
      "はば"
    ]
  },
  "服": {
    "on": [
      "フク"
    ],
    "kun": []
  },
  "福": {
    "on": [
      "フク"
    ],
    "kun": []
  },
  "腹": {
    "on": [
      "フク"
    ],
    "kun": [
      "はら"
    ]
  },
  "複": {
    "on": [
      "フク"
    ],
    "kun": []
  },
  "覆": {
    "on": [
      "フク"
    ],
    "kun": [
      "おお",
      "くつがえ"
    ]
  },
  "払": {
    "on": [
      "フツ",
      "ヒツ",
      "ホツ"
    ],
    "kun": [
      "はら",
      "-はら",
      "-ばら"
    ]
  },
  "沸": {
    "on": [
      "フツ"
    ],
    "kun": [
      "わ"
    ]
  },
  "仏": {
    "on": [
      "ブツ",
      "フツ"
    ],
    "kun": [
      "ほとけ"
    ]
  },
  "物": {
    "on": [
      "ブツ",
      "モツ"
    ],
    "kun": [
      "もの",
      "もの-"
    ]
  },
  "分": {
    "on": [
      "ブン",
      "フン",
      "ブ"
    ],
    "kun": [
      "わ"
    ]
  },
  "噴": {
    "on": [
      "フン"
    ],
    "kun": [
      "ふ"
    ]
  },
  "墳": {
    "on": [
      "フン"
    ],
    "kun": []
  },
  "憤": {
    "on": [
      "フン"
    ],
    "kun": [
      "いきどお"
    ]
  },
  "奮": {
    "on": [
      "フン"
    ],
    "kun": [
      "ふる"
    ]
  },
  "粉": {
    "on": [
      "フン"
    ],
    "kun": [
      "デシメートル",
      "こ",
      "こな"
    ]
  },
  "紛": {
    "on": [
      "フン"
    ],
    "kun": [
      "まぎ",
      "-まぎ"
    ]
  },
  "雰": {
    "on": [
      "フン"
    ],
    "kun": []
  },
  "文": {
    "on": [
      "ブン",
      "モン"
    ],
    "kun": [
      "ふみ",
      "あや"
    ]
  },
  "聞": {
    "on": [
      "ブン",
      "モン"
    ],
    "kun": [
      "き"
    ]
  },
  "丙": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "ひのえ"
    ]
  },
  "併": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "あわ"
    ]
  },
  "兵": {
    "on": [
      "ヘイ",
      "ヒョウ"
    ],
    "kun": [
      "つわもの"
    ]
  },
  "塀": {
    "on": [
      "ヘイ",
      "ベイ"
    ],
    "kun": []
  },
  "幣": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "ぬさ"
    ]
  },
  "平": {
    "on": [
      "ヘイ",
      "ビョウ",
      "ヒョウ"
    ],
    "kun": [
      "たい",
      "ひら"
    ]
  },
  "弊": {
    "on": [
      "ヘイ"
    ],
    "kun": []
  },
  "柄": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "がら",
      "え",
      "つか"
    ]
  },
  "並": {
    "on": [
      "ヘイ",
      "ホウ"
    ],
    "kun": [
      "な",
      "なみ",
      "なら"
    ]
  },
  "蔽": {
    "on": [
      "ヘイ",
      "ヘツ",
      "フツ"
    ],
    "kun": [
      "おお"
    ]
  },
  "閉": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "と",
      "し",
      "た"
    ]
  },
  "陛": {
    "on": [
      "ヘイ"
    ],
    "kun": []
  },
  "米": {
    "on": [
      "ベイ",
      "マイ",
      "メエトル"
    ],
    "kun": [
      "こめ",
      "よね"
    ]
  },
  "頁": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "ぺえじ",
      "おおがい",
      "かしら"
    ]
  },
  "壁": {
    "on": [
      "ヘキ"
    ],
    "kun": [
      "かべ"
    ]
  },
  "癖": {
    "on": [
      "ヘキ"
    ],
    "kun": [
      "くせ"
    ]
  },
  "別": {
    "on": [
      "ベツ"
    ],
    "kun": [
      "わか",
      "わ"
    ]
  },
  "蔑": {
    "on": [
      "ベツ"
    ],
    "kun": [
      "ないがしろ",
      "なみ",
      "くらい",
      "さげす"
    ]
  },
  "偏": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "かたよ"
    ]
  },
  "変": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "か"
    ]
  },
  "片": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "かた-",
      "かた"
    ]
  },
  "編": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "あ",
      "-あ"
    ]
  },
  "辺": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "あた",
      "ほと",
      "-べ"
    ]
  },
  "返": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "かえ",
      "-かえ"
    ]
  },
  "遍": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "あまね"
    ]
  },
  "便": {
    "on": [
      "ベン",
      "ビン"
    ],
    "kun": [
      "たよ"
    ]
  },
  "勉": {
    "on": [
      "ベン"
    ],
    "kun": [
      "つと"
    ]
  },
  "弁": {
    "on": [
      "ベン",
      "ヘン"
    ],
    "kun": [
      "かんむり",
      "わきま",
      "わ",
      "はなびら",
      "あらそ"
    ]
  },
  "保": {
    "on": [
      "ホ",
      "ホウ"
    ],
    "kun": [
      "たも"
    ]
  },
  "舗": {
    "on": [
      "ホ"
    ],
    "kun": []
  },
  "捕": {
    "on": [
      "ホ"
    ],
    "kun": [
      "と",
      "とら",
      "つか"
    ]
  },
  "歩": {
    "on": [
      "ホ",
      "ブ",
      "フ"
    ],
    "kun": [
      "ある",
      "あゆ"
    ]
  },
  "補": {
    "on": [
      "ホ"
    ],
    "kun": [
      "おぎな"
    ]
  },
  "穂": {
    "on": [
      "スイ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "募": {
    "on": [
      "ボ"
    ],
    "kun": [
      "つの"
    ]
  },
  "墓": {
    "on": [
      "ボ"
    ],
    "kun": [
      "はか"
    ]
  },
  "慕": {
    "on": [
      "ボ"
    ],
    "kun": [
      "した"
    ]
  },
  "暮": {
    "on": [
      "ボ"
    ],
    "kun": [
      "く"
    ]
  },
  "母": {
    "on": [
      "ボ"
    ],
    "kun": [
      "はは",
      "も"
    ]
  },
  "簿": {
    "on": [
      "ボ"
    ],
    "kun": []
  },
  "倣": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "なら"
    ]
  },
  "俸": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "包": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "つつ",
      "くる"
    ]
  },
  "報": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "むく"
    ]
  },
  "奉": {
    "on": [
      "ホウ",
      "ブ"
    ],
    "kun": [
      "たてまつ",
      "まつ",
      "ほう"
    ]
  },
  "宝": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "たから"
    ]
  },
  "峰": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "みね",
      "ね"
    ]
  },
  "崩": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "くず",
      "-くず"
    ]
  },
  "抱": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "だ",
      "いだ",
      "かか"
    ]
  },
  "放": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "はな",
      "-っぱな",
      "こ",
      "ほう"
    ]
  },
  "方": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "かた",
      "-かた",
      "-がた"
    ]
  },
  "朋": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "とも"
    ]
  },
  "法": {
    "on": [
      "ホウ",
      "ハッ",
      "ホッ",
      "フラン"
    ],
    "kun": [
      "のり"
    ]
  },
  "泡": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "あわ"
    ]
  },
  "砲": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "縫": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "ぬ"
    ]
  },
  "胞": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "芳": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "かんば"
    ]
  },
  "蜂": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "はち"
    ]
  },
  "褒": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "訪": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "おとず",
      "たず",
      "と"
    ]
  },
  "豊": {
    "on": [
      "ホウ",
      "ブ"
    ],
    "kun": [
      "ゆた",
      "とよ"
    ]
  },
  "邦": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "くに"
    ]
  },
  "飽": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "あ"
    ]
  },
  "乏": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "とぼ",
      "とも"
    ]
  },
  "亡": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "な",
      "ほろ"
    ]
  },
  "傍": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "かたわ",
      "わき",
      "おか-",
      "はた",
      "そば"
    ]
  },
  "剖": {
    "on": [
      "ボウ"
    ],
    "kun": []
  },
  "坊": {
    "on": [
      "ボウ",
      "ボッ"
    ],
    "kun": []
  },
  "妨": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "さまた"
    ]
  },
  "帽": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "ずきん",
      "おお"
    ]
  },
  "忘": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "わす"
    ]
  },
  "忙": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "いそが",
      "せわ",
      "おそ",
      "うれえるさま"
    ]
  },
  "房": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "ふさ"
    ]
  },
  "暴": {
    "on": [
      "ボウ",
      "バク"
    ],
    "kun": [
      "あば"
    ]
  },
  "望": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "のぞ",
      "もち"
    ]
  },
  "某": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "それがし",
      "なにがし"
    ]
  },
  "棒": {
    "on": [
      "ボウ"
    ],
    "kun": []
  },
  "冒": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "おか"
    ]
  },
  "紡": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "つむ"
    ]
  },
  "肪": {
    "on": [
      "ボウ"
    ],
    "kun": []
  },
  "膨": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "ふく"
    ]
  },
  "謀": {
    "on": [
      "ボウ",
      "ム"
    ],
    "kun": [
      "はか",
      "たばか",
      "はかりごと"
    ]
  },
  "貌": {
    "on": [
      "ボウ",
      "バク"
    ],
    "kun": [
      "かたち",
      "かたどる"
    ]
  },
  "貿": {
    "on": [
      "ボウ"
    ],
    "kun": []
  },
  "防": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "ふせ"
    ]
  },
  "頬": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "ほお",
      "ほほ"
    ]
  },
  "北": {
    "on": [
      "ホク"
    ],
    "kun": [
      "きた"
    ]
  },
  "僕": {
    "on": [
      "ボク"
    ],
    "kun": [
      "しもべ"
    ]
  },
  "墨": {
    "on": [
      "ボク"
    ],
    "kun": [
      "すみ"
    ]
  },
  "撲": {
    "on": [
      "ボク"
    ],
    "kun": []
  },
  "朴": {
    "on": [
      "ボク"
    ],
    "kun": [
      "ほう",
      "ほお",
      "えのき"
    ]
  },
  "牧": {
    "on": [
      "ボク"
    ],
    "kun": [
      "まき"
    ]
  },
  "睦": {
    "on": [
      "ボク",
      "モク"
    ],
    "kun": [
      "むつ"
    ]
  },
  "勃": {
    "on": [
      "ボツ",
      "ホツ"
    ],
    "kun": [
      "おこ",
      "にわかに"
    ]
  },
  "没": {
    "on": [
      "ボツ",
      "モツ"
    ],
    "kun": [
      "おぼ",
      "しず",
      "ない"
    ]
  },
  "堀": {
    "on": [
      "クツ"
    ],
    "kun": [
      "ほり"
    ]
  },
  "幌": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ほろ",
      "とばり"
    ]
  },
  "奔": {
    "on": [
      "ホン"
    ],
    "kun": [
      "はし"
    ]
  },
  "本": {
    "on": [
      "ホン"
    ],
    "kun": [
      "もと"
    ]
  },
  "翻": {
    "on": [
      "ホン",
      "ハン"
    ],
    "kun": [
      "ひるがえ"
    ]
  },
  "凡": {
    "on": [
      "ボン",
      "ハン"
    ],
    "kun": [
      "およ",
      "おうよ",
      "すべ"
    ]
  },
  "盆": {
    "on": [
      "ボン"
    ],
    "kun": []
  },
  "摩": {
    "on": [
      "マ"
    ],
    "kun": [
      "ま",
      "さす",
      "す"
    ]
  },
  "磨": {
    "on": [
      "マ"
    ],
    "kun": [
      "みが",
      "す"
    ]
  },
  "魔": {
    "on": [
      "マ"
    ],
    "kun": []
  },
  "麻": {
    "on": [
      "マ",
      "マア"
    ],
    "kun": [
      "あさ"
    ]
  },
  "埋": {
    "on": [
      "マイ"
    ],
    "kun": [
      "う",
      "うず",
      "い"
    ]
  },
  "妹": {
    "on": [
      "マイ"
    ],
    "kun": [
      "いもうと"
    ]
  },
  "昧": {
    "on": [
      "マイ",
      "バイ"
    ],
    "kun": [
      "くら",
      "むさぼ"
    ]
  },
  "枚": {
    "on": [
      "マイ",
      "バイ"
    ],
    "kun": []
  },
  "毎": {
    "on": [
      "マイ"
    ],
    "kun": [
      "ごと",
      "-ごと"
    ]
  },
  "幕": {
    "on": [
      "マク",
      "バク"
    ],
    "kun": [
      "とばり"
    ]
  },
  "膜": {
    "on": [
      "マク"
    ],
    "kun": []
  },
  "枕": {
    "on": [
      "チン",
      "シン"
    ],
    "kun": [
      "まくら"
    ]
  },
  "又": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "また",
      "また-"
    ]
  },
  "抹": {
    "on": [
      "マツ"
    ],
    "kun": []
  },
  "末": {
    "on": [
      "マツ",
      "バツ"
    ],
    "kun": [
      "すえ",
      "うら",
      "うれ"
    ]
  },
  "沫": {
    "on": [
      "マツ",
      "バツ"
    ],
    "kun": [
      "あわ",
      "しぶき",
      "つばき"
    ]
  },
  "繭": {
    "on": [
      "ケン"
    ],
    "kun": [
      "まゆ",
      "きぬ"
    ]
  },
  "万": {
    "on": [
      "マン",
      "バン"
    ],
    "kun": [
      "よろず"
    ]
  },
  "慢": {
    "on": [
      "マン"
    ],
    "kun": []
  },
  "満": {
    "on": [
      "マン",
      "バン"
    ],
    "kun": [
      "み"
    ]
  },
  "漫": {
    "on": [
      "マン"
    ],
    "kun": [
      "みだり",
      "そぞ"
    ]
  },
  "味": {
    "on": [
      "ミ"
    ],
    "kun": [
      "あじ"
    ]
  },
  "未": {
    "on": [
      "ミ",
      "ビ"
    ],
    "kun": [
      "いま",
      "ま",
      "ひつじ"
    ]
  },
  "魅": {
    "on": [
      "ミ"
    ],
    "kun": []
  },
  "巳": {
    "on": [
      "シ"
    ],
    "kun": [
      "み"
    ]
  },
  "岬": {
    "on": [
      "コウ"
    ],
    "kun": [
      "みさき"
    ]
  },
  "密": {
    "on": [
      "ミツ"
    ],
    "kun": [
      "ひそ"
    ]
  },
  "蜜": {
    "on": [
      "ミツ",
      "ビツ"
    ],
    "kun": []
  },
  "脈": {
    "on": [
      "ミャク"
    ],
    "kun": [
      "すじ"
    ]
  },
  "妙": {
    "on": [
      "ミョウ",
      "ビョウ"
    ],
    "kun": [
      "たえ"
    ]
  },
  "民": {
    "on": [
      "ミン"
    ],
    "kun": [
      "たみ"
    ]
  },
  "眠": {
    "on": [
      "ミン"
    ],
    "kun": [
      "ねむ"
    ]
  },
  "務": {
    "on": [
      "ム"
    ],
    "kun": [
      "つと"
    ]
  },
  "夢": {
    "on": [
      "ム",
      "ボウ"
    ],
    "kun": [
      "ゆめ",
      "くら"
    ]
  },
  "無": {
    "on": [
      "ム",
      "ブ"
    ],
    "kun": [
      "な"
    ]
  },
  "矛": {
    "on": [
      "ム",
      "ボウ"
    ],
    "kun": [
      "ほこ"
    ]
  },
  "霧": {
    "on": [
      "ム",
      "ボウ",
      "ブ"
    ],
    "kun": [
      "きり"
    ]
  },
  "婿": {
    "on": [
      "セイ"
    ],
    "kun": [
      "むこ"
    ]
  },
  "娘": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "むすめ",
      "こ"
    ]
  },
  "冥": {
    "on": [
      "メイ",
      "ミョウ"
    ],
    "kun": [
      "くら"
    ]
  },
  "名": {
    "on": [
      "メイ",
      "ミョウ"
    ],
    "kun": [
      "な",
      "-な"
    ]
  },
  "命": {
    "on": [
      "メイ",
      "ミョウ"
    ],
    "kun": [
      "いのち"
    ]
  },
  "明": {
    "on": [
      "メイ",
      "ミョウ",
      "ミン"
    ],
    "kun": [
      "あ",
      "あか",
      "あき",
      "-あ"
    ]
  },
  "盟": {
    "on": [
      "メイ"
    ],
    "kun": []
  },
  "迷": {
    "on": [
      "メイ"
    ],
    "kun": [
      "まよ"
    ]
  },
  "銘": {
    "on": [
      "メイ"
    ],
    "kun": []
  },
  "鳴": {
    "on": [
      "メイ"
    ],
    "kun": [
      "な"
    ]
  },
  "滅": {
    "on": [
      "メツ"
    ],
    "kun": [
      "ほろ"
    ]
  },
  "免": {
    "on": [
      "メン"
    ],
    "kun": [
      "まぬか",
      "まぬが"
    ]
  },
  "綿": {
    "on": [
      "メン"
    ],
    "kun": [
      "わた"
    ]
  },
  "面": {
    "on": [
      "メン",
      "ベン"
    ],
    "kun": [
      "おも",
      "おもて",
      "つら"
    ]
  },
  "麺": {
    "on": [
      "メン",
      "ベン"
    ],
    "kun": [
      "むぎこ"
    ]
  },
  "模": {
    "on": [
      "モ",
      "ボ"
    ],
    "kun": []
  },
  "茂": {
    "on": [
      "モ"
    ],
    "kun": [
      "しげ"
    ]
  },
  "妄": {
    "on": [
      "モウ",
      "ボウ"
    ],
    "kun": [
      "みだ"
    ]
  },
  "毛": {
    "on": [
      "モウ"
    ],
    "kun": [
      "け"
    ]
  },
  "猛": {
    "on": [
      "モウ"
    ],
    "kun": []
  },
  "盲": {
    "on": [
      "モウ"
    ],
    "kun": [
      "めくら"
    ]
  },
  "網": {
    "on": [
      "モウ"
    ],
    "kun": [
      "あみ"
    ]
  },
  "耗": {
    "on": [
      "モウ",
      "コウ"
    ],
    "kun": []
  },
  "木": {
    "on": [
      "ボク",
      "モク"
    ],
    "kun": [
      "き",
      "こ-"
    ]
  },
  "黙": {
    "on": [
      "モク",
      "ボク"
    ],
    "kun": [
      "だま",
      "もだ"
    ]
  },
  "目": {
    "on": [
      "モク",
      "ボク"
    ],
    "kun": [
      "め",
      "-め",
      "ま-"
    ]
  },
  "勿": {
    "on": [
      "モチ",
      "ブツ",
      "ボツ"
    ],
    "kun": [
      "なか",
      "なし"
    ]
  },
  "餅": {
    "on": [
      "ヘイ",
      "ヒョウ"
    ],
    "kun": [
      "もち",
      "もちい"
    ]
  },
  "戻": {
    "on": [
      "レイ"
    ],
    "kun": [
      "もど"
    ]
  },
  "問": {
    "on": [
      "モン"
    ],
    "kun": [
      "と",
      "とん"
    ]
  },
  "紋": {
    "on": [
      "モン"
    ],
    "kun": []
  },
  "門": {
    "on": [
      "モン"
    ],
    "kun": [
      "かど",
      "と"
    ]
  },
  "匁": {
    "on": [],
    "kun": [
      "もんめ",
      "め"
    ]
  },
  "冶": {
    "on": [
      "ヤ"
    ],
    "kun": [
      "い"
    ]
  },
  "夜": {
    "on": [
      "ヤ"
    ],
    "kun": [
      "よ",
      "よる"
    ]
  },
  "野": {
    "on": [
      "ヤ",
      "ショ"
    ],
    "kun": [
      "の",
      "の-"
    ]
  },
  "弥": {
    "on": [
      "ミ",
      "ビ"
    ],
    "kun": [
      "や",
      "いや",
      "いよ",
      "わた"
    ]
  },
  "矢": {
    "on": [
      "シ"
    ],
    "kun": [
      "や"
    ]
  },
  "厄": {
    "on": [
      "ヤク"
    ],
    "kun": []
  },
  "役": {
    "on": [
      "ヤク",
      "エキ"
    ],
    "kun": []
  },
  "約": {
    "on": [
      "ヤク"
    ],
    "kun": [
      "つづ",
      "つづま"
    ]
  },
  "薬": {
    "on": [
      "ヤク"
    ],
    "kun": [
      "くすり"
    ]
  },
  "訳": {
    "on": [
      "ヤク"
    ],
    "kun": [
      "わけ"
    ]
  },
  "躍": {
    "on": [
      "ヤク"
    ],
    "kun": [
      "おど"
    ]
  },
  "柳": {
    "on": [
      "リュウ"
    ],
    "kun": [
      "やなぎ"
    ]
  },
  "愉": {
    "on": [
      "ユ"
    ],
    "kun": [
      "たの"
    ]
  },
  "油": {
    "on": [
      "ユ",
      "ユウ"
    ],
    "kun": [
      "あぶら"
    ]
  },
  "癒": {
    "on": [
      "ユ"
    ],
    "kun": [
      "い",
      "いや"
    ]
  },
  "諭": {
    "on": [
      "ユ"
    ],
    "kun": [
      "さと"
    ]
  },
  "輸": {
    "on": [
      "ユ",
      "シュ"
    ],
    "kun": []
  },
  "唯": {
    "on": [
      "ユイ",
      "イ"
    ],
    "kun": [
      "ただ"
    ]
  },
  "優": {
    "on": [
      "ユウ",
      "ウ"
    ],
    "kun": [
      "やさ",
      "すぐ",
      "まさ"
    ]
  },
  "勇": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "いさ"
    ]
  },
  "友": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "とも"
    ]
  },
  "幽": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "ふか",
      "かす",
      "くら",
      "しろ"
    ]
  },
  "悠": {
    "on": [
      "ユウ"
    ],
    "kun": []
  },
  "憂": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "うれ",
      "う"
    ]
  },
  "有": {
    "on": [
      "ユウ",
      "ウ"
    ],
    "kun": [
      "あ"
    ]
  },
  "湧": {
    "on": [
      "ユウ",
      "ヨウ",
      "ユ"
    ],
    "kun": [
      "わ"
    ]
  },
  "猶": {
    "on": [
      "ユウ",
      "ユ"
    ],
    "kun": [
      "なお"
    ]
  },
  "由": {
    "on": [
      "ユ",
      "ユウ",
      "ユイ"
    ],
    "kun": [
      "よし",
      "よ"
    ]
  },
  "裕": {
    "on": [
      "ユウ"
    ],
    "kun": []
  },
  "誘": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "さそ",
      "いざな"
    ]
  },
  "遊": {
    "on": [
      "ユウ",
      "ユ"
    ],
    "kun": [
      "あそ"
    ]
  },
  "郵": {
    "on": [
      "ユウ"
    ],
    "kun": []
  },
  "雄": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "お-",
      "おす",
      "おん"
    ]
  },
  "融": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "と"
    ]
  },
  "夕": {
    "on": [
      "セキ"
    ],
    "kun": [
      "ゆう"
    ]
  },
  "予": {
    "on": [
      "ヨ",
      "シャ"
    ],
    "kun": [
      "あらかじ"
    ]
  },
  "余": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "あま",
      "あんま"
    ]
  },
  "与": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "あた",
      "あずか",
      "くみ",
      "ともに"
    ]
  },
  "誉": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "ほま",
      "ほ"
    ]
  },
  "預": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "あず"
    ]
  },
  "幼": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "おさな"
    ]
  },
  "妖": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "あや",
      "なま",
      "わざわ"
    ]
  },
  "容": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "い"
    ]
  },
  "庸": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "揚": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "あ",
      "-あ"
    ]
  },
  "揺": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "ゆ",
      "うご"
    ]
  },
  "擁": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "曜": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "様": {
    "on": [
      "ヨウ",
      "ショウ"
    ],
    "kun": [
      "さま",
      "さん"
    ]
  },
  "洋": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "溶": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "と"
    ]
  },
  "用": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "もち"
    ]
  },
  "窯": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "かま"
    ]
  },
  "羊": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "ひつじ"
    ]
  },
  "葉": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "は"
    ]
  },
  "要": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "い",
      "かなめ"
    ]
  },
  "謡": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "うた"
    ]
  },
  "踊": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "おど"
    ]
  },
  "陽": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "ひ"
    ]
  },
  "養": {
    "on": [
      "ヨウ",
      "リョウ"
    ],
    "kun": [
      "やしな"
    ]
  },
  "抑": {
    "on": [
      "ヨク"
    ],
    "kun": [
      "おさ"
    ]
  },
  "欲": {
    "on": [
      "ヨク"
    ],
    "kun": [
      "ほっ",
      "ほ"
    ]
  },
  "沃": {
    "on": [
      "ヨウ",
      "ヨク",
      "オク"
    ],
    "kun": [
      "そそ"
    ]
  },
  "浴": {
    "on": [
      "ヨク"
    ],
    "kun": [
      "あ"
    ]
  },
  "翌": {
    "on": [
      "ヨク"
    ],
    "kun": []
  },
  "翼": {
    "on": [
      "ヨク"
    ],
    "kun": [
      "つばさ"
    ]
  },
  "羅": {
    "on": [
      "ラ"
    ],
    "kun": [
      "うすもの"
    ]
  },
  "裸": {
    "on": [
      "ラ"
    ],
    "kun": [
      "はだか"
    ]
  },
  "来": {
    "on": [
      "ライ",
      "タイ"
    ],
    "kun": [
      "く",
      "きた",
      "き",
      "こ"
    ]
  },
  "頼": {
    "on": [
      "ライ"
    ],
    "kun": [
      "たの",
      "たよ"
    ]
  },
  "雷": {
    "on": [
      "ライ"
    ],
    "kun": [
      "かみなり",
      "いかずち",
      "いかづち"
    ]
  },
  "絡": {
    "on": [
      "ラク"
    ],
    "kun": [
      "から"
    ]
  },
  "落": {
    "on": [
      "ラク"
    ],
    "kun": [
      "お"
    ]
  },
  "酪": {
    "on": [
      "ラク"
    ],
    "kun": []
  },
  "乱": {
    "on": [
      "ラン",
      "ロン"
    ],
    "kun": [
      "みだ",
      "おさ",
      "わた"
    ]
  },
  "卵": {
    "on": [
      "ラン"
    ],
    "kun": [
      "たまご"
    ]
  },
  "嵐": {
    "on": [
      "ラン"
    ],
    "kun": [
      "あらし"
    ]
  },
  "欄": {
    "on": [
      "ラン"
    ],
    "kun": [
      "てすり"
    ]
  },
  "濫": {
    "on": [
      "ラン"
    ],
    "kun": [
      "みだ"
    ]
  },
  "藍": {
    "on": [
      "ラン"
    ],
    "kun": [
      "あい"
    ]
  },
  "覧": {
    "on": [
      "ラン"
    ],
    "kun": [
      "み"
    ]
  },
  "利": {
    "on": [
      "リ"
    ],
    "kun": [
      "き"
    ]
  },
  "吏": {
    "on": [
      "リ"
    ],
    "kun": []
  },
  "履": {
    "on": [
      "リ"
    ],
    "kun": [
      "は"
    ]
  },
  "梨": {
    "on": [
      "リ"
    ],
    "kun": [
      "なし"
    ]
  },
  "理": {
    "on": [
      "リ"
    ],
    "kun": [
      "ことわり"
    ]
  },
  "璃": {
    "on": [
      "リ"
    ],
    "kun": []
  },
  "痢": {
    "on": [
      "リ"
    ],
    "kun": []
  },
  "裏": {
    "on": [
      "リ"
    ],
    "kun": [
      "うら"
    ]
  },
  "里": {
    "on": [
      "リ"
    ],
    "kun": [
      "さと"
    ]
  },
  "離": {
    "on": [
      "リ"
    ],
    "kun": [
      "はな"
    ]
  },
  "陸": {
    "on": [
      "リク",
      "ロク"
    ],
    "kun": [
      "おか"
    ]
  },
  "律": {
    "on": [
      "リツ",
      "リチ",
      "レツ"
    ],
    "kun": []
  },
  "率": {
    "on": [
      "ソツ",
      "リツ",
      "シュツ"
    ],
    "kun": [
      "ひき"
    ]
  },
  "立": {
    "on": [
      "リツ",
      "リュウ",
      "リットル"
    ],
    "kun": [
      "た",
      "-た",
      "たて-",
      "-だ"
    ]
  },
  "略": {
    "on": [
      "リャク"
    ],
    "kun": [
      "ほぼ",
      "はぶ",
      "おか",
      "おさ",
      "はかりごと",
      "はか"
    ]
  },
  "流": {
    "on": [
      "リュウ",
      "ル"
    ],
    "kun": [
      "なが",
      "-なが"
    ]
  },
  "留": {
    "on": [
      "リュウ",
      "ル"
    ],
    "kun": [
      "と",
      "とど",
      "るうぶる"
    ]
  },
  "硫": {
    "on": [
      "リュウ"
    ],
    "kun": []
  },
  "粒": {
    "on": [
      "リュウ"
    ],
    "kun": [
      "つぶ"
    ]
  },
  "隆": {
    "on": [
      "リュウ"
    ],
    "kun": []
  },
  "竜": {
    "on": [
      "リュウ",
      "リョウ",
      "ロウ"
    ],
    "kun": [
      "たつ",
      "いせ"
    ]
  },
  "侶": {
    "on": [
      "リョ",
      "ロ"
    ],
    "kun": [
      "とも"
    ]
  },
  "慮": {
    "on": [
      "リョ"
    ],
    "kun": [
      "おもんぱく",
      "おもんぱか"
    ]
  },
  "旅": {
    "on": [
      "リョ"
    ],
    "kun": [
      "たび"
    ]
  },
  "虜": {
    "on": [
      "リョ",
      "ロ"
    ],
    "kun": [
      "とりこ",
      "とりく"
    ]
  },
  "了": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "僚": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "両": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "てる",
      "ふたつ"
    ]
  },
  "寮": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "料": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "涼": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "すず",
      "うす",
      "ひや",
      "まことに"
    ]
  },
  "猟": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "かり",
      "か"
    ]
  },
  "療": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "瞭": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "糧": {
    "on": [
      "リョウ",
      "ロウ"
    ],
    "kun": [
      "かて"
    ]
  },
  "良": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "よ",
      "-よ",
      "い",
      "-い"
    ]
  },
  "量": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "はか"
    ]
  },
  "陵": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "みささぎ"
    ]
  },
  "領": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "えり"
    ]
  },
  "力": {
    "on": [
      "リョク",
      "リキ",
      "リイ"
    ],
    "kun": [
      "ちから"
    ]
  },
  "緑": {
    "on": [
      "リョク",
      "ロク"
    ],
    "kun": [
      "みどり"
    ]
  },
  "倫": {
    "on": [
      "リン"
    ],
    "kun": []
  },
  "厘": {
    "on": [
      "リン"
    ],
    "kun": []
  },
  "林": {
    "on": [
      "リン"
    ],
    "kun": [
      "はやし"
    ]
  },
  "臨": {
    "on": [
      "リン"
    ],
    "kun": [
      "のぞ"
    ]
  },
  "輪": {
    "on": [
      "リン"
    ],
    "kun": [
      "わ"
    ]
  },
  "隣": {
    "on": [
      "リン"
    ],
    "kun": [
      "とな",
      "となり"
    ]
  },
  "瑠": {
    "on": [
      "ル",
      "リュウ"
    ],
    "kun": []
  },
  "塁": {
    "on": [
      "ルイ",
      "ライ",
      "スイ"
    ],
    "kun": [
      "とりで"
    ]
  },
  "涙": {
    "on": [
      "ルイ",
      "レイ"
    ],
    "kun": [
      "なみだ"
    ]
  },
  "累": {
    "on": [
      "ルイ"
    ],
    "kun": []
  },
  "類": {
    "on": [
      "ルイ"
    ],
    "kun": [
      "たぐ"
    ]
  },
  "令": {
    "on": [
      "レイ"
    ],
    "kun": []
  },
  "例": {
    "on": [
      "レイ"
    ],
    "kun": [
      "たと"
    ]
  },
  "冷": {
    "on": [
      "レイ"
    ],
    "kun": [
      "つめ",
      "ひ",
      "さ"
    ]
  },
  "励": {
    "on": [
      "レイ"
    ],
    "kun": [
      "はげ"
    ]
  },
  "礼": {
    "on": [
      "レイ",
      "ライ"
    ],
    "kun": []
  },
  "鈴": {
    "on": [
      "レイ",
      "リン"
    ],
    "kun": [
      "すず"
    ]
  },
  "隷": {
    "on": [
      "レイ"
    ],
    "kun": [
      "したが",
      "しもべ"
    ]
  },
  "零": {
    "on": [
      "レイ"
    ],
    "kun": [
      "ぜろ",
      "こぼ"
    ]
  },
  "霊": {
    "on": [
      "レイ",
      "リョウ"
    ],
    "kun": [
      "たま"
    ]
  },
  "麗": {
    "on": [
      "レイ"
    ],
    "kun": [
      "うるわ",
      "うら"
    ]
  },
  "齢": {
    "on": [
      "レイ"
    ],
    "kun": [
      "よわい",
      "とし"
    ]
  },
  "暦": {
    "on": [
      "レキ",
      "リャク"
    ],
    "kun": [
      "こよみ"
    ]
  },
  "歴": {
    "on": [
      "レキ",
      "レッキ"
    ],
    "kun": []
  },
  "列": {
    "on": [
      "レツ",
      "レ"
    ],
    "kun": []
  },
  "劣": {
    "on": [
      "レツ"
    ],
    "kun": [
      "おと"
    ]
  },
  "烈": {
    "on": [
      "レツ"
    ],
    "kun": [
      "はげ"
    ]
  },
  "裂": {
    "on": [
      "レツ"
    ],
    "kun": [
      "さ",
      "-ぎ"
    ]
  },
  "廉": {
    "on": [
      "レン"
    ],
    "kun": []
  },
  "恋": {
    "on": [
      "レン"
    ],
    "kun": [
      "こ",
      "こい"
    ]
  },
  "練": {
    "on": [
      "レン"
    ],
    "kun": [
      "ね"
    ]
  },
  "連": {
    "on": [
      "レン"
    ],
    "kun": [
      "つら",
      "つ",
      "-づ"
    ]
  },
  "錬": {
    "on": [
      "レン"
    ],
    "kun": [
      "ね"
    ]
  },
  "呂": {
    "on": [
      "ロ",
      "リョ"
    ],
    "kun": [
      "せぼね"
    ]
  },
  "炉": {
    "on": [
      "ロ"
    ],
    "kun": [
      "いろり"
    ]
  },
  "賂": {
    "on": [
      "ロ"
    ],
    "kun": [
      "まいな"
    ]
  },
  "路": {
    "on": [
      "ロ",
      "ル"
    ],
    "kun": [
      "-じ",
      "みち"
    ]
  },
  "露": {
    "on": [
      "ロ",
      "ロウ"
    ],
    "kun": [
      "つゆ"
    ]
  },
  "労": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "ろう",
      "いたわ",
      "いた",
      "ねぎら",
      "つか"
    ]
  },
  "廊": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "弄": {
    "on": [
      "ロウ",
      "ル"
    ],
    "kun": [
      "いじく",
      "ろう",
      "いじ",
      "ひねく",
      "たわむ",
      "もてあそ"
    ]
  },
  "朗": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "ほが",
      "あき"
    ]
  },
  "楼": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "たかどの"
    ]
  },
  "浪": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "漏": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "も"
    ]
  },
  "篭": {
    "on": [
      "ロウ",
      "ル"
    ],
    "kun": [
      "かご",
      "こ",
      "こも"
    ]
  },
  "老": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "お",
      "ふ"
    ]
  },
  "郎": {
    "on": [
      "ロウ",
      "リョウ"
    ],
    "kun": [
      "おとこ"
    ]
  },
  "六": {
    "on": [
      "ロク",
      "リク"
    ],
    "kun": [
      "む",
      "むっ",
      "むい"
    ]
  },
  "麓": {
    "on": [
      "ロク"
    ],
    "kun": [
      "ふもと"
    ]
  },
  "録": {
    "on": [
      "ロク"
    ],
    "kun": [
      "しる",
      "と"
    ]
  },
  "論": {
    "on": [
      "ロン"
    ],
    "kun": [
      "あげつら"
    ]
  },
  "和": {
    "on": [
      "ワ",
      "オ",
      "カ"
    ],
    "kun": [
      "やわ",
      "なご",
      "あ"
    ]
  },
  "話": {
    "on": [
      "ワ"
    ],
    "kun": [
      "はな",
      "はなし"
    ]
  },
  "賄": {
    "on": [
      "ワイ"
    ],
    "kun": [
      "まかな"
    ]
  },
  "脇": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "わき",
      "わけ"
    ]
  },
  "惑": {
    "on": [
      "ワク"
    ],
    "kun": [
      "まど"
    ]
  },
  "枠": {
    "on": [],
    "kun": [
      "わく"
    ]
  },
  "亘": {
    "on": [
      "コウ",
      "カン",
      "セン"
    ],
    "kun": [
      "わた",
      "もと"
    ]
  },
  "湾": {
    "on": [
      "ワン"
    ],
    "kun": [
      "いりえ"
    ]
  },
  "腕": {
    "on": [
      "ワン"
    ],
    "kun": [
      "うで"
    ]
  },
  "丼": {
    "on": [
      "トン",
      "タン",
      "ショウ",
      "セイ"
    ],
    "kun": [
      "どんぶり"
    ]
  },
  "傲": {
    "on": [
      "ゴウ"
    ],
    "kun": [
      "おご",
      "あなど"
    ]
  },
  "刹": {
    "on": [
      "セチ",
      "セツ",
      "サツ"
    ],
    "kun": []
  },
  "匕": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "さじ"
    ]
  },
  "哺": {
    "on": [
      "ホ"
    ],
    "kun": [
      "はぐく",
      "ふく"
    ]
  },
  "嗅": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "か"
    ]
  },
  "嘲": {
    "on": [
      "チョウ",
      "トウ"
    ],
    "kun": [
      "あざけ"
    ]
  },
  "毀": {
    "on": [
      "キ"
    ],
    "kun": [
      "こぼ",
      "こわ",
      "そし",
      "やぶ"
    ]
  },
  "嬌": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "なまめか"
    ]
  },
  "彙": {
    "on": [
      "イ"
    ],
    "kun": [
      "はりねずみ"
    ]
  },
  "恣": {
    "on": [
      "シ"
    ],
    "kun": [
      "ほしいまま"
    ]
  },
  "惧": {
    "on": [
      "ク",
      "グ"
    ],
    "kun": [
      "おそ"
    ]
  },
  "慄": {
    "on": [
      "リツ"
    ],
    "kun": [
      "ふる",
      "おそ",
      "おのの"
    ]
  },
  "憬": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "あこが"
    ]
  },
  "拉": {
    "on": [
      "ラツ",
      "ラ",
      "ロウ"
    ],
    "kun": [
      "らっ",
      "ひし",
      "くだ"
    ]
  },
  "摯": {
    "on": [
      "シ"
    ],
    "kun": [
      "いた",
      "つか",
      "にえ"
    ]
  },
  "曖": {
    "on": [
      "アイ"
    ],
    "kun": [
      "くら"
    ]
  },
  "曰": {
    "on": [
      "エツ"
    ],
    "kun": [
      "いわ",
      "のたま",
      "ここに"
    ]
  },
  "楷": {
    "on": [
      "カイ"
    ],
    "kun": []
  },
  "鬱": {
    "on": [
      "ウツ"
    ],
    "kun": [
      "うっ",
      "ふさ",
      "しげ"
    ]
  },
  "璧": {
    "on": [
      "ヘキ"
    ],
    "kun": [
      "たま"
    ]
  },
  "瘍": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "かさ"
    ]
  },
  "箋": {
    "on": [
      "セン"
    ],
    "kun": [
      "ふだ"
    ]
  },
  "緻": {
    "on": [
      "チ"
    ],
    "kun": [
      "こまか"
    ]
  },
  "羞": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "はじ",
      "すすめ",
      "は"
    ]
  },
  "訃": {
    "on": [
      "フ"
    ],
    "kun": [
      "しらせ"
    ]
  },
  "諧": {
    "on": [
      "カイ"
    ],
    "kun": [
      "かな",
      "やわ"
    ]
  },
  "貪": {
    "on": [
      "タン",
      "ドン",
      "トン"
    ],
    "kun": [
      "むさぼ"
    ]
  },
  "踪": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "あと"
    ]
  },
  "辣": {
    "on": [
      "ラツ"
    ],
    "kun": [
      "から"
    ]
  },
  "錮": {
    "on": [
      "コ"
    ],
    "kun": [
      "ふさ"
    ]
  }
};
