// Auto-generated from KANJIDIC2
// License: CC BY-SA 4.0 (https://www.edrdg.org/edrdg/licence.html)

export const readings = {
  "亜": {
    "on": [
      "ア"
    ],
    "kun": [
      "つ"
    ]
  },
  "唖": {
    "on": [
      "ア",
      "アク"
    ],
    "kun": [
      "おし"
    ]
  },
  "娃": {
    "on": [
      "ア",
      "アイ",
      "ワ"
    ],
    "kun": [
      "うつく"
    ]
  },
  "阿": {
    "on": [
      "ア",
      "オ"
    ],
    "kun": [
      "おもね",
      "くま"
    ]
  },
  "哀": {
    "on": [
      "アイ"
    ],
    "kun": [
      "あわ",
      "かな"
    ]
  },
  "愛": {
    "on": [
      "アイ"
    ],
    "kun": [
      "いと",
      "かな",
      "め",
      "お",
      "まな"
    ]
  },
  "挨": {
    "on": [
      "アイ"
    ],
    "kun": [
      "ひら"
    ]
  },
  "姶": {
    "on": [
      "オウ",
      "アイ"
    ],
    "kun": [
      "あい"
    ]
  },
  "逢": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "あ",
      "むか"
    ]
  },
  "葵": {
    "on": [
      "キ"
    ],
    "kun": [
      "あおい"
    ]
  },
  "茜": {
    "on": [
      "セン"
    ],
    "kun": [
      "あかね"
    ]
  },
  "穐": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "あき",
      "とき"
    ]
  },
  "悪": {
    "on": [
      "アク",
      "オ"
    ],
    "kun": [
      "わる",
      "わる-",
      "あ",
      "にく",
      "-にく",
      "ああ",
      "いずくに",
      "いずくんぞ"
    ]
  },
  "握": {
    "on": [
      "アク"
    ],
    "kun": [
      "にぎ"
    ]
  },
  "渥": {
    "on": [
      "アク"
    ],
    "kun": [
      "あつ",
      "うるお"
    ]
  },
  "旭": {
    "on": [
      "キョク"
    ],
    "kun": [
      "あさひ"
    ]
  },
  "葦": {
    "on": [
      "イ"
    ],
    "kun": [
      "あし",
      "よし",
      "しお",
      "しな",
      "しぼ",
      "な"
    ]
  },
  "芦": {
    "on": [
      "ロ"
    ],
    "kun": [
      "あし",
      "よし"
    ]
  },
  "鯵": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "あじ"
    ]
  },
  "梓": {
    "on": [
      "シ"
    ],
    "kun": [
      "あずさ"
    ]
  },
  "圧": {
    "on": [
      "アツ",
      "エン",
      "オウ"
    ],
    "kun": [
      "お",
      "へ",
      "おさ"
    ]
  },
  "斡": {
    "on": [
      "アツ",
      "カン",
      "ワツ"
    ],
    "kun": [
      "めぐ"
    ]
  },
  "扱": {
    "on": [
      "ソウ",
      "キュウ"
    ],
    "kun": [
      "あつか",
      "こ"
    ]
  },
  "宛": {
    "on": [
      "エン"
    ],
    "kun": [
      "あ",
      "-あて",
      "-づつ",
      "あたか"
    ]
  },
  "姐": {
    "on": [
      "ソ",
      "シャ"
    ],
    "kun": [
      "あね",
      "ねえさん"
    ]
  },
  "虻": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "あぶ"
    ]
  },
  "飴": {
    "on": [
      "イ",
      "シ"
    ],
    "kun": [
      "あめ",
      "やしな"
    ]
  },
  "絢": {
    "on": [
      "ケン"
    ],
    "kun": []
  },
  "綾": {
    "on": [
      "リン"
    ],
    "kun": [
      "あや"
    ]
  },
  "鮎": {
    "on": [
      "デン",
      "ネン"
    ],
    "kun": [
      "あゆ",
      "なまず"
    ]
  },
  "或": {
    "on": [
      "ワク",
      "コク",
      "イキ"
    ],
    "kun": [
      "あ",
      "あるい",
      "あるいは"
    ]
  },
  "粟": {
    "on": [
      "ゾク",
      "ショク",
      "ソク"
    ],
    "kun": [
      "あわ",
      "もみ"
    ]
  },
  "袷": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": [
      "あわせ"
    ]
  },
  "安": {
    "on": [
      "アン"
    ],
    "kun": [
      "やす"
    ]
  },
  "庵": {
    "on": [
      "アン"
    ],
    "kun": [
      "いおり",
      "いお"
    ]
  },
  "按": {
    "on": [
      "アン"
    ],
    "kun": [
      "おさ",
      "しら"
    ]
  },
  "暗": {
    "on": [
      "アン"
    ],
    "kun": [
      "くら",
      "くれ"
    ]
  },
  "案": {
    "on": [
      "アン"
    ],
    "kun": [
      "つくえ"
    ]
  },
  "闇": {
    "on": [
      "アン",
      "オン"
    ],
    "kun": [
      "やみ",
      "くら"
    ]
  },
  "鞍": {
    "on": [
      "アン"
    ],
    "kun": [
      "くら"
    ]
  },
  "杏": {
    "on": [
      "キョウ",
      "アン",
      "コウ"
    ],
    "kun": [
      "あんず"
    ]
  },
  "以": {
    "on": [
      "イ"
    ],
    "kun": [
      "もっ"
    ]
  },
  "伊": {
    "on": [
      "イ"
    ],
    "kun": [
      "かれ"
    ]
  },
  "位": {
    "on": [
      "イ"
    ],
    "kun": [
      "くらい",
      "ぐらい"
    ]
  },
  "依": {
    "on": [
      "イ",
      "エ"
    ],
    "kun": [
      "よ"
    ]
  },
  "偉": {
    "on": [
      "イ"
    ],
    "kun": [
      "えら"
    ]
  },
  "囲": {
    "on": [
      "イ"
    ],
    "kun": [
      "かこ"
    ]
  },
  "夷": {
    "on": [
      "イ"
    ],
    "kun": [
      "えびす",
      "えみし",
      "ころ",
      "たい"
    ]
  },
  "委": {
    "on": [
      "イ"
    ],
    "kun": [
      "ゆだ"
    ]
  },
  "威": {
    "on": [
      "イ"
    ],
    "kun": [
      "おど"
    ]
  },
  "尉": {
    "on": [
      "イ",
      "ジョウ"
    ],
    "kun": []
  },
  "惟": {
    "on": [
      "イ",
      "ユイ"
    ],
    "kun": [
      "おも",
      "これ"
    ]
  },
  "意": {
    "on": [
      "イ"
    ],
    "kun": []
  },
  "慰": {
    "on": [
      "イ"
    ],
    "kun": [
      "なぐさ"
    ]
  },
  "易": {
    "on": [
      "エキ",
      "イ"
    ],
    "kun": [
      "やさ",
      "やす"
    ]
  },
  "椅": {
    "on": [
      "イ"
    ],
    "kun": []
  },
  "為": {
    "on": [
      "イ"
    ],
    "kun": [
      "ため",
      "な",
      "す",
      "たり",
      "つく",
      "なり"
    ]
  },
  "畏": {
    "on": [
      "イ"
    ],
    "kun": [
      "おそ",
      "かしこま",
      "かしこ"
    ]
  },
  "異": {
    "on": [
      "イ"
    ],
    "kun": [
      "こと",
      "け"
    ]
  },
  "移": {
    "on": [
      "イ"
    ],
    "kun": [
      "うつ"
    ]
  },
  "維": {
    "on": [
      "イ"
    ],
    "kun": []
  },
  "緯": {
    "on": [
      "イ"
    ],
    "kun": [
      "よこいと",
      "ぬき"
    ]
  },
  "胃": {
    "on": [
      "イ"
    ],
    "kun": []
  },
  "萎": {
    "on": [
      "イ"
    ],
    "kun": [
      "な",
      "しお",
      "しな",
      "しぼ"
    ]
  },
  "衣": {
    "on": [
      "イ",
      "エ"
    ],
    "kun": [
      "ころも",
      "きぬ",
      "-ぎ"
    ]
  },
  "謂": {
    "on": [
      "イ"
    ],
    "kun": [
      "い",
      "いい",
      "おも",
      "いわゆる"
    ]
  },
  "違": {
    "on": [
      "イ"
    ],
    "kun": [
      "ちが",
      "-ちが",
      "たが"
    ]
  },
  "遺": {
    "on": [
      "イ",
      "ユイ"
    ],
    "kun": [
      "のこ"
    ]
  },
  "医": {
    "on": [
      "イ"
    ],
    "kun": [
      "い",
      "くすし"
    ]
  },
  "井": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "い"
    ]
  },
  "亥": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "い"
    ]
  },
  "域": {
    "on": [
      "イキ"
    ],
    "kun": []
  },
  "育": {
    "on": [
      "イク"
    ],
    "kun": [
      "そだ",
      "はぐく"
    ]
  },
  "郁": {
    "on": [
      "イク"
    ],
    "kun": []
  },
  "磯": {
    "on": [
      "キ"
    ],
    "kun": [
      "いそ"
    ]
  },
  "一": {
    "on": [
      "イチ",
      "イツ"
    ],
    "kun": [
      "ひと-",
      "ひと"
    ]
  },
  "壱": {
    "on": [
      "イチ",
      "イツ"
    ],
    "kun": [
      "ひとつ"
    ]
  },
  "溢": {
    "on": [
      "イツ"
    ],
    "kun": [
      "こぼ",
      "あふ",
      "み"
    ]
  },
  "逸": {
    "on": [
      "イツ"
    ],
    "kun": [
      "そ",
      "はぐ"
    ]
  },
  "稲": {
    "on": [
      "トウ",
      "テ"
    ],
    "kun": [
      "いね",
      "いな-"
    ]
  },
  "茨": {
    "on": [
      "シ",
      "ジ"
    ],
    "kun": [
      "いばら",
      "かや",
      "くさぶき"
    ]
  },
  "芋": {
    "on": [
      "ウ"
    ],
    "kun": [
      "いも"
    ]
  },
  "鰯": {
    "on": [],
    "kun": [
      "いわし"
    ]
  },
  "允": {
    "on": [
      "イン"
    ],
    "kun": [
      "じょう",
      "まこと",
      "ゆるす"
    ]
  },
  "印": {
    "on": [
      "イン"
    ],
    "kun": [
      "しるし",
      "-じるし",
      "しる"
    ]
  },
  "咽": {
    "on": [
      "イン",
      "エン",
      "エツ"
    ],
    "kun": [
      "むせ",
      "のど",
      "の"
    ]
  },
  "員": {
    "on": [
      "イン"
    ],
    "kun": []
  },
  "因": {
    "on": [
      "イン"
    ],
    "kun": [
      "よ",
      "ちな"
    ]
  },
  "姻": {
    "on": [
      "イン"
    ],
    "kun": []
  },
  "引": {
    "on": [
      "イン"
    ],
    "kun": [
      "ひ"
    ]
  },
  "飲": {
    "on": [
      "イン",
      "オン"
    ],
    "kun": [
      "の",
      "-の"
    ]
  },
  "淫": {
    "on": [
      "イン"
    ],
    "kun": [
      "ひた",
      "ほしいまま",
      "みだ",
      "みだり"
    ]
  },
  "胤": {
    "on": [
      "イン"
    ],
    "kun": [
      "たね"
    ]
  },
  "蔭": {
    "on": [
      "イン",
      "オン"
    ],
    "kun": [
      "かげ"
    ]
  },
  "院": {
    "on": [
      "イン"
    ],
    "kun": []
  },
  "陰": {
    "on": [
      "イン"
    ],
    "kun": [
      "かげ"
    ]
  },
  "隠": {
    "on": [
      "イン",
      "オン"
    ],
    "kun": [
      "かく",
      "よ"
    ]
  },
  "韻": {
    "on": [
      "イン"
    ],
    "kun": []
  },
  "吋": {
    "on": [
      "トウ",
      "ドウ",
      "スン"
    ],
    "kun": [
      "インチ"
    ]
  },
  "右": {
    "on": [
      "ウ",
      "ユウ"
    ],
    "kun": [
      "みぎ"
    ]
  },
  "宇": {
    "on": [
      "ウ"
    ],
    "kun": []
  },
  "烏": {
    "on": [
      "ウ",
      "オ"
    ],
    "kun": [
      "からす",
      "いずくんぞ",
      "なんぞ"
    ]
  },
  "羽": {
    "on": [
      "ウ"
    ],
    "kun": [
      "は",
      "わ",
      "はね"
    ]
  },
  "迂": {
    "on": [
      "ウ"
    ],
    "kun": []
  },
  "雨": {
    "on": [
      "ウ"
    ],
    "kun": [
      "あめ",
      "あま-",
      "-さめ"
    ]
  },
  "卯": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "う"
    ]
  },
  "鵜": {
    "on": [
      "テイ",
      "ダイ"
    ],
    "kun": [
      "う"
    ]
  },
  "窺": {
    "on": [
      "キ"
    ],
    "kun": [
      "うかが",
      "のぞく"
    ]
  },
  "丑": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "うし"
    ]
  },
  "碓": {
    "on": [
      "カク",
      "タイ"
    ],
    "kun": [
      "たし",
      "かく"
    ]
  },
  "臼": {
    "on": [
      "キュウ",
      "グ"
    ],
    "kun": [
      "うす",
      "うすづ"
    ]
  },
  "渦": {
    "on": [
      "カ"
    ],
    "kun": [
      "うず"
    ]
  },
  "嘘": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "うそ",
      "ふ"
    ]
  },
  "唄": {
    "on": [
      "バイ"
    ],
    "kun": [
      "うた"
    ]
  },
  "欝": {
    "on": [
      "ウツ",
      "ウン"
    ],
    "kun": [
      "うっ",
      "ふさ",
      "しげ"
    ]
  },
  "蔚": {
    "on": [
      "ウツ",
      "イ"
    ],
    "kun": [
      "うち",
      "おとこよもぎ"
    ]
  },
  "鰻": {
    "on": [
      "マン",
      "バン"
    ],
    "kun": [
      "うなぎ"
    ]
  },
  "姥": {
    "on": [
      "ボ",
      "モ"
    ],
    "kun": [
      "うば"
    ]
  },
  "厩": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "うまや"
    ]
  },
  "浦": {
    "on": [
      "ホ"
    ],
    "kun": [
      "うら"
    ]
  },
  "瓜": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "うり"
    ]
  },
  "閏": {
    "on": [
      "ジュン"
    ],
    "kun": [
      "うるう"
    ]
  },
  "噂": {
    "on": [
      "ソン"
    ],
    "kun": [
      "うわさ"
    ]
  },
  "云": {
    "on": [
      "ウン"
    ],
    "kun": [
      "い",
      "ここに"
    ]
  },
  "運": {
    "on": [
      "ウン"
    ],
    "kun": [
      "はこ"
    ]
  },
  "雲": {
    "on": [
      "ウン"
    ],
    "kun": [
      "くも",
      "-ぐも"
    ]
  },
  "荏": {
    "on": [
      "ジン",
      "ニン"
    ],
    "kun": []
  },
  "餌": {
    "on": [
      "ジ",
      "ニ"
    ],
    "kun": [
      "え",
      "えば",
      "えさ",
      "もち"
    ]
  },
  "叡": {
    "on": [
      "エイ"
    ],
    "kun": [
      "あき"
    ]
  },
  "営": {
    "on": [
      "エイ"
    ],
    "kun": [
      "いとな"
    ]
  },
  "嬰": {
    "on": [
      "エイ"
    ],
    "kun": [
      "ふ",
      "みどりご",
      "あかご"
    ]
  },
  "影": {
    "on": [
      "エイ"
    ],
    "kun": [
      "かげ"
    ]
  },
  "映": {
    "on": [
      "エイ"
    ],
    "kun": [
      "うつ",
      "は",
      "-ば"
    ]
  },
  "曳": {
    "on": [
      "エイ"
    ],
    "kun": [
      "ひ"
    ]
  },
  "栄": {
    "on": [
      "エイ",
      "ヨウ"
    ],
    "kun": [
      "さか",
      "は",
      "-ば",
      "え"
    ]
  },
  "永": {
    "on": [
      "エイ"
    ],
    "kun": [
      "なが"
    ]
  },
  "泳": {
    "on": [
      "エイ"
    ],
    "kun": [
      "およ"
    ]
  },
  "洩": {
    "on": [
      "エイ",
      "セツ"
    ],
    "kun": [
      "も",
      "の"
    ]
  },
  "瑛": {
    "on": [
      "エイ"
    ],
    "kun": []
  },
  "盈": {
    "on": [
      "エイ"
    ],
    "kun": [
      "み"
    ]
  },
  "穎": {
    "on": [
      "エイ"
    ],
    "kun": [
      "ほさき",
      "のぎ"
    ]
  },
  "頴": {
    "on": [
      "エイ"
    ],
    "kun": [
      "ほさき",
      "のぎ"
    ]
  },
  "英": {
    "on": [
      "エイ"
    ],
    "kun": [
      "はなぶさ"
    ]
  },
  "衛": {
    "on": [
      "エイ",
      "エ"
    ],
    "kun": []
  },
  "詠": {
    "on": [
      "エイ"
    ],
    "kun": [
      "よ",
      "うた"
    ]
  },
  "鋭": {
    "on": [
      "エイ"
    ],
    "kun": [
      "するど"
    ]
  },
  "液": {
    "on": [
      "エキ"
    ],
    "kun": []
  },
  "疫": {
    "on": [
      "エキ",
      "ヤク"
    ],
    "kun": []
  },
  "益": {
    "on": [
      "エキ",
      "ヤク"
    ],
    "kun": [
      "ま"
    ]
  },
  "駅": {
    "on": [
      "エキ"
    ],
    "kun": []
  },
  "悦": {
    "on": [
      "エツ"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "謁": {
    "on": [
      "エツ"
    ],
    "kun": []
  },
  "越": {
    "on": [
      "エツ",
      "オツ"
    ],
    "kun": [
      "こ",
      "-こ",
      "-ご"
    ]
  },
  "閲": {
    "on": [
      "エツ"
    ],
    "kun": [
      "けみ"
    ]
  },
  "榎": {
    "on": [
      "カ"
    ],
    "kun": [
      "えのき"
    ]
  },
  "厭": {
    "on": [
      "エン",
      "オン",
      "アン",
      "オウ",
      "ユウ",
      "ヨウ"
    ],
    "kun": [
      "いや",
      "あ",
      "いと",
      "おさ"
    ]
  },
  "円": {
    "on": [
      "エン"
    ],
    "kun": [
      "まる",
      "まど",
      "まろ"
    ]
  },
  "園": {
    "on": [
      "エン"
    ],
    "kun": [
      "その"
    ]
  },
  "堰": {
    "on": [
      "エン"
    ],
    "kun": [
      "せき",
      "せ"
    ]
  },
  "奄": {
    "on": [
      "エン"
    ],
    "kun": [
      "おお",
      "たちまち"
    ]
  },
  "宴": {
    "on": [
      "エン"
    ],
    "kun": [
      "うたげ"
    ]
  },
  "延": {
    "on": [
      "エン"
    ],
    "kun": [
      "の"
    ]
  },
  "怨": {
    "on": [
      "エン",
      "オン",
      "ウン"
    ],
    "kun": [
      "うら",
      "うらみ"
    ]
  },
  "掩": {
    "on": [
      "エン"
    ],
    "kun": [
      "おお"
    ]
  },
  "援": {
    "on": [
      "エン"
    ],
    "kun": []
  },
  "沿": {
    "on": [
      "エン"
    ],
    "kun": [
      "そ",
      "-ぞ"
    ]
  },
  "演": {
    "on": [
      "エン"
    ],
    "kun": []
  },
  "炎": {
    "on": [
      "エン"
    ],
    "kun": [
      "ほのお"
    ]
  },
  "焔": {
    "on": [
      "エン"
    ],
    "kun": [
      "ほのお"
    ]
  },
  "煙": {
    "on": [
      "エン"
    ],
    "kun": [
      "けむ",
      "けむり"
    ]
  },
  "燕": {
    "on": [
      "エン"
    ],
    "kun": [
      "つばめ",
      "つばくら",
      "つばくろ"
    ]
  },
  "猿": {
    "on": [
      "エン"
    ],
    "kun": [
      "さる"
    ]
  },
  "縁": {
    "on": [
      "エン",
      "-ネン"
    ],
    "kun": [
      "ふち",
      "ゆかり",
      "よすが",
      "へり",
      "えにし"
    ]
  },
  "艶": {
    "on": [
      "エン"
    ],
    "kun": [
      "つや",
      "なま",
      "あで"
    ]
  },
  "苑": {
    "on": [
      "エン",
      "オン"
    ],
    "kun": [
      "その",
      "う"
    ]
  },
  "薗": {
    "on": [
      "エン",
      "オン"
    ],
    "kun": [
      "その"
    ]
  },
  "遠": {
    "on": [
      "エン",
      "オン"
    ],
    "kun": [
      "とお"
    ]
  },
  "鉛": {
    "on": [
      "エン"
    ],
    "kun": [
      "なまり"
    ]
  },
  "鴛": {
    "on": [
      "エン",
      "オン"
    ],
    "kun": [
      "おし",
      "おしどり"
    ]
  },
  "塩": {
    "on": [
      "エン"
    ],
    "kun": [
      "しお"
    ]
  },
  "於": {
    "on": [
      "オ",
      "ヨ"
    ],
    "kun": [
      "おい",
      "お",
      "ああ",
      "より"
    ]
  },
  "汚": {
    "on": [
      "オ"
    ],
    "kun": [
      "けが",
      "よご",
      "きたな"
    ]
  },
  "甥": {
    "on": [
      "セイ",
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "おい",
      "むこ"
    ]
  },
  "凹": {
    "on": [
      "オウ"
    ],
    "kun": [
      "くぼ",
      "へこ",
      "ぼこ"
    ]
  },
  "央": {
    "on": [
      "オウ"
    ],
    "kun": []
  },
  "奥": {
    "on": [
      "オウ"
    ],
    "kun": [
      "おく",
      "くま"
    ]
  },
  "往": {
    "on": [
      "オウ"
    ],
    "kun": [
      "い",
      "いにしえ",
      "さき",
      "ゆ"
    ]
  },
  "応": {
    "on": [
      "オウ",
      "ヨウ",
      "-ノウ"
    ],
    "kun": [
      "あた",
      "まさに",
      "こた"
    ]
  },
  "押": {
    "on": [
      "オウ"
    ],
    "kun": [
      "お",
      "おさ"
    ]
  },
  "旺": {
    "on": [
      "オウ"
    ],
    "kun": [
      "さかん"
    ]
  },
  "横": {
    "on": [
      "オウ"
    ],
    "kun": [
      "よこ"
    ]
  },
  "欧": {
    "on": [
      "オウ"
    ],
    "kun": [
      "うた",
      "は"
    ]
  },
  "殴": {
    "on": [
      "オウ"
    ],
    "kun": [
      "なぐ"
    ]
  },
  "王": {
    "on": [
      "オウ",
      "-ノウ"
    ],
    "kun": []
  },
  "翁": {
    "on": [
      "オウ"
    ],
    "kun": [
      "おきな"
    ]
  },
  "襖": {
    "on": [
      "オウ"
    ],
    "kun": [
      "ふすま",
      "あお"
    ]
  },
  "鴬": {
    "on": [
      "オウ"
    ],
    "kun": [
      "うぐいす"
    ]
  },
  "鴎": {
    "on": [
      "オウ"
    ],
    "kun": [
      "かもめ"
    ]
  },
  "黄": {
    "on": [
      "コウ",
      "オウ"
    ],
    "kun": [
      "き",
      "こ-"
    ]
  },
  "岡": {
    "on": [
      "コウ"
    ],
    "kun": [
      "おか"
    ]
  },
  "沖": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "おき",
      "おきつ",
      "ちゅう",
      "わく"
    ]
  },
  "荻": {
    "on": [
      "テキ"
    ],
    "kun": [
      "おぎ"
    ]
  },
  "億": {
    "on": [
      "オク"
    ],
    "kun": []
  },
  "屋": {
    "on": [
      "オク"
    ],
    "kun": [
      "や"
    ]
  },
  "憶": {
    "on": [
      "オク"
    ],
    "kun": []
  },
  "臆": {
    "on": [
      "オク",
      "ヨク"
    ],
    "kun": [
      "むね",
      "おくする"
    ]
  },
  "桶": {
    "on": [
      "ヨウ",
      "トウ"
    ],
    "kun": [
      "おけ"
    ]
  },
  "牡": {
    "on": [
      "ボ",
      "ボウ"
    ],
    "kun": [
      "おす",
      "お-",
      "おん-"
    ]
  },
  "乙": {
    "on": [
      "オツ",
      "イツ"
    ],
    "kun": [
      "おと-",
      "きのと"
    ]
  },
  "俺": {
    "on": [
      "エン"
    ],
    "kun": [
      "おれ",
      "われ"
    ]
  },
  "卸": {
    "on": [
      "シャ"
    ],
    "kun": [
      "おろ",
      "おろし"
    ]
  },
  "恩": {
    "on": [
      "オン"
    ],
    "kun": []
  },
  "温": {
    "on": [
      "オン"
    ],
    "kun": [
      "あたた",
      "ぬく"
    ]
  },
  "穏": {
    "on": [
      "オン"
    ],
    "kun": [
      "おだ"
    ]
  },
  "音": {
    "on": [
      "オン",
      "イン",
      "-ノン"
    ],
    "kun": [
      "おと",
      "ね"
    ]
  },
  "下": {
    "on": [
      "カ",
      "ゲ"
    ],
    "kun": [
      "した",
      "しも",
      "もと",
      "さ",
      "くだ",
      "-くだ",
      "お"
    ]
  },
  "化": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "ば",
      "ふ",
      "け"
    ]
  },
  "仮": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "かり",
      "かり-"
    ]
  },
  "何": {
    "on": [
      "カ"
    ],
    "kun": [
      "なに",
      "なん",
      "なに-",
      "なん-"
    ]
  },
  "伽": {
    "on": [
      "カ",
      "ガ",
      "キャ",
      "ギャ"
    ],
    "kun": [
      "とぎ"
    ]
  },
  "価": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "あたい"
    ]
  },
  "佳": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "加": {
    "on": [
      "カ"
    ],
    "kun": [
      "くわ"
    ]
  },
  "可": {
    "on": [
      "カ",
      "コク"
    ],
    "kun": [
      "-べ"
    ]
  },
  "嘉": {
    "on": [
      "カ"
    ],
    "kun": [
      "よみ",
      "よい"
    ]
  },
  "夏": {
    "on": [
      "カ",
      "ガ",
      "ゲ"
    ],
    "kun": [
      "なつ"
    ]
  },
  "嫁": {
    "on": [
      "カ"
    ],
    "kun": [
      "よめ",
      "とつ",
      "い",
      "ゆ"
    ]
  },
  "家": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "いえ",
      "や",
      "うち"
    ]
  },
  "寡": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "科": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "暇": {
    "on": [
      "カ"
    ],
    "kun": [
      "ひま",
      "いとま"
    ]
  },
  "果": {
    "on": [
      "カ"
    ],
    "kun": [
      "は",
      "はた",
      "-は"
    ]
  },
  "架": {
    "on": [
      "カ"
    ],
    "kun": [
      "か"
    ]
  },
  "歌": {
    "on": [
      "カ"
    ],
    "kun": [
      "うた"
    ]
  },
  "河": {
    "on": [
      "カ"
    ],
    "kun": [
      "かわ"
    ]
  },
  "火": {
    "on": [
      "カ"
    ],
    "kun": [
      "ひ",
      "-び",
      "ほ-"
    ]
  },
  "珂": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "禍": {
    "on": [
      "カ"
    ],
    "kun": [
      "わざわい"
    ]
  },
  "禾": {
    "on": [
      "カ"
    ],
    "kun": [
      "いね"
    ]
  },
  "稼": {
    "on": [
      "カ"
    ],
    "kun": [
      "かせ"
    ]
  },
  "箇": {
    "on": [
      "カ",
      "コ"
    ],
    "kun": []
  },
  "花": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "はな"
    ]
  },
  "苛": {
    "on": [
      "カ"
    ],
    "kun": [
      "いじ",
      "さいな",
      "いらだ",
      "からい",
      "こまかい"
    ]
  },
  "茄": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "荷": {
    "on": [
      "カ"
    ],
    "kun": [
      "に"
    ]
  },
  "華": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "はな"
    ]
  },
  "菓": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "蝦": {
    "on": [
      "カ",
      "ゲ"
    ],
    "kun": [
      "えび"
    ]
  },
  "課": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "嘩": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "かまびす"
    ]
  },
  "貨": {
    "on": [
      "カ"
    ],
    "kun": [
      "たから"
    ]
  },
  "迦": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": []
  },
  "過": {
    "on": [
      "カ"
    ],
    "kun": [
      "す",
      "あやま",
      "よぎ",
      "よ"
    ]
  },
  "霞": {
    "on": [
      "カ",
      "ゲ"
    ],
    "kun": [
      "かすみ",
      "かす"
    ]
  },
  "蚊": {
    "on": [
      "ブン"
    ],
    "kun": [
      "か"
    ]
  },
  "俄": {
    "on": [
      "ガ"
    ],
    "kun": [
      "にわか"
    ]
  },
  "峨": {
    "on": [
      "ガ"
    ],
    "kun": [
      "けわ"
    ]
  },
  "我": {
    "on": [
      "ガ"
    ],
    "kun": [
      "われ",
      "わ",
      "わが-"
    ]
  },
  "牙": {
    "on": [
      "ガ",
      "ゲ"
    ],
    "kun": [
      "きば",
      "は"
    ]
  },
  "画": {
    "on": [
      "ガ",
      "カク",
      "エ",
      "カイ"
    ],
    "kun": [
      "えが",
      "かく",
      "かぎ",
      "はかりごと",
      "はか"
    ]
  },
  "臥": {
    "on": [
      "ガ"
    ],
    "kun": [
      "ふせ",
      "ふ"
    ]
  },
  "芽": {
    "on": [
      "ガ"
    ],
    "kun": [
      "め"
    ]
  },
  "蛾": {
    "on": [
      "ギ",
      "ガ"
    ],
    "kun": [
      "ひむし"
    ]
  },
  "賀": {
    "on": [
      "ガ"
    ],
    "kun": []
  },
  "雅": {
    "on": [
      "ガ"
    ],
    "kun": [
      "みや"
    ]
  },
  "餓": {
    "on": [
      "ガ"
    ],
    "kun": [
      "う"
    ]
  },
  "駕": {
    "on": [
      "カ",
      "ガ"
    ],
    "kun": [
      "かご",
      "が",
      "しのぐ",
      "のる"
    ]
  },
  "介": {
    "on": [
      "カイ"
    ],
    "kun": []
  },
  "会": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "あ",
      "あつ"
    ]
  },
  "解": {
    "on": [
      "カイ",
      "ゲ"
    ],
    "kun": [
      "と",
      "ほど",
      "ほぐ",
      "わか",
      "さと"
    ]
  },
  "回": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "まわ",
      "-まわ",
      "もとお",
      "か"
    ]
  },
  "塊": {
    "on": [
      "カイ",
      "ケ"
    ],
    "kun": [
      "かたまり",
      "つちくれ"
    ]
  },
  "壊": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "こわ",
      "やぶ"
    ]
  },
  "廻": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "まわ",
      "もとお",
      "めぐ"
    ]
  },
  "快": {
    "on": [
      "カイ"
    ],
    "kun": [
      "こころよ"
    ]
  },
  "怪": {
    "on": [
      "カイ",
      "ケ"
    ],
    "kun": [
      "あや"
    ]
  },
  "悔": {
    "on": [
      "カイ"
    ],
    "kun": [
      "く",
      "くや"
    ]
  },
  "恢": {
    "on": [
      "カイ",
      "ケ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "懐": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "ふところ",
      "なつ",
      "なず",
      "いだ",
      "おも"
    ]
  },
  "戒": {
    "on": [
      "カイ"
    ],
    "kun": [
      "いまし"
    ]
  },
  "拐": {
    "on": [
      "カイ"
    ],
    "kun": []
  },
  "改": {
    "on": [
      "カイ"
    ],
    "kun": [
      "あらた"
    ]
  },
  "魁": {
    "on": [
      "カイ"
    ],
    "kun": [
      "さきがけ",
      "かしら"
    ]
  },
  "晦": {
    "on": [
      "カイ"
    ],
    "kun": [
      "つごもり",
      "くら",
      "みそか"
    ]
  },
  "械": {
    "on": [
      "カイ"
    ],
    "kun": [
      "かせ"
    ]
  },
  "海": {
    "on": [
      "カイ"
    ],
    "kun": [
      "うみ"
    ]
  },
  "灰": {
    "on": [
      "カイ"
    ],
    "kun": [
      "はい"
    ]
  },
  "界": {
    "on": [
      "カイ"
    ],
    "kun": []
  },
  "皆": {
    "on": [
      "カイ"
    ],
    "kun": [
      "みな",
      "みんな"
    ]
  },
  "絵": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": []
  },
  "芥": {
    "on": [
      "カイ",
      "ケ"
    ],
    "kun": [
      "からし",
      "ごみ",
      "あくた"
    ]
  },
  "蟹": {
    "on": [
      "カイ"
    ],
    "kun": [
      "かに"
    ]
  },
  "開": {
    "on": [
      "カイ"
    ],
    "kun": [
      "ひら",
      "-びら",
      "あ"
    ]
  },
  "階": {
    "on": [
      "カイ"
    ],
    "kun": [
      "きざはし"
    ]
  },
  "貝": {
    "on": [
      "バイ"
    ],
    "kun": [
      "かい"
    ]
  },
  "凱": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "かちどき",
      "やわらぐ"
    ]
  },
  "劾": {
    "on": [
      "ガイ"
    ],
    "kun": []
  },
  "外": {
    "on": [
      "ガイ",
      "ゲ"
    ],
    "kun": [
      "そと",
      "ほか",
      "はず",
      "と-"
    ]
  },
  "咳": {
    "on": [
      "カイ",
      "ガイ"
    ],
    "kun": [
      "せ",
      "しわぶ",
      "せき",
      "しわぶき"
    ]
  },
  "害": {
    "on": [
      "ガイ"
    ],
    "kun": []
  },
  "崖": {
    "on": [
      "ガイ",
      "ゲ",
      "ギ"
    ],
    "kun": [
      "がけ",
      "きし",
      "はて"
    ]
  },
  "慨": {
    "on": [
      "ガイ"
    ],
    "kun": [
      "なげ"
    ]
  },
  "概": {
    "on": [
      "ガイ"
    ],
    "kun": [
      "おおむ"
    ]
  },
  "涯": {
    "on": [
      "ガイ"
    ],
    "kun": [
      "はて"
    ]
  },
  "碍": {
    "on": [
      "ガイ",
      "ゲ"
    ],
    "kun": [
      "さまた"
    ]
  },
  "蓋": {
    "on": [
      "ガイ",
      "カイ",
      "コウ"
    ],
    "kun": [
      "ふた",
      "けだ",
      "おお",
      "かさ",
      "かこう"
    ]
  },
  "街": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "まち"
    ]
  },
  "該": {
    "on": [
      "ガイ"
    ],
    "kun": []
  },
  "鎧": {
    "on": [
      "カイ",
      "ガイ"
    ],
    "kun": [
      "よろ",
      "よろい"
    ]
  },
  "骸": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "むくろ"
    ]
  },
  "浬": {
    "on": [
      "リ"
    ],
    "kun": [
      "かいり",
      "のっと"
    ]
  },
  "馨": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "かお",
      "かおり"
    ]
  },
  "蛙": {
    "on": [
      "ア",
      "ワ"
    ],
    "kun": [
      "かえる",
      "かわず"
    ]
  },
  "垣": {
    "on": [
      "エン"
    ],
    "kun": [
      "かき"
    ]
  },
  "柿": {
    "on": [
      "シ"
    ],
    "kun": [
      "かき"
    ]
  },
  "蛎": {
    "on": [
      "レイ"
    ],
    "kun": [
      "かき"
    ]
  },
  "鈎": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "かぎ"
    ]
  },
  "劃": {
    "on": [
      "カク"
    ],
    "kun": [
      "わ",
      "くぎ"
    ]
  },
  "嚇": {
    "on": [
      "カク"
    ],
    "kun": [
      "おど"
    ]
  },
  "各": {
    "on": [
      "カク"
    ],
    "kun": [
      "おのおの"
    ]
  },
  "廓": {
    "on": [
      "カク"
    ],
    "kun": [
      "くるわ",
      "とりで"
    ]
  },
  "拡": {
    "on": [
      "カク",
      "コウ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "撹": {
    "on": [
      "カク",
      "コウ"
    ],
    "kun": [
      "みだ"
    ]
  },
  "格": {
    "on": [
      "カク",
      "コウ",
      "キャク",
      "ゴウ"
    ],
    "kun": []
  },
  "核": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "殻": {
    "on": [
      "カク",
      "コク",
      "バイ"
    ],
    "kun": [
      "から",
      "がら"
    ]
  },
  "獲": {
    "on": [
      "カク"
    ],
    "kun": [
      "え"
    ]
  },
  "確": {
    "on": [
      "カク",
      "コウ"
    ],
    "kun": [
      "たし"
    ]
  },
  "穫": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "覚": {
    "on": [
      "カク"
    ],
    "kun": [
      "おぼ",
      "さ",
      "さと"
    ]
  },
  "角": {
    "on": [
      "カク"
    ],
    "kun": [
      "かど",
      "つの"
    ]
  },
  "赫": {
    "on": [
      "カク"
    ],
    "kun": [
      "あかい",
      "あか",
      "かがや"
    ]
  },
  "較": {
    "on": [
      "カク",
      "コウ"
    ],
    "kun": [
      "くら"
    ]
  },
  "郭": {
    "on": [
      "カク"
    ],
    "kun": [
      "くるわ"
    ]
  },
  "閣": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "隔": {
    "on": [
      "カク"
    ],
    "kun": [
      "へだ"
    ]
  },
  "革": {
    "on": [
      "カク"
    ],
    "kun": [
      "かわ"
    ]
  },
  "学": {
    "on": [
      "ガク"
    ],
    "kun": [
      "まな"
    ]
  },
  "岳": {
    "on": [
      "ガク"
    ],
    "kun": [
      "たけ"
    ]
  },
  "楽": {
    "on": [
      "ガク",
      "ラク",
      "ゴウ"
    ],
    "kun": [
      "たの",
      "この"
    ]
  },
  "額": {
    "on": [
      "ガク"
    ],
    "kun": [
      "ひたい"
    ]
  },
  "顎": {
    "on": [
      "ガク"
    ],
    "kun": [
      "あご",
      "あぎと"
    ]
  },
  "掛": {
    "on": [
      "カイ",
      "ケイ"
    ],
    "kun": [
      "か",
      "-か",
      "-が",
      "かかり",
      "-がかり"
    ]
  },
  "笠": {
    "on": [
      "リュウ"
    ],
    "kun": [
      "かさ"
    ]
  },
  "樫": {
    "on": [],
    "kun": [
      "かし"
    ]
  },
  "橿": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "かし",
      "もちのき"
    ]
  },
  "梶": {
    "on": [
      "ビ"
    ],
    "kun": [
      "かじ",
      "こずえ"
    ]
  },
  "鰍": {
    "on": [
      "シュウ",
      "シュ"
    ],
    "kun": [
      "かじか",
      "いなだ",
      "どじょう"
    ]
  },
  "潟": {
    "on": [
      "セキ"
    ],
    "kun": [
      "かた",
      "-がた"
    ]
  },
  "割": {
    "on": [
      "カツ"
    ],
    "kun": [
      "わ",
      "わり",
      "さ"
    ]
  },
  "喝": {
    "on": [
      "カツ"
    ],
    "kun": []
  },
  "恰": {
    "on": [
      "コウ",
      "カッ",
      "チョウ",
      "キョウ"
    ],
    "kun": [
      "あたか"
    ]
  },
  "括": {
    "on": [
      "カツ"
    ],
    "kun": [
      "くく"
    ]
  },
  "活": {
    "on": [
      "カツ"
    ],
    "kun": [
      "い"
    ]
  },
  "渇": {
    "on": [
      "カツ"
    ],
    "kun": [
      "かわ"
    ]
  },
  "滑": {
    "on": [
      "カツ",
      "コツ"
    ],
    "kun": [
      "すべ",
      "なめ"
    ]
  },
  "葛": {
    "on": [
      "カツ",
      "カチ"
    ],
    "kun": [
      "つづら",
      "くず"
    ]
  },
  "褐": {
    "on": [
      "カツ"
    ],
    "kun": []
  },
  "轄": {
    "on": [
      "カツ"
    ],
    "kun": [
      "くさび"
    ]
  },
  "且": {
    "on": [
      "ショ",
      "ソ",
      "ショウ"
    ],
    "kun": [
      "か"
    ]
  },
  "鰹": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かつお"
    ]
  },
  "叶": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "かな"
    ]
  },
  "椛": {
    "on": [],
    "kun": [
      "かば",
      "もみじ"
    ]
  },
  "樺": {
    "on": [
      "カ"
    ],
    "kun": [
      "かば",
      "かんば"
    ]
  },
  "鞄": {
    "on": [
      "ハク",
      "ホウ",
      "ビョウ"
    ],
    "kun": [
      "かばん"
    ]
  },
  "株": {
    "on": [
      "シュ"
    ],
    "kun": [
      "かぶ"
    ]
  },
  "兜": {
    "on": [
      "トウ",
      "ト"
    ],
    "kun": [
      "かぶと"
    ]
  },
  "竃": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "かまど",
      "かま",
      "へっつい"
    ]
  },
  "蒲": {
    "on": [
      "ホ",
      "ボ",
      "フ",
      "ブ"
    ],
    "kun": [
      "がま",
      "かば",
      "かま"
    ]
  },
  "釜": {
    "on": [
      "フ"
    ],
    "kun": [
      "かま"
    ]
  },
  "鎌": {
    "on": [
      "レン",
      "ケン"
    ],
    "kun": [
      "かま"
    ]
  },
  "噛": {
    "on": [
      "コウ",
      "ゴウ"
    ],
    "kun": [
      "か"
    ]
  },
  "鴨": {
    "on": [
      "オウ"
    ],
    "kun": [
      "かも",
      "あひる"
    ]
  },
  "栢": {
    "on": [
      "ハク",
      "ヒャク"
    ],
    "kun": [
      "かしわ"
    ]
  },
  "茅": {
    "on": [
      "ボウ",
      "ミョウ"
    ],
    "kun": [
      "かや",
      "ちがや"
    ]
  },
  "萱": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かや",
      "かんぞう"
    ]
  },
  "粥": {
    "on": [
      "イク",
      "シュク",
      "ジュク"
    ],
    "kun": [
      "かゆ",
      "かい",
      "ひさ"
    ]
  },
  "刈": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "か"
    ]
  },
  "苅": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "か"
    ]
  },
  "瓦": {
    "on": [
      "ガ"
    ],
    "kun": [
      "かわら",
      "ぐらむ"
    ]
  },
  "乾": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "かわ",
      "ほ",
      "ひ",
      "いぬい"
    ]
  },
  "侃": {
    "on": [
      "カン"
    ],
    "kun": [
      "つよ"
    ]
  },
  "冠": {
    "on": [
      "カン"
    ],
    "kun": [
      "かんむり"
    ]
  },
  "寒": {
    "on": [
      "カン"
    ],
    "kun": [
      "さむ"
    ]
  },
  "刊": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "勘": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "勧": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "すす"
    ]
  },
  "巻": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "ま",
      "まき"
    ]
  },
  "喚": {
    "on": [
      "カン"
    ],
    "kun": [
      "わめ"
    ]
  },
  "堪": {
    "on": [
      "カン",
      "タン"
    ],
    "kun": [
      "た",
      "たま",
      "こら",
      "こた"
    ]
  },
  "姦": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "かん",
      "かしま",
      "みだら"
    ]
  },
  "完": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "官": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "寛": {
    "on": [
      "カン"
    ],
    "kun": [
      "くつろ",
      "ひろ",
      "ゆる"
    ]
  },
  "干": {
    "on": [
      "カン"
    ],
    "kun": [
      "ほ",
      "-ぼ",
      "ひ"
    ]
  },
  "幹": {
    "on": [
      "カン"
    ],
    "kun": [
      "みき"
    ]
  },
  "患": {
    "on": [
      "カン"
    ],
    "kun": [
      "わずら"
    ]
  },
  "感": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "慣": {
    "on": [
      "カン"
    ],
    "kun": [
      "な"
    ]
  },
  "憾": {
    "on": [
      "カン"
    ],
    "kun": [
      "うら"
    ]
  },
  "換": {
    "on": [
      "カン"
    ],
    "kun": [
      "か",
      "-か"
    ]
  },
  "敢": {
    "on": [
      "カン"
    ],
    "kun": [
      "あ"
    ]
  },
  "柑": {
    "on": [
      "コン",
      "カン"
    ],
    "kun": []
  },
  "桓": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "棺": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "款": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "歓": {
    "on": [
      "カン"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "汗": {
    "on": [
      "カン"
    ],
    "kun": [
      "あせ"
    ]
  },
  "漢": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "澗": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "たに",
      "たにみず"
    ]
  },
  "潅": {
    "on": [
      "カン"
    ],
    "kun": [
      "そそ"
    ]
  },
  "環": {
    "on": [
      "カン"
    ],
    "kun": [
      "わ"
    ]
  },
  "甘": {
    "on": [
      "カン"
    ],
    "kun": [
      "あま",
      "うま"
    ]
  },
  "監": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "看": {
    "on": [
      "カン"
    ],
    "kun": [
      "み"
    ]
  },
  "竿": {
    "on": [
      "カン"
    ],
    "kun": [
      "さお"
    ]
  },
  "管": {
    "on": [
      "カン"
    ],
    "kun": [
      "くだ"
    ]
  },
  "簡": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "えら",
      "ふだ"
    ]
  },
  "緩": {
    "on": [
      "カン"
    ],
    "kun": [
      "ゆる"
    ]
  },
  "缶": {
    "on": [
      "カン"
    ],
    "kun": [
      "かま"
    ]
  },
  "翰": {
    "on": [
      "カン"
    ],
    "kun": [
      "はね",
      "ふで",
      "やまどり",
      "ふみ"
    ]
  },
  "肝": {
    "on": [
      "カン"
    ],
    "kun": [
      "きも"
    ]
  },
  "艦": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "莞": {
    "on": [
      "カン"
    ],
    "kun": [
      "い"
    ]
  },
  "観": {
    "on": [
      "カン"
    ],
    "kun": [
      "み",
      "しめ"
    ]
  },
  "諌": {
    "on": [
      "カン"
    ],
    "kun": [
      "いさ"
    ]
  },
  "貫": {
    "on": [
      "カン"
    ],
    "kun": [
      "つらぬ",
      "ぬ",
      "ぬき"
    ]
  },
  "還": {
    "on": [
      "カン"
    ],
    "kun": [
      "かえ"
    ]
  },
  "鑑": {
    "on": [
      "カン"
    ],
    "kun": [
      "かんが",
      "かがみ"
    ]
  },
  "間": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "あいだ",
      "ま",
      "あい"
    ]
  },
  "閑": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "関": {
    "on": [
      "カン"
    ],
    "kun": [
      "せき",
      "-ぜき",
      "かか",
      "からくり",
      "かんぬき"
    ]
  },
  "陥": {
    "on": [
      "カン"
    ],
    "kun": [
      "おちい",
      "おとしい"
    ]
  },
  "韓": {
    "on": [
      "カン"
    ],
    "kun": [
      "から",
      "いげた"
    ]
  },
  "館": {
    "on": [
      "カン"
    ],
    "kun": [
      "やかた",
      "たて"
    ]
  },
  "舘": {
    "on": [
      "カン"
    ],
    "kun": [
      "やかた",
      "たて"
    ]
  },
  "丸": {
    "on": [
      "ガン"
    ],
    "kun": [
      "まる"
    ]
  },
  "含": {
    "on": [
      "ガン"
    ],
    "kun": [
      "ふく"
    ]
  },
  "岸": {
    "on": [
      "ガン"
    ],
    "kun": [
      "きし"
    ]
  },
  "巌": {
    "on": [
      "ガン"
    ],
    "kun": [
      "いわ",
      "いわお",
      "けわ"
    ]
  },
  "玩": {
    "on": [
      "ガン"
    ],
    "kun": [
      "もちあそ",
      "もてあそ"
    ]
  },
  "癌": {
    "on": [
      "ガン"
    ],
    "kun": []
  },
  "眼": {
    "on": [
      "ガン",
      "ゲン"
    ],
    "kun": [
      "まなこ",
      "め"
    ]
  },
  "岩": {
    "on": [
      "ガン"
    ],
    "kun": [
      "いわ"
    ]
  },
  "翫": {
    "on": [
      "ガン"
    ],
    "kun": [
      "もてあそ"
    ]
  },
  "贋": {
    "on": [
      "ガン"
    ],
    "kun": [
      "にせ"
    ]
  },
  "雁": {
    "on": [
      "ガン"
    ],
    "kun": [
      "かり",
      "かりがね"
    ]
  },
  "頑": {
    "on": [
      "ガン"
    ],
    "kun": [
      "かたく"
    ]
  },
  "顔": {
    "on": [
      "ガン"
    ],
    "kun": [
      "かお"
    ]
  },
  "願": {
    "on": [
      "ガン"
    ],
    "kun": [
      "ねが",
      "-ねがい"
    ]
  },
  "企": {
    "on": [
      "キ"
    ],
    "kun": [
      "くわだ",
      "たくら"
    ]
  },
  "伎": {
    "on": [
      "ギ",
      "キ"
    ],
    "kun": [
      "わざ",
      "わざおぎ"
    ]
  },
  "危": {
    "on": [
      "キ"
    ],
    "kun": [
      "あぶ",
      "あや"
    ]
  },
  "喜": {
    "on": [
      "キ"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "器": {
    "on": [
      "キ"
    ],
    "kun": [
      "うつわ"
    ]
  },
  "基": {
    "on": [
      "キ"
    ],
    "kun": [
      "もと",
      "もとい"
    ]
  },
  "奇": {
    "on": [
      "キ"
    ],
    "kun": [
      "く",
      "あや",
      "くし",
      "めずら"
    ]
  },
  "嬉": {
    "on": [
      "キ"
    ],
    "kun": [
      "うれ",
      "たの"
    ]
  },
  "寄": {
    "on": [
      "キ"
    ],
    "kun": [
      "よ",
      "-よ"
    ]
  },
  "岐": {
    "on": [
      "キ",
      "ギ"
    ],
    "kun": []
  },
  "希": {
    "on": [
      "キ",
      "ケ"
    ],
    "kun": [
      "まれ",
      "こいねが"
    ]
  },
  "幾": {
    "on": [
      "キ"
    ],
    "kun": [
      "いく-",
      "いく"
    ]
  },
  "忌": {
    "on": [
      "キ"
    ],
    "kun": [
      "い"
    ]
  },
  "揮": {
    "on": [
      "キ"
    ],
    "kun": [
      "ふる"
    ]
  },
  "机": {
    "on": [
      "キ"
    ],
    "kun": [
      "つくえ"
    ]
  },
  "旗": {
    "on": [
      "キ"
    ],
    "kun": [
      "はた"
    ]
  },
  "既": {
    "on": [
      "キ"
    ],
    "kun": [
      "すで"
    ]
  },
  "期": {
    "on": [
      "キ",
      "ゴ"
    ],
    "kun": []
  },
  "棋": {
    "on": [
      "キ"
    ],
    "kun": [
      "ご"
    ]
  },
  "棄": {
    "on": [
      "キ"
    ],
    "kun": [
      "す"
    ]
  },
  "機": {
    "on": [
      "キ"
    ],
    "kun": [
      "はた"
    ]
  },
  "帰": {
    "on": [
      "キ"
    ],
    "kun": [
      "かえ",
      "おく",
      "とつ"
    ]
  },
  "毅": {
    "on": [
      "キ",
      "ギ"
    ],
    "kun": [
      "つよ"
    ]
  },
  "気": {
    "on": [
      "キ",
      "ケ"
    ],
    "kun": [
      "いき",
      "き"
    ]
  },
  "汽": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "畿": {
    "on": [
      "キ"
    ],
    "kun": [
      "みやこ"
    ]
  },
  "祈": {
    "on": [
      "キ"
    ],
    "kun": [
      "いの"
    ]
  },
  "季": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "稀": {
    "on": [
      "キ",
      "ケ"
    ],
    "kun": [
      "まれ",
      "まばら"
    ]
  },
  "紀": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "徽": {
    "on": [
      "キ"
    ],
    "kun": [
      "しるし"
    ]
  },
  "規": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "記": {
    "on": [
      "キ"
    ],
    "kun": [
      "しる"
    ]
  },
  "貴": {
    "on": [
      "キ"
    ],
    "kun": [
      "たっと",
      "とうと"
    ]
  },
  "起": {
    "on": [
      "キ"
    ],
    "kun": [
      "お",
      "おこ",
      "た"
    ]
  },
  "軌": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "輝": {
    "on": [
      "キ"
    ],
    "kun": [
      "かがや"
    ]
  },
  "飢": {
    "on": [
      "キ"
    ],
    "kun": [
      "う"
    ]
  },
  "騎": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "鬼": {
    "on": [
      "キ"
    ],
    "kun": [
      "おに",
      "おに-"
    ]
  },
  "亀": {
    "on": [
      "キ",
      "キュウ",
      "キン"
    ],
    "kun": [
      "かめ"
    ]
  },
  "偽": {
    "on": [
      "ギ",
      "カ"
    ],
    "kun": [
      "いつわ",
      "にせ"
    ]
  },
  "儀": {
    "on": [
      "ギ"
    ],
    "kun": []
  },
  "妓": {
    "on": [
      "ギ",
      "キ"
    ],
    "kun": [
      "わざおぎ",
      "うたいめ"
    ]
  },
  "宜": {
    "on": [
      "ギ"
    ],
    "kun": [
      "よろ"
    ]
  },
  "戯": {
    "on": [
      "ギ",
      "ゲ"
    ],
    "kun": [
      "たわむ",
      "ざ",
      "じゃ"
    ]
  },
  "技": {
    "on": [
      "ギ"
    ],
    "kun": [
      "わざ"
    ]
  },
  "擬": {
    "on": [
      "ギ"
    ],
    "kun": [
      "まが",
      "もど"
    ]
  },
  "欺": {
    "on": [
      "ギ"
    ],
    "kun": [
      "あざむ"
    ]
  },
  "犠": {
    "on": [
      "ギ",
      "キ"
    ],
    "kun": [
      "いけにえ"
    ]
  },
  "疑": {
    "on": [
      "ギ"
    ],
    "kun": [
      "うたが"
    ]
  },
  "祇": {
    "on": [
      "ギ",
      "キ",
      "シ"
    ],
    "kun": [
      "くにつかみ",
      "ただ",
      "まさに"
    ]
  },
  "義": {
    "on": [
      "ギ"
    ],
    "kun": []
  },
  "蟻": {
    "on": [
      "ギ"
    ],
    "kun": [
      "あり"
    ]
  },
  "誼": {
    "on": [
      "ギ"
    ],
    "kun": [
      "よしみ",
      "よい"
    ]
  },
  "議": {
    "on": [
      "ギ"
    ],
    "kun": []
  },
  "掬": {
    "on": [
      "キク",
      "コク"
    ],
    "kun": [
      "きく",
      "むす",
      "すく",
      "たなごころ"
    ]
  },
  "菊": {
    "on": [
      "キク"
    ],
    "kun": []
  },
  "鞠": {
    "on": [
      "キク",
      "キュウ"
    ],
    "kun": [
      "まり"
    ]
  },
  "吉": {
    "on": [
      "キチ",
      "キツ"
    ],
    "kun": [
      "よし"
    ]
  },
  "吃": {
    "on": [
      "キツ"
    ],
    "kun": [
      "ども"
    ]
  },
  "喫": {
    "on": [
      "キツ"
    ],
    "kun": [
      "の"
    ]
  },
  "桔": {
    "on": [
      "キツ",
      "ケツ"
    ],
    "kun": []
  },
  "橘": {
    "on": [
      "キツ"
    ],
    "kun": [
      "たちばな"
    ]
  },
  "詰": {
    "on": [
      "キツ",
      "キチ"
    ],
    "kun": [
      "つ",
      "-づ"
    ]
  },
  "砧": {
    "on": [
      "チン"
    ],
    "kun": [
      "きぬた"
    ]
  },
  "杵": {
    "on": [
      "ショ",
      "ソ"
    ],
    "kun": [
      "きね"
    ]
  },
  "黍": {
    "on": [
      "ショ"
    ],
    "kun": [
      "きび"
    ]
  },
  "却": {
    "on": [
      "キャク"
    ],
    "kun": [
      "かえ",
      "しりぞ"
    ]
  },
  "客": {
    "on": [
      "キャク",
      "カク"
    ],
    "kun": []
  },
  "脚": {
    "on": [
      "キャク",
      "キャ",
      "カク"
    ],
    "kun": [
      "あし"
    ]
  },
  "虐": {
    "on": [
      "ギャク"
    ],
    "kun": [
      "しいた"
    ]
  },
  "逆": {
    "on": [
      "ギャク",
      "ゲキ"
    ],
    "kun": [
      "さか"
    ]
  },
  "丘": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "おか"
    ]
  },
  "久": {
    "on": [
      "キュウ",
      "ク"
    ],
    "kun": [
      "ひさ"
    ]
  },
  "仇": {
    "on": [
      "キュウ",
      "グ"
    ],
    "kun": [
      "あだ",
      "あた",
      "かたき",
      "つれあい"
    ]
  },
  "休": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "やす"
    ]
  },
  "及": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "およ",
      "および"
    ]
  },
  "吸": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "す"
    ]
  },
  "宮": {
    "on": [
      "キュウ",
      "グウ",
      "ク",
      "クウ"
    ],
    "kun": [
      "みや"
    ]
  },
  "弓": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "ゆみ"
    ]
  },
  "急": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "いそ",
      "せ"
    ]
  },
  "救": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "すく"
    ]
  },
  "朽": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "く"
    ]
  },
  "求": {
    "on": [
      "キュウ",
      "グ"
    ],
    "kun": [
      "もと"
    ]
  },
  "汲": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "く"
    ]
  },
  "泣": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "な"
    ]
  },
  "灸": {
    "on": [
      "キュウ",
      "ク"
    ],
    "kun": [
      "やいと"
    ]
  },
  "球": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "たま"
    ]
  },
  "究": {
    "on": [
      "キュウ",
      "ク"
    ],
    "kun": [
      "きわ"
    ]
  },
  "窮": {
    "on": [
      "キュウ",
      "キョウ"
    ],
    "kun": [
      "きわ"
    ]
  },
  "笈": {
    "on": [
      "キュウ"
    ],
    "kun": []
  },
  "級": {
    "on": [
      "キュウ"
    ],
    "kun": []
  },
  "糾": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "ただ"
    ]
  },
  "給": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "たま",
      "たも",
      "-たま"
    ]
  },
  "旧": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "ふる",
      "もと"
    ]
  },
  "牛": {
    "on": [
      "ギュウ"
    ],
    "kun": [
      "うし"
    ]
  },
  "去": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "さ",
      "-さ"
    ]
  },
  "居": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "い",
      "-い",
      "お"
    ]
  },
  "巨": {
    "on": [
      "キョ"
    ],
    "kun": []
  },
  "拒": {
    "on": [
      "キョ",
      "ゴ"
    ],
    "kun": [
      "こば"
    ]
  },
  "拠": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "よ"
    ]
  },
  "挙": {
    "on": [
      "キョ"
    ],
    "kun": [
      "あ",
      "こぞ"
    ]
  },
  "渠": {
    "on": [
      "キョ"
    ],
    "kun": [
      "かれ",
      "なんぞ",
      "なに",
      "みぞ",
      "いずくんぞ"
    ]
  },
  "虚": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "むな",
      "うつ"
    ]
  },
  "許": {
    "on": [
      "キョ"
    ],
    "kun": [
      "ゆる",
      "もと"
    ]
  },
  "距": {
    "on": [
      "キョ"
    ],
    "kun": [
      "へだ",
      "けづめ"
    ]
  },
  "鋸": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "のこ",
      "のこぎり"
    ]
  },
  "漁": {
    "on": [
      "ギョ",
      "リョウ"
    ],
    "kun": [
      "あさ"
    ]
  },
  "禦": {
    "on": [
      "ギョ",
      "ゴ"
    ],
    "kun": [
      "ふせ"
    ]
  },
  "魚": {
    "on": [
      "ギョ"
    ],
    "kun": [
      "うお",
      "さかな",
      "-ざかな"
    ]
  },
  "亨": {
    "on": [
      "コウ",
      "キョウ",
      "ホウ"
    ],
    "kun": [
      "とお"
    ]
  },
  "享": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "う"
    ]
  },
  "京": {
    "on": [
      "キョウ",
      "ケイ",
      "キン"
    ],
    "kun": [
      "みやこ"
    ]
  },
  "供": {
    "on": [
      "キョウ",
      "ク",
      "クウ",
      "グ"
    ],
    "kun": [
      "そな",
      "とも",
      "-ども"
    ]
  },
  "侠": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "きゃん",
      "おとこだて"
    ]
  },
  "僑": {
    "on": [
      "キョウ"
    ],
    "kun": []
  },
  "兇": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "おそ",
      "わる"
    ]
  },
  "競": {
    "on": [
      "キョウ",
      "ケイ"
    ],
    "kun": [
      "きそ",
      "せ",
      "くら"
    ]
  },
  "共": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "とも",
      "-ども"
    ]
  },
  "凶": {
    "on": [
      "キョウ"
    ],
    "kun": []
  },
  "協": {
    "on": [
      "キョウ"
    ],
    "kun": []
  },
  "匡": {
    "on": [
      "キョウ",
      "オウ"
    ],
    "kun": [
      "すく",
      "ただ"
    ]
  },
  "卿": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "きみ"
    ]
  },
  "叫": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "さけ"
    ]
  },
  "喬": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "たか"
    ]
  },
  "境": {
    "on": [
      "キョウ",
      "ケイ"
    ],
    "kun": [
      "さかい"
    ]
  },
  "峡": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "はざま"
    ]
  },
  "強": {
    "on": [
      "キョウ",
      "ゴウ"
    ],
    "kun": [
      "つよ",
      "し",
      "こわ"
    ]
  },
  "彊": {
    "on": [
      "キョウ",
      "ゴウ"
    ],
    "kun": [
      "つよ"
    ]
  },
  "怯": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "ひる",
      "おびえ",
      "おじる",
      "おび",
      "おそ"
    ]
  },
  "恐": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "おそ",
      "こわ"
    ]
  },
  "恭": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "うやうや"
    ]
  },
  "挟": {
    "on": [
      "キョウ",
      "ショウ"
    ],
    "kun": [
      "はさ",
      "わきばさ",
      "さしはさ"
    ]
  },
  "教": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "おし",
      "おそ"
    ]
  },
  "橋": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "はし"
    ]
  },
  "況": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "まし",
      "いわ",
      "おもむき"
    ]
  },
  "狂": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "くる",
      "くるお"
    ]
  },
  "狭": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "せま",
      "せば",
      "さ"
    ]
  },
  "矯": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "た"
    ]
  },
  "胸": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "むね",
      "むな-"
    ]
  },
  "脅": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "おびや",
      "おど"
    ]
  },
  "興": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": [
      "おこ"
    ]
  },
  "蕎": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "そば"
    ]
  },
  "郷": {
    "on": [
      "キョウ",
      "ゴウ"
    ],
    "kun": [
      "さと"
    ]
  },
  "鏡": {
    "on": [
      "キョウ",
      "ケイ"
    ],
    "kun": [
      "かがみ"
    ]
  },
  "響": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "ひび"
    ]
  },
  "饗": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "う",
      "もてな"
    ]
  },
  "驚": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "おどろ"
    ]
  },
  "仰": {
    "on": [
      "ギョウ",
      "コウ"
    ],
    "kun": [
      "あお",
      "おお",
      "お",
      "おっしゃ"
    ]
  },
  "凝": {
    "on": [
      "ギョウ"
    ],
    "kun": [
      "こ",
      "こご"
    ]
  },
  "尭": {
    "on": [
      "ギョウ"
    ],
    "kun": [
      "たか"
    ]
  },
  "暁": {
    "on": [
      "ギョウ",
      "キョウ"
    ],
    "kun": [
      "あかつき",
      "さと"
    ]
  },
  "業": {
    "on": [
      "ギョウ",
      "ゴウ"
    ],
    "kun": [
      "わざ"
    ]
  },
  "局": {
    "on": [
      "キョク"
    ],
    "kun": [
      "つぼね"
    ]
  },
  "曲": {
    "on": [
      "キョク"
    ],
    "kun": [
      "ま",
      "くま"
    ]
  },
  "極": {
    "on": [
      "キョク",
      "ゴク"
    ],
    "kun": [
      "きわ",
      "き",
      "-ぎ"
    ]
  },
  "玉": {
    "on": [
      "ギョク"
    ],
    "kun": [
      "たま",
      "たま-",
      "-だま"
    ]
  },
  "桐": {
    "on": [
      "トウ",
      "ドウ"
    ],
    "kun": [
      "きり"
    ]
  },
  "粁": {
    "on": [],
    "kun": [
      "キロメートル"
    ]
  },
  "僅": {
    "on": [
      "キン",
      "ゴン"
    ],
    "kun": [
      "わず"
    ]
  },
  "勤": {
    "on": [
      "キン",
      "ゴン"
    ],
    "kun": [
      "つと",
      "-づと",
      "いそ"
    ]
  },
  "均": {
    "on": [
      "キン"
    ],
    "kun": [
      "なら"
    ]
  },
  "巾": {
    "on": [
      "キン",
      "フク"
    ],
    "kun": [
      "おお",
      "ちきり",
      "きれ"
    ]
  },
  "錦": {
    "on": [
      "キン"
    ],
    "kun": [
      "にしき"
    ]
  },
  "斤": {
    "on": [
      "キン"
    ],
    "kun": []
  },
  "欣": {
    "on": [
      "キン",
      "ゴン",
      "コン"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "欽": {
    "on": [
      "キン",
      "コン"
    ],
    "kun": [
      "つつし"
    ]
  },
  "琴": {
    "on": [
      "キン",
      "ゴン"
    ],
    "kun": [
      "こと"
    ]
  },
  "禁": {
    "on": [
      "キン"
    ],
    "kun": []
  },
  "禽": {
    "on": [
      "キン"
    ],
    "kun": [
      "とり",
      "とりこ"
    ]
  },
  "筋": {
    "on": [
      "キン"
    ],
    "kun": [
      "すじ"
    ]
  },
  "緊": {
    "on": [
      "キン"
    ],
    "kun": [
      "し"
    ]
  },
  "芹": {
    "on": [
      "キン"
    ],
    "kun": [
      "せり"
    ]
  },
  "菌": {
    "on": [
      "キン"
    ],
    "kun": []
  },
  "衿": {
    "on": [
      "キン",
      "コン"
    ],
    "kun": [
      "えり"
    ]
  },
  "襟": {
    "on": [
      "キン"
    ],
    "kun": [
      "えり"
    ]
  },
  "謹": {
    "on": [
      "キン"
    ],
    "kun": [
      "つつし"
    ]
  },
  "近": {
    "on": [
      "キン",
      "コン"
    ],
    "kun": [
      "ちか"
    ]
  },
  "金": {
    "on": [
      "キン",
      "コン",
      "ゴン"
    ],
    "kun": [
      "かね",
      "かな-",
      "-がね"
    ]
  },
  "吟": {
    "on": [
      "ギン"
    ],
    "kun": []
  },
  "銀": {
    "on": [
      "ギン"
    ],
    "kun": [
      "しろがね"
    ]
  },
  "九": {
    "on": [
      "キュウ",
      "ク"
    ],
    "kun": [
      "ここの"
    ]
  },
  "倶": {
    "on": [
      "グ",
      "ク"
    ],
    "kun": [
      "とも"
    ]
  },
  "句": {
    "on": [
      "ク"
    ],
    "kun": []
  },
  "区": {
    "on": [
      "ク",
      "オウ",
      "コウ"
    ],
    "kun": []
  },
  "狗": {
    "on": [
      "ク",
      "コウ"
    ],
    "kun": [
      "いぬ"
    ]
  },
  "玖": {
    "on": [
      "キュウ",
      "ク"
    ],
    "kun": []
  },
  "矩": {
    "on": [
      "ク"
    ],
    "kun": [
      "かね",
      "かねざし",
      "さしがね"
    ]
  },
  "苦": {
    "on": [
      "ク"
    ],
    "kun": [
      "くる",
      "-ぐる",
      "にが"
    ]
  },
  "躯": {
    "on": [
      "ク"
    ],
    "kun": [
      "むくろ",
      "からだ"
    ]
  },
  "駆": {
    "on": [
      "ク"
    ],
    "kun": [
      "か"
    ]
  },
  "駈": {
    "on": [
      "ク"
    ],
    "kun": [
      "か"
    ]
  },
  "駒": {
    "on": [
      "ク"
    ],
    "kun": [
      "こま"
    ]
  },
  "具": {
    "on": [
      "グ"
    ],
    "kun": [
      "そな",
      "つぶさ"
    ]
  },
  "愚": {
    "on": [
      "グ"
    ],
    "kun": [
      "おろ"
    ]
  },
  "虞": {
    "on": [
      "グ"
    ],
    "kun": [
      "おそれ",
      "おもんぱか",
      "はか",
      "うれ",
      "あざむ",
      "あやま",
      "のぞ",
      "たの"
    ]
  },
  "喰": {
    "on": [],
    "kun": [
      "く"
    ]
  },
  "空": {
    "on": [
      "クウ"
    ],
    "kun": [
      "そら",
      "あ",
      "から",
      "す",
      "むな"
    ]
  },
  "偶": {
    "on": [
      "グウ"
    ],
    "kun": [
      "たま"
    ]
  },
  "寓": {
    "on": [
      "グウ",
      "グ",
      "ドウ"
    ],
    "kun": [
      "ぐう",
      "かこつ",
      "よ",
      "かりずまい"
    ]
  },
  "遇": {
    "on": [
      "グウ"
    ],
    "kun": [
      "あ"
    ]
  },
  "隅": {
    "on": [
      "グウ"
    ],
    "kun": [
      "すみ"
    ]
  },
  "串": {
    "on": [
      "カン",
      "ケン",
      "セン"
    ],
    "kun": [
      "くし",
      "つらぬ"
    ]
  },
  "櫛": {
    "on": [
      "シツ"
    ],
    "kun": [
      "くし",
      "くしけず"
    ]
  },
  "釧": {
    "on": [
      "セン"
    ],
    "kun": [
      "くしろ",
      "うでわ"
    ]
  },
  "屑": {
    "on": [
      "セツ"
    ],
    "kun": [
      "くず",
      "いさぎよ"
    ]
  },
  "屈": {
    "on": [
      "クツ"
    ],
    "kun": [
      "かが"
    ]
  },
  "掘": {
    "on": [
      "クツ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "窟": {
    "on": [
      "クツ",
      "コツ"
    ],
    "kun": [
      "いわや",
      "いはや",
      "あな"
    ]
  },
  "沓": {
    "on": [
      "トウ"
    ],
    "kun": [
      "くつ"
    ]
  },
  "靴": {
    "on": [
      "カ"
    ],
    "kun": [
      "くつ"
    ]
  },
  "轡": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "くつわ",
      "たづな"
    ]
  },
  "窪": {
    "on": [
      "ワ",
      "ア"
    ],
    "kun": [
      "くぼ"
    ]
  },
  "熊": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "くま"
    ]
  },
  "隈": {
    "on": [
      "ワイ",
      "エ"
    ],
    "kun": [
      "くま",
      "すみ"
    ]
  },
  "粂": {
    "on": [],
    "kun": [
      "くめ"
    ]
  },
  "栗": {
    "on": [
      "リツ",
      "リ"
    ],
    "kun": [
      "くり",
      "おののく"
    ]
  },
  "繰": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "く"
    ]
  },
  "桑": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "くわ"
    ]
  },
  "鍬": {
    "on": [
      "ショウ",
      "シュウ"
    ],
    "kun": [
      "くわ",
      "すき"
    ]
  },
  "勲": {
    "on": [
      "クン"
    ],
    "kun": [
      "いさお"
    ]
  },
  "君": {
    "on": [
      "クン"
    ],
    "kun": [
      "きみ",
      "-ぎみ"
    ]
  },
  "薫": {
    "on": [
      "クン"
    ],
    "kun": [
      "かお"
    ]
  },
  "訓": {
    "on": [
      "クン",
      "キン"
    ],
    "kun": [
      "おし",
      "よ",
      "くん"
    ]
  },
  "群": {
    "on": [
      "グン"
    ],
    "kun": [
      "む",
      "むら"
    ]
  },
  "軍": {
    "on": [
      "グン"
    ],
    "kun": [
      "いくさ"
    ]
  },
  "郡": {
    "on": [
      "グン"
    ],
    "kun": [
      "こおり"
    ]
  },
  "卦": {
    "on": [
      "カ",
      "カイ",
      "ケ"
    ],
    "kun": [
      "うらかた"
    ]
  },
  "袈": {
    "on": [
      "ケ",
      "カ"
    ],
    "kun": []
  },
  "祁": {
    "on": [
      "キ",
      "ケ"
    ],
    "kun": []
  },
  "係": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "かか",
      "かかり",
      "-がかり"
    ]
  },
  "傾": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "かたむ",
      "かたぶ",
      "かた",
      "かし"
    ]
  },
  "刑": {
    "on": [
      "ケイ"
    ],
    "kun": []
  },
  "兄": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "あに"
    ]
  },
  "啓": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "ひら",
      "さと"
    ]
  },
  "圭": {
    "on": [
      "ケイ",
      "ケ"
    ],
    "kun": []
  },
  "珪": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "たま"
    ]
  },
  "型": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "かた",
      "-がた"
    ]
  },
  "契": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "ちぎ"
    ]
  },
  "形": {
    "on": [
      "ケイ",
      "ギョウ"
    ],
    "kun": [
      "かた",
      "-がた",
      "かたち",
      "なり"
    ]
  },
  "径": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "みち",
      "こみち",
      "さしわたし",
      "ただちに"
    ]
  },
  "恵": {
    "on": [
      "ケイ",
      "エ"
    ],
    "kun": [
      "めぐ"
    ]
  },
  "慶": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "慧": {
    "on": [
      "ケイ",
      "エ"
    ],
    "kun": [
      "さとい"
    ]
  },
  "憩": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "いこ"
    ]
  },
  "掲": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "かか"
    ]
  },
  "携": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "たずさ"
    ]
  },
  "敬": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "うやま"
    ]
  },
  "景": {
    "on": [
      "ケイ"
    ],
    "kun": []
  },
  "桂": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "かつら"
    ]
  },
  "渓": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "たに",
      "たにがわ"
    ]
  },
  "畦": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "あぜ",
      "うね"
    ]
  },
  "稽": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "かんが",
      "とど"
    ]
  },
  "系": {
    "on": [
      "ケイ"
    ],
    "kun": []
  },
  "経": {
    "on": [
      "ケイ",
      "キョウ",
      "キン"
    ],
    "kun": [
      "へ",
      "た",
      "たていと",
      "はか",
      "のり"
    ]
  },
  "継": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "つ",
      "まま-"
    ]
  },
  "繋": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "つな",
      "かか",
      "か"
    ]
  },
  "罫": {
    "on": [
      "ケイ",
      "カイ",
      "ケ"
    ],
    "kun": []
  },
  "茎": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "くき"
    ]
  },
  "荊": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "いばら"
    ]
  },
  "蛍": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "ほたる"
    ]
  },
  "計": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "はか"
    ]
  },
  "詣": {
    "on": [
      "ケイ",
      "ゲイ"
    ],
    "kun": [
      "けい",
      "まい",
      "いた",
      "もう"
    ]
  },
  "警": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "いまし"
    ]
  },
  "軽": {
    "on": [
      "ケイ",
      "キョウ",
      "キン"
    ],
    "kun": [
      "かる",
      "かろ"
    ]
  },
  "頚": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "くび"
    ]
  },
  "鶏": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "にわとり",
      "とり"
    ]
  },
  "芸": {
    "on": [
      "ゲイ",
      "ウン"
    ],
    "kun": [
      "う",
      "のり",
      "わざ"
    ]
  },
  "迎": {
    "on": [
      "ゲイ"
    ],
    "kun": [
      "むか"
    ]
  },
  "鯨": {
    "on": [
      "ゲイ"
    ],
    "kun": [
      "くじら"
    ]
  },
  "劇": {
    "on": [
      "ゲキ"
    ],
    "kun": []
  },
  "戟": {
    "on": [
      "ゲキ"
    ],
    "kun": [
      "ほこ"
    ]
  },
  "撃": {
    "on": [
      "ゲキ"
    ],
    "kun": [
      "う"
    ]
  },
  "激": {
    "on": [
      "ゲキ"
    ],
    "kun": [
      "はげ"
    ]
  },
  "隙": {
    "on": [
      "ゲキ",
      "キャク",
      "ケキ"
    ],
    "kun": [
      "すき",
      "す",
      "ひま"
    ]
  },
  "桁": {
    "on": [
      "コウ"
    ],
    "kun": [
      "けた"
    ]
  },
  "傑": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "すぐ"
    ]
  },
  "欠": {
    "on": [
      "ケツ",
      "ケン"
    ],
    "kun": [
      "か"
    ]
  },
  "決": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "き",
      "-ぎ",
      "さ"
    ]
  },
  "潔": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "いさぎよ"
    ]
  },
  "穴": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "あな"
    ]
  },
  "結": {
    "on": [
      "ケツ",
      "ケチ"
    ],
    "kun": [
      "むす",
      "ゆ"
    ]
  },
  "血": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "ち"
    ]
  },
  "訣": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "わかれ"
    ]
  },
  "月": {
    "on": [
      "ゲツ",
      "ガツ"
    ],
    "kun": [
      "つき"
    ]
  },
  "件": {
    "on": [
      "ケン"
    ],
    "kun": [
      "くだん"
    ]
  },
  "倹": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つま",
      "つづまやか"
    ]
  },
  "倦": {
    "on": [
      "ケン"
    ],
    "kun": [
      "あき",
      "あぐ",
      "う",
      "つか"
    ]
  },
  "健": {
    "on": [
      "ケン"
    ],
    "kun": [
      "すこ"
    ]
  },
  "兼": {
    "on": [
      "ケン"
    ],
    "kun": [
      "か",
      "-か"
    ]
  },
  "券": {
    "on": [
      "ケン"
    ],
    "kun": []
  },
  "剣": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つるぎ"
    ]
  },
  "喧": {
    "on": [
      "ケン"
    ],
    "kun": [
      "やかま",
      "かまびす"
    ]
  },
  "圏": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かこ"
    ]
  },
  "堅": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かた",
      "-がた"
    ]
  },
  "嫌": {
    "on": [
      "ケン",
      "ゲン"
    ],
    "kun": [
      "きら",
      "いや"
    ]
  },
  "建": {
    "on": [
      "ケン",
      "コン"
    ],
    "kun": [
      "た",
      "-だ"
    ]
  },
  "憲": {
    "on": [
      "ケン"
    ],
    "kun": []
  },
  "懸": {
    "on": [
      "ケン",
      "ケ"
    ],
    "kun": [
      "か"
    ]
  },
  "拳": {
    "on": [
      "ケン",
      "ゲン"
    ],
    "kun": [
      "こぶし"
    ]
  },
  "捲": {
    "on": [
      "ケン"
    ],
    "kun": [
      "ま",
      "まく",
      "めく"
    ]
  },
  "検": {
    "on": [
      "ケン"
    ],
    "kun": [
      "しら"
    ]
  },
  "権": {
    "on": [
      "ケン",
      "ゴン"
    ],
    "kun": [
      "おもり",
      "かり",
      "はか"
    ]
  },
  "牽": {
    "on": [
      "ケン"
    ],
    "kun": [
      "ひ"
    ]
  },
  "犬": {
    "on": [
      "ケン"
    ],
    "kun": [
      "いぬ",
      "いぬ-"
    ]
  },
  "献": {
    "on": [
      "ケン",
      "コン"
    ],
    "kun": [
      "たてまつ"
    ]
  },
  "研": {
    "on": [
      "ケン"
    ],
    "kun": [
      "と"
    ]
  },
  "硯": {
    "on": [
      "ケン",
      "ゲン"
    ],
    "kun": [
      "すずり"
    ]
  },
  "絹": {
    "on": [
      "ケン"
    ],
    "kun": [
      "きぬ"
    ]
  },
  "県": {
    "on": [
      "ケン"
    ],
    "kun": [
      "か"
    ]
  },
  "肩": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かた"
    ]
  },
  "見": {
    "on": [
      "ケン"
    ],
    "kun": [
      "み"
    ]
  },
  "謙": {
    "on": [
      "ケン"
    ],
    "kun": [
      "へりくだ"
    ]
  },
  "賢": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かしこ"
    ]
  },
  "軒": {
    "on": [
      "ケン"
    ],
    "kun": [
      "のき"
    ]
  },
  "遣": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つか",
      "-つか",
      "-づか",
      "や"
    ]
  },
  "鍵": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かぎ"
    ]
  },
  "険": {
    "on": [
      "ケン"
    ],
    "kun": [
      "けわ"
    ]
  },
  "顕": {
    "on": [
      "ケン"
    ],
    "kun": [
      "あきらか",
      "あらわ"
    ]
  },
  "験": {
    "on": [
      "ケン",
      "ゲン"
    ],
    "kun": [
      "あかし",
      "しるし",
      "ため",
      "ためし"
    ]
  },
  "鹸": {
    "on": [
      "ケン",
      "カン",
      "セン"
    ],
    "kun": [
      "あ"
    ]
  },
  "元": {
    "on": [
      "ゲン",
      "ガン"
    ],
    "kun": [
      "もと"
    ]
  },
  "原": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "はら"
    ]
  },
  "厳": {
    "on": [
      "ゲン",
      "ゴン"
    ],
    "kun": [
      "おごそ",
      "きび",
      "いか",
      "いつくし"
    ]
  },
  "幻": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "まぼろし"
    ]
  },
  "弦": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "つる"
    ]
  },
  "減": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "へ"
    ]
  },
  "源": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "みなもと"
    ]
  },
  "玄": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "くろ"
    ]
  },
  "現": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "あらわ",
      "うつつ",
      "うつ"
    ]
  },
  "絃": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "いと"
    ]
  },
  "舷": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "ふなばた",
      "ふなべり"
    ]
  },
  "言": {
    "on": [
      "ゲン",
      "ゴン"
    ],
    "kun": [
      "い",
      "こと"
    ]
  },
  "諺": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "ことわざ"
    ]
  },
  "限": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "かぎ",
      "-かぎ"
    ]
  },
  "乎": {
    "on": [
      "コ",
      "オ"
    ],
    "kun": [
      "か",
      "ああ",
      "かな",
      "や",
      "よ",
      "を"
    ]
  },
  "個": {
    "on": [
      "コ",
      "カ"
    ],
    "kun": []
  },
  "古": {
    "on": [
      "コ"
    ],
    "kun": [
      "ふる",
      "ふる-",
      "-ふる"
    ]
  },
  "呼": {
    "on": [
      "コ"
    ],
    "kun": [
      "よ"
    ]
  },
  "固": {
    "on": [
      "コ"
    ],
    "kun": [
      "かた"
    ]
  },
  "姑": {
    "on": [
      "コ"
    ],
    "kun": [
      "しゅうとめ",
      "しゅうと",
      "おば",
      "しばらく"
    ]
  },
  "孤": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "己": {
    "on": [
      "コ",
      "キ"
    ],
    "kun": [
      "おのれ",
      "つちのと",
      "な"
    ]
  },
  "庫": {
    "on": [
      "コ",
      "ク"
    ],
    "kun": [
      "くら"
    ]
  },
  "弧": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "戸": {
    "on": [
      "コ"
    ],
    "kun": [
      "と"
    ]
  },
  "故": {
    "on": [
      "コ"
    ],
    "kun": [
      "ゆえ",
      "ふる",
      "もと"
    ]
  },
  "枯": {
    "on": [
      "コ"
    ],
    "kun": [
      "か"
    ]
  },
  "湖": {
    "on": [
      "コ"
    ],
    "kun": [
      "みずうみ"
    ]
  },
  "狐": {
    "on": [
      "コ"
    ],
    "kun": [
      "きつね"
    ]
  },
  "糊": {
    "on": [
      "コ",
      "ゴ",
      "コツ"
    ],
    "kun": [
      "のり"
    ]
  },
  "袴": {
    "on": [
      "コ",
      "ク"
    ],
    "kun": [
      "はかま",
      "ずぼん"
    ]
  },
  "股": {
    "on": [
      "コ"
    ],
    "kun": [
      "また",
      "もも"
    ]
  },
  "胡": {
    "on": [
      "ウ",
      "コ",
      "ゴ"
    ],
    "kun": [
      "なんぞ"
    ]
  },
  "菰": {
    "on": [
      "コ"
    ],
    "kun": [
      "こも",
      "まこも"
    ]
  },
  "虎": {
    "on": [
      "コ"
    ],
    "kun": [
      "とら"
    ]
  },
  "誇": {
    "on": [
      "コ"
    ],
    "kun": [
      "ほこ"
    ]
  },
  "跨": {
    "on": [
      "コ",
      "カ"
    ],
    "kun": [
      "また",
      "またが"
    ]
  },
  "鈷": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "雇": {
    "on": [
      "コ"
    ],
    "kun": [
      "やと"
    ]
  },
  "顧": {
    "on": [
      "コ"
    ],
    "kun": [
      "かえり"
    ]
  },
  "鼓": {
    "on": [
      "コ"
    ],
    "kun": [
      "つづみ"
    ]
  },
  "五": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "いつ"
    ]
  },
  "互": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "たが",
      "かたみ"
    ]
  },
  "伍": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "いつつ"
    ]
  },
  "午": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "うま"
    ]
  },
  "呉": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "く",
      "くれ"
    ]
  },
  "吾": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "われ",
      "わが-",
      "あ-"
    ]
  },
  "娯": {
    "on": [
      "ゴ"
    ],
    "kun": []
  },
  "後": {
    "on": [
      "ゴ",
      "コウ"
    ],
    "kun": [
      "のち",
      "うし",
      "うしろ",
      "あと",
      "おく"
    ]
  },
  "御": {
    "on": [
      "ギョ",
      "ゴ"
    ],
    "kun": [
      "おん-",
      "お-",
      "み-"
    ]
  },
  "悟": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "さと"
    ]
  },
  "梧": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "あおぎり"
    ]
  },
  "檎": {
    "on": [
      "キン",
      "ゴン",
      "ゴ"
    ],
    "kun": []
  },
  "瑚": {
    "on": [
      "コ",
      "ゴ"
    ],
    "kun": []
  },
  "碁": {
    "on": [
      "ゴ"
    ],
    "kun": []
  },
  "語": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "かた"
    ]
  },
  "誤": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "あやま",
      "-あやま"
    ]
  },
  "護": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "まも"
    ]
  },
  "醐": {
    "on": [
      "ゴ",
      "コ"
    ],
    "kun": []
  },
  "乞": {
    "on": [
      "コツ",
      "キツ",
      "キ",
      "キケ",
      "コチ"
    ],
    "kun": [
      "こ"
    ]
  },
  "鯉": {
    "on": [
      "リ"
    ],
    "kun": [
      "こい"
    ]
  },
  "交": {
    "on": [
      "コウ"
    ],
    "kun": [
      "まじ",
      "ま",
      "-か",
      "か",
      "かわ",
      "こもごも"
    ]
  },
  "佼": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "こう",
      "うつく"
    ]
  },
  "侯": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "候": {
    "on": [
      "コウ"
    ],
    "kun": [
      "そうろう"
    ]
  },
  "倖": {
    "on": [
      "コウ"
    ],
    "kun": [
      "しあわ",
      "さいわ"
    ]
  },
  "光": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ひか",
      "ひかり"
    ]
  },
  "公": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "おおやけ"
    ]
  },
  "功": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "いさお"
    ]
  },
  "効": {
    "on": [
      "コウ"
    ],
    "kun": [
      "き",
      "ききめ",
      "なら"
    ]
  },
  "勾": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "かぎ",
      "ま"
    ]
  },
  "厚": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あつ",
      "あか"
    ]
  },
  "口": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "くち"
    ]
  },
  "向": {
    "on": [
      "コウ"
    ],
    "kun": [
      "む",
      "-む",
      "むこ",
      "むか"
    ]
  },
  "后": {
    "on": [
      "コウ",
      "ゴ"
    ],
    "kun": [
      "きさき"
    ]
  },
  "喉": {
    "on": [
      "コウ"
    ],
    "kun": [
      "のど"
    ]
  },
  "坑": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "垢": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "あか",
      "はじ"
    ]
  },
  "好": {
    "on": [
      "コウ"
    ],
    "kun": [
      "この",
      "す",
      "よ",
      "い"
    ]
  },
  "孔": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "あな"
    ]
  },
  "孝": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": []
  },
  "宏": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "工": {
    "on": [
      "コウ",
      "ク",
      "グ"
    ],
    "kun": []
  },
  "巧": {
    "on": [
      "コウ"
    ],
    "kun": [
      "たく",
      "うま"
    ]
  },
  "巷": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ちまた"
    ]
  },
  "幸": {
    "on": [
      "コウ"
    ],
    "kun": [
      "さいわ",
      "さち",
      "しあわ"
    ]
  },
  "広": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "庚": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かのえ"
    ]
  },
  "康": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "弘": {
    "on": [
      "コウ",
      "グ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "恒": {
    "on": [
      "コウ"
    ],
    "kun": [
      "つね",
      "つねに"
    ]
  },
  "慌": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あわ"
    ]
  },
  "抗": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あらが"
    ]
  },
  "拘": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かか"
    ]
  },
  "控": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ひか"
    ]
  },
  "攻": {
    "on": [
      "コウ"
    ],
    "kun": [
      "せ"
    ]
  },
  "昂": {
    "on": [
      "コウ",
      "ゴウ"
    ],
    "kun": [
      "あ",
      "たか"
    ]
  },
  "晃": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "更": {
    "on": [
      "コウ"
    ],
    "kun": [
      "さら",
      "ふ"
    ]
  },
  "杭": {
    "on": [
      "コウ"
    ],
    "kun": [
      "くい"
    ]
  },
  "校": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": []
  },
  "梗": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": [
      "ふさぐ",
      "やまにれ",
      "おおむね"
    ]
  },
  "構": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かま"
    ]
  },
  "江": {
    "on": [
      "コウ"
    ],
    "kun": [
      "え"
    ]
  },
  "洪": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "浩": {
    "on": [
      "コウ"
    ],
    "kun": [
      "おおき",
      "ひろ"
    ]
  },
  "港": {
    "on": [
      "コウ"
    ],
    "kun": [
      "みなと"
    ]
  },
  "溝": {
    "on": [
      "コウ"
    ],
    "kun": [
      "みぞ"
    ]
  },
  "甲": {
    "on": [
      "コウ",
      "カン"
    ],
    "kun": [
      "きのえ"
    ]
  },
  "皇": {
    "on": [
      "コウ",
      "オウ"
    ],
    "kun": []
  },
  "硬": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かた"
    ]
  },
  "稿": {
    "on": [
      "コウ"
    ],
    "kun": [
      "わら",
      "したがき"
    ]
  },
  "糠": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ぬか"
    ]
  },
  "紅": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "べに",
      "くれない",
      "あか"
    ]
  },
  "紘": {
    "on": [
      "コウ"
    ],
    "kun": [
      "おおづな",
      "つな",
      "つなぐ"
    ]
  },
  "絞": {
    "on": [
      "コウ"
    ],
    "kun": [
      "しぼ",
      "し"
    ]
  },
  "綱": {
    "on": [
      "コウ"
    ],
    "kun": [
      "つな"
    ]
  },
  "耕": {
    "on": [
      "コウ"
    ],
    "kun": [
      "たがや"
    ]
  },
  "考": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かんが"
    ]
  },
  "肯": {
    "on": [
      "コウ"
    ],
    "kun": [
      "がえんじ"
    ]
  },
  "肱": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かいな",
      "ひじ",
      "まるい"
    ]
  },
  "腔": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "膏": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あぶら"
    ]
  },
  "航": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "荒": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あ",
      "あら",
      "すさ"
    ]
  },
  "行": {
    "on": [
      "コウ",
      "ギョウ",
      "アン"
    ],
    "kun": [
      "い",
      "ゆ",
      "-ゆ",
      "-ゆき",
      "-い",
      "-いき",
      "おこな",
      "おこ"
    ]
  },
  "衡": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "講": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "貢": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "みつ"
    ]
  },
  "購": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "郊": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "酵": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "鉱": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あらがね"
    ]
  },
  "砿": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あらがね"
    ]
  },
  "鋼": {
    "on": [
      "コウ"
    ],
    "kun": [
      "はがね"
    ]
  },
  "閤": {
    "on": [
      "コウ"
    ],
    "kun": [
      "くぐりど"
    ]
  },
  "降": {
    "on": [
      "コウ",
      "ゴ"
    ],
    "kun": [
      "お",
      "ふ",
      "くだ"
    ]
  },
  "項": {
    "on": [
      "コウ"
    ],
    "kun": [
      "うなじ"
    ]
  },
  "香": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": [
      "か",
      "かお"
    ]
  },
  "高": {
    "on": [
      "コウ"
    ],
    "kun": [
      "たか",
      "-だか"
    ]
  },
  "鴻": {
    "on": [
      "コウ",
      "ゴウ"
    ],
    "kun": [
      "おおとり",
      "ひしくい",
      "おおがり"
    ]
  },
  "剛": {
    "on": [
      "ゴウ"
    ],
    "kun": []
  },
  "劫": {
    "on": [
      "コウ",
      "ゴウ",
      "キョウ"
    ],
    "kun": [
      "おびや"
    ]
  },
  "号": {
    "on": [
      "ゴウ"
    ],
    "kun": [
      "さけ",
      "よびな"
    ]
  },
  "合": {
    "on": [
      "ゴウ",
      "ガッ",
      "カッ"
    ],
    "kun": [
      "あ",
      "-あ",
      "あい-",
      "-あい"
    ]
  },
  "壕": {
    "on": [
      "コウ",
      "ゴウ"
    ],
    "kun": [
      "ほり"
    ]
  },
  "拷": {
    "on": [
      "ゴウ"
    ],
    "kun": []
  },
  "濠": {
    "on": [
      "ゴウ",
      "コウ"
    ],
    "kun": [
      "ほり"
    ]
  },
  "豪": {
    "on": [
      "ゴウ"
    ],
    "kun": [
      "えら"
    ]
  },
  "轟": {
    "on": [
      "ゴウ",
      "コウ"
    ],
    "kun": [
      "とどろ"
    ]
  },
  "麹": {
    "on": [
      "キク"
    ],
    "kun": [
      "こうじ"
    ]
  },
  "克": {
    "on": [
      "コク"
    ],
    "kun": [
      "か"
    ]
  },
  "刻": {
    "on": [
      "コク"
    ],
    "kun": [
      "きざ"
    ]
  },
  "告": {
    "on": [
      "コク"
    ],
    "kun": [
      "つ"
    ]
  },
  "国": {
    "on": [
      "コク"
    ],
    "kun": [
      "くに"
    ]
  },
  "穀": {
    "on": [
      "コク"
    ],
    "kun": []
  },
  "酷": {
    "on": [
      "コク"
    ],
    "kun": [
      "ひど"
    ]
  },
  "鵠": {
    "on": [
      "コク",
      "コウ"
    ],
    "kun": [
      "くぐい",
      "まと"
    ]
  },
  "黒": {
    "on": [
      "コク"
    ],
    "kun": [
      "くろ"
    ]
  },
  "獄": {
    "on": [
      "ゴク"
    ],
    "kun": []
  },
  "漉": {
    "on": [
      "ロク"
    ],
    "kun": [
      "こ",
      "す"
    ]
  },
  "腰": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "こし"
    ]
  },
  "甑": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "こしき"
    ]
  },
  "忽": {
    "on": [
      "コツ"
    ],
    "kun": [
      "たちま",
      "ゆるが"
    ]
  },
  "惚": {
    "on": [
      "コツ"
    ],
    "kun": [
      "ほけ",
      "ぼ",
      "ほ"
    ]
  },
  "骨": {
    "on": [
      "コツ"
    ],
    "kun": [
      "ほね"
    ]
  },
  "狛": {
    "on": [
      "ハク"
    ],
    "kun": [
      "こま"
    ]
  },
  "込": {
    "on": [],
    "kun": [
      "-こ",
      "こ"
    ]
  },
  "此": {
    "on": [
      "シ"
    ],
    "kun": [
      "これ",
      "この",
      "ここ"
    ]
  },
  "頃": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "ころ",
      "ごろ",
      "しばら"
    ]
  },
  "今": {
    "on": [
      "コン",
      "キン"
    ],
    "kun": [
      "いま"
    ]
  },
  "困": {
    "on": [
      "コン"
    ],
    "kun": [
      "こま"
    ]
  },
  "坤": {
    "on": [
      "コン"
    ],
    "kun": [
      "つち",
      "ひつじさる"
    ]
  },
  "墾": {
    "on": [
      "コン"
    ],
    "kun": [
      "は",
      "ひら"
    ]
  },
  "婚": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "恨": {
    "on": [
      "コン"
    ],
    "kun": [
      "うら"
    ]
  },
  "懇": {
    "on": [
      "コン"
    ],
    "kun": [
      "ねんご"
    ]
  },
  "昏": {
    "on": [
      "コン"
    ],
    "kun": [
      "くら",
      "くれ"
    ]
  },
  "昆": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "根": {
    "on": [
      "コン"
    ],
    "kun": [
      "ね",
      "-ね"
    ]
  },
  "梱": {
    "on": [
      "コン"
    ],
    "kun": [
      "こう",
      "こうり",
      "こり",
      "しきみ"
    ]
  },
  "混": {
    "on": [
      "コン"
    ],
    "kun": [
      "ま",
      "-ま",
      "こ"
    ]
  },
  "痕": {
    "on": [
      "コン"
    ],
    "kun": [
      "あと"
    ]
  },
  "紺": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "艮": {
    "on": [
      "コン",
      "ゴン"
    ],
    "kun": [
      "うしとら"
    ]
  },
  "魂": {
    "on": [
      "コン"
    ],
    "kun": [
      "たましい",
      "たま"
    ]
  },
  "些": {
    "on": [
      "サ",
      "シャ"
    ],
    "kun": [
      "ち",
      "いささか"
    ]
  },
  "佐": {
    "on": [
      "サ"
    ],
    "kun": []
  },
  "叉": {
    "on": [
      "サ",
      "シャ",
      "サイ"
    ],
    "kun": [
      "また"
    ]
  },
  "唆": {
    "on": [
      "サ"
    ],
    "kun": [
      "そそ",
      "そそのか"
    ]
  },
  "嵯": {
    "on": [
      "サ",
      "シ"
    ],
    "kun": []
  },
  "左": {
    "on": [
      "サ",
      "シャ"
    ],
    "kun": [
      "ひだり"
    ]
  },
  "差": {
    "on": [
      "サ"
    ],
    "kun": [
      "さ"
    ]
  },
  "査": {
    "on": [
      "サ"
    ],
    "kun": []
  },
  "沙": {
    "on": [
      "サ",
      "シャ"
    ],
    "kun": [
      "すな",
      "よなげる"
    ]
  },
  "瑳": {
    "on": [
      "サ"
    ],
    "kun": [
      "みが"
    ]
  },
  "砂": {
    "on": [
      "サ",
      "シャ"
    ],
    "kun": [
      "すな"
    ]
  },
  "詐": {
    "on": [
      "サ"
    ],
    "kun": [
      "いつわ"
    ]
  },
  "鎖": {
    "on": [
      "サ"
    ],
    "kun": [
      "くさり",
      "とざ"
    ]
  },
  "裟": {
    "on": [
      "サ",
      "シャ"
    ],
    "kun": []
  },
  "坐": {
    "on": [
      "ザ",
      "サ"
    ],
    "kun": [
      "すわ",
      "おわす",
      "そぞろに",
      "まします"
    ]
  },
  "座": {
    "on": [
      "ザ"
    ],
    "kun": [
      "すわ"
    ]
  },
  "挫": {
    "on": [
      "ザ",
      "サ"
    ],
    "kun": [
      "くじ"
    ]
  },
  "債": {
    "on": [
      "サイ"
    ],
    "kun": []
  },
  "催": {
    "on": [
      "サイ"
    ],
    "kun": [
      "もよう",
      "もよお"
    ]
  },
  "再": {
    "on": [
      "サイ",
      "サ"
    ],
    "kun": [
      "ふたた"
    ]
  },
  "最": {
    "on": [
      "サイ",
      "シュ"
    ],
    "kun": [
      "もっと",
      "つま"
    ]
  },
  "哉": {
    "on": [
      "サイ"
    ],
    "kun": [
      "かな",
      "や"
    ]
  },
  "塞": {
    "on": [
      "ソク",
      "サイ"
    ],
    "kun": [
      "ふさ",
      "とりで",
      "み"
    ]
  },
  "妻": {
    "on": [
      "サイ"
    ],
    "kun": [
      "つま"
    ]
  },
  "宰": {
    "on": [
      "サイ"
    ],
    "kun": []
  },
  "彩": {
    "on": [
      "サイ"
    ],
    "kun": [
      "いろど"
    ]
  },
  "才": {
    "on": [
      "サイ"
    ],
    "kun": []
  },
  "採": {
    "on": [
      "サイ"
    ],
    "kun": [
      "と"
    ]
  },
  "栽": {
    "on": [
      "サイ"
    ],
    "kun": []
  },
  "歳": {
    "on": [
      "サイ",
      "セイ"
    ],
    "kun": [
      "とし",
      "とせ",
      "よわい"
    ]
  },
  "済": {
    "on": [
      "サイ",
      "セイ"
    ],
    "kun": [
      "す",
      "-ず",
      "-ずみ",
      "-す",
      "すく",
      "な",
      "わたし",
      "わた"
    ]
  },
  "災": {
    "on": [
      "サイ"
    ],
    "kun": [
      "わざわ"
    ]
  },
  "采": {
    "on": [
      "サイ"
    ],
    "kun": [
      "と",
      "いろどり"
    ]
  },
  "犀": {
    "on": [
      "サイ",
      "セイ"
    ],
    "kun": []
  },
  "砕": {
    "on": [
      "サイ"
    ],
    "kun": [
      "くだ"
    ]
  },
  "砦": {
    "on": [
      "サイ"
    ],
    "kun": [
      "とりで"
    ]
  },
  "祭": {
    "on": [
      "サイ"
    ],
    "kun": [
      "まつ",
      "まつり"
    ]
  },
  "斎": {
    "on": [
      "サイ"
    ],
    "kun": [
      "とき",
      "つつし",
      "ものいみ",
      "い",
      "いわ",
      "いつ"
    ]
  },
  "細": {
    "on": [
      "サイ"
    ],
    "kun": [
      "ほそ",
      "こま"
    ]
  },
  "菜": {
    "on": [
      "サイ"
    ],
    "kun": [
      "な"
    ]
  },
  "裁": {
    "on": [
      "サイ"
    ],
    "kun": [
      "た",
      "さば"
    ]
  },
  "載": {
    "on": [
      "サイ"
    ],
    "kun": [
      "の"
    ]
  },
  "際": {
    "on": [
      "サイ"
    ],
    "kun": [
      "きわ",
      "-ぎわ"
    ]
  },
  "剤": {
    "on": [
      "ザイ",
      "スイ",
      "セイ"
    ],
    "kun": [
      "かる",
      "けず"
    ]
  },
  "在": {
    "on": [
      "ザイ"
    ],
    "kun": [
      "あ"
    ]
  },
  "材": {
    "on": [
      "ザイ"
    ],
    "kun": []
  },
  "罪": {
    "on": [
      "ザイ"
    ],
    "kun": [
      "つみ"
    ]
  },
  "財": {
    "on": [
      "ザイ",
      "サイ",
      "ゾク"
    ],
    "kun": [
      "たから"
    ]
  },
  "冴": {
    "on": [
      "ゴ",
      "コ"
    ],
    "kun": [
      "さ",
      "こお",
      "ひ"
    ]
  },
  "坂": {
    "on": [
      "ハン"
    ],
    "kun": [
      "さか"
    ]
  },
  "阪": {
    "on": [
      "ハン"
    ],
    "kun": [
      "さか"
    ]
  },
  "堺": {
    "on": [
      "カイ"
    ],
    "kun": [
      "さかい"
    ]
  },
  "榊": {
    "on": [],
    "kun": [
      "さかき"
    ]
  },
  "肴": {
    "on": [
      "コウ"
    ],
    "kun": [
      "さかな"
    ]
  },
  "咲": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "さ",
      "-ざき"
    ]
  },
  "崎": {
    "on": [
      "キ"
    ],
    "kun": [
      "さき",
      "さい",
      "みさき"
    ]
  },
  "埼": {
    "on": [
      "キ"
    ],
    "kun": [
      "さき",
      "さい",
      "みさき"
    ]
  },
  "碕": {
    "on": [
      "キ"
    ],
    "kun": [
      "さき",
      "さい",
      "みさき"
    ]
  },
  "鷺": {
    "on": [
      "ロ"
    ],
    "kun": [
      "さぎ"
    ]
  },
  "作": {
    "on": [
      "サク",
      "サ"
    ],
    "kun": [
      "つく",
      "-づく"
    ]
  },
  "削": {
    "on": [
      "サク"
    ],
    "kun": [
      "けず",
      "はつ",
      "そ"
    ]
  },
  "咋": {
    "on": [
      "サク",
      "サ"
    ],
    "kun": [
      "か",
      "く",
      "くら"
    ]
  },
  "搾": {
    "on": [
      "サク"
    ],
    "kun": [
      "しぼ"
    ]
  },
  "昨": {
    "on": [
      "サク"
    ],
    "kun": []
  },
  "朔": {
    "on": [
      "サク"
    ],
    "kun": [
      "ついたち"
    ]
  },
  "柵": {
    "on": [
      "サク",
      "サン"
    ],
    "kun": [
      "しがら",
      "しがらみ",
      "とりで",
      "やらい"
    ]
  },
  "窄": {
    "on": [
      "サク"
    ],
    "kun": [
      "すぼ",
      "つぼ",
      "せま"
    ]
  },
  "策": {
    "on": [
      "サク"
    ],
    "kun": []
  },
  "索": {
    "on": [
      "サク"
    ],
    "kun": []
  },
  "錯": {
    "on": [
      "サク",
      "シャク"
    ],
    "kun": []
  },
  "桜": {
    "on": [
      "オウ",
      "ヨウ"
    ],
    "kun": [
      "さくら"
    ]
  },
  "鮭": {
    "on": [
      "カイ",
      "ケイ"
    ],
    "kun": [
      "さけ",
      "しゃけ",
      "ふぐ"
    ]
  },
  "笹": {
    "on": [],
    "kun": [
      "ささ"
    ]
  },
  "匙": {
    "on": [
      "シ"
    ],
    "kun": [
      "さじ"
    ]
  },
  "冊": {
    "on": [
      "サツ",
      "サク"
    ],
    "kun": [
      "ふみ"
    ]
  },
  "刷": {
    "on": [
      "サツ"
    ],
    "kun": [
      "す",
      "-ず",
      "-ずり",
      "は"
    ]
  },
  "察": {
    "on": [
      "サツ"
    ],
    "kun": []
  },
  "拶": {
    "on": [
      "サツ"
    ],
    "kun": [
      "せま"
    ]
  },
  "撮": {
    "on": [
      "サツ"
    ],
    "kun": [
      "と",
      "つま",
      "-ど"
    ]
  },
  "擦": {
    "on": [
      "サツ"
    ],
    "kun": [
      "す",
      "-ず",
      "こす"
    ]
  },
  "札": {
    "on": [
      "サツ"
    ],
    "kun": [
      "ふだ"
    ]
  },
  "殺": {
    "on": [
      "サツ",
      "サイ",
      "セツ"
    ],
    "kun": [
      "ころ",
      "-ごろ",
      "そ",
      "あや"
    ]
  },
  "薩": {
    "on": [
      "サツ",
      "サチ"
    ],
    "kun": []
  },
  "雑": {
    "on": [
      "ザツ",
      "ゾウ"
    ],
    "kun": [
      "まじ"
    ]
  },
  "皐": {
    "on": [
      "コウ"
    ],
    "kun": [
      "さつき"
    ]
  },
  "鯖": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "さば"
    ]
  },
  "捌": {
    "on": [
      "ハツ",
      "ハチ",
      "ベツ"
    ],
    "kun": [
      "さば",
      "は"
    ]
  },
  "錆": {
    "on": [
      "ショウ",
      "セイ"
    ],
    "kun": [
      "さび",
      "くわ"
    ]
  },
  "鮫": {
    "on": [
      "コウ"
    ],
    "kun": [
      "さめ",
      "みずち"
    ]
  },
  "皿": {
    "on": [
      "ベイ"
    ],
    "kun": [
      "さら"
    ]
  },
  "晒": {
    "on": [
      "サイ",
      "シ"
    ],
    "kun": [
      "さら",
      "さらし"
    ]
  },
  "三": {
    "on": [
      "サン",
      "ゾウ"
    ],
    "kun": [
      "み",
      "みっ"
    ]
  },
  "傘": {
    "on": [
      "サン"
    ],
    "kun": [
      "かさ"
    ]
  },
  "参": {
    "on": [
      "サン",
      "シン"
    ],
    "kun": [
      "まい",
      "まい-",
      "まじわる",
      "みつ"
    ]
  },
  "山": {
    "on": [
      "サン",
      "セン"
    ],
    "kun": [
      "やま"
    ]
  },
  "惨": {
    "on": [
      "サン",
      "ザン"
    ],
    "kun": [
      "みじ",
      "いた",
      "むご"
    ]
  },
  "撒": {
    "on": [
      "サン",
      "サツ"
    ],
    "kun": [
      "ま"
    ]
  },
  "散": {
    "on": [
      "サン"
    ],
    "kun": [
      "ち",
      "-ち",
      "ばら"
    ]
  },
  "桟": {
    "on": [
      "サン",
      "セン"
    ],
    "kun": [
      "かけはし"
    ]
  },
  "燦": {
    "on": [
      "サン"
    ],
    "kun": [
      "さん",
      "あき",
      "きらめ",
      "きら"
    ]
  },
  "珊": {
    "on": [
      "サン"
    ],
    "kun": [
      "センチ",
      "さんち"
    ]
  },
  "産": {
    "on": [
      "サン"
    ],
    "kun": [
      "う",
      "うぶ-",
      "む"
    ]
  },
  "算": {
    "on": [
      "サン"
    ],
    "kun": [
      "そろ"
    ]
  },
  "纂": {
    "on": [
      "サン"
    ],
    "kun": [
      "あつ"
    ]
  },
  "蚕": {
    "on": [
      "サン",
      "テン"
    ],
    "kun": [
      "かいこ",
      "こ"
    ]
  },
  "讃": {
    "on": [
      "サン"
    ],
    "kun": [
      "ほ",
      "たた"
    ]
  },
  "賛": {
    "on": [
      "サン"
    ],
    "kun": [
      "たす",
      "たた"
    ]
  },
  "酸": {
    "on": [
      "サン"
    ],
    "kun": [
      "す"
    ]
  },
  "餐": {
    "on": [
      "サン",
      "ソン"
    ],
    "kun": [
      "の",
      "くら"
    ]
  },
  "斬": {
    "on": [
      "ザン",
      "サン",
      "セン",
      "ゼン"
    ],
    "kun": [
      "き"
    ]
  },
  "暫": {
    "on": [
      "ザン"
    ],
    "kun": [
      "しばら"
    ]
  },
  "残": {
    "on": [
      "ザン",
      "サン"
    ],
    "kun": [
      "のこ",
      "そこな"
    ]
  },
  "仕": {
    "on": [
      "シ",
      "ジ"
    ],
    "kun": [
      "つか"
    ]
  },
  "仔": {
    "on": [
      "シ"
    ],
    "kun": [
      "こ",
      "た"
    ]
  },
  "伺": {
    "on": [
      "シ"
    ],
    "kun": [
      "うかが"
    ]
  },
  "使": {
    "on": [
      "シ"
    ],
    "kun": [
      "つか",
      "-つか",
      "-づか"
    ]
  },
  "刺": {
    "on": [
      "シ"
    ],
    "kun": [
      "さ",
      "さし",
      "とげ"
    ]
  },
  "司": {
    "on": [
      "シ"
    ],
    "kun": [
      "つかさど"
    ]
  },
  "史": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "嗣": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "四": {
    "on": [
      "シ"
    ],
    "kun": [
      "よ",
      "よっ",
      "よん"
    ]
  },
  "士": {
    "on": [
      "シ"
    ],
    "kun": [
      "さむらい"
    ]
  },
  "始": {
    "on": [
      "シ"
    ],
    "kun": [
      "はじ",
      "-はじ"
    ]
  },
  "姉": {
    "on": [
      "シ"
    ],
    "kun": [
      "あね",
      "はは"
    ]
  },
  "姿": {
    "on": [
      "シ"
    ],
    "kun": [
      "すがた"
    ]
  },
  "子": {
    "on": [
      "シ",
      "ス",
      "ツ"
    ],
    "kun": [
      "こ",
      "-こ",
      "ね"
    ]
  },
  "屍": {
    "on": [
      "シ"
    ],
    "kun": [
      "しかばね"
    ]
  },
  "市": {
    "on": [
      "シ"
    ],
    "kun": [
      "いち"
    ]
  },
  "師": {
    "on": [
      "シ"
    ],
    "kun": [
      "いくさ"
    ]
  },
  "志": {
    "on": [
      "シ"
    ],
    "kun": [
      "シリング",
      "こころざ",
      "こころざし"
    ]
  },
  "思": {
    "on": [
      "シ"
    ],
    "kun": [
      "おも",
      "おもえら",
      "おぼ"
    ]
  },
  "指": {
    "on": [
      "シ"
    ],
    "kun": [
      "ゆび",
      "さ",
      "-さ"
    ]
  },
  "支": {
    "on": [
      "シ"
    ],
    "kun": [
      "ささ",
      "つか",
      "か"
    ]
  },
  "孜": {
    "on": [
      "シ"
    ],
    "kun": [
      "つと"
    ]
  },
  "斯": {
    "on": [
      "シ"
    ],
    "kun": [
      "か",
      "こう",
      "この",
      "これ",
      "ここに"
    ]
  },
  "施": {
    "on": [
      "シ",
      "セ"
    ],
    "kun": [
      "ほどこ"
    ]
  },
  "旨": {
    "on": [
      "シ"
    ],
    "kun": [
      "むね",
      "うま"
    ]
  },
  "枝": {
    "on": [
      "シ"
    ],
    "kun": [
      "えだ"
    ]
  },
  "止": {
    "on": [
      "シ"
    ],
    "kun": [
      "と",
      "-ど",
      "-と",
      "とど",
      "や",
      "-や",
      "よ",
      "-さ"
    ]
  },
  "死": {
    "on": [
      "シ"
    ],
    "kun": [
      "し"
    ]
  },
  "氏": {
    "on": [
      "シ"
    ],
    "kun": [
      "うじ",
      "-うじ"
    ]
  },
  "獅": {
    "on": [
      "シ"
    ],
    "kun": [
      "しし"
    ]
  },
  "祉": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "私": {
    "on": [
      "シ"
    ],
    "kun": [
      "わたくし",
      "わたし"
    ]
  },
  "糸": {
    "on": [
      "シ"
    ],
    "kun": [
      "いと"
    ]
  },
  "紙": {
    "on": [
      "シ"
    ],
    "kun": [
      "かみ"
    ]
  },
  "紫": {
    "on": [
      "シ"
    ],
    "kun": [
      "むらさき"
    ]
  },
  "肢": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "脂": {
    "on": [
      "シ"
    ],
    "kun": [
      "あぶら"
    ]
  },
  "至": {
    "on": [
      "シ"
    ],
    "kun": [
      "いた"
    ]
  },
  "視": {
    "on": [
      "シ"
    ],
    "kun": [
      "み"
    ]
  },
  "詞": {
    "on": [
      "シ"
    ],
    "kun": [
      "ことば"
    ]
  },
  "詩": {
    "on": [
      "シ"
    ],
    "kun": [
      "うた"
    ]
  },
  "試": {
    "on": [
      "シ"
    ],
    "kun": [
      "こころ",
      "ため"
    ]
  },
  "誌": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "諮": {
    "on": [
      "シ"
    ],
    "kun": [
      "はか"
    ]
  },
  "資": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "賜": {
    "on": [
      "シ"
    ],
    "kun": [
      "たまわ",
      "たま",
      "たも"
    ]
  },
  "雌": {
    "on": [
      "シ"
    ],
    "kun": [
      "め-",
      "めす",
      "めん"
    ]
  },
  "飼": {
    "on": [
      "シ"
    ],
    "kun": [
      "か"
    ]
  },
  "歯": {
    "on": [
      "シ"
    ],
    "kun": [
      "よわい",
      "は",
      "よわ"
    ]
  },
  "事": {
    "on": [
      "ジ",
      "ズ"
    ],
    "kun": [
      "こと",
      "つか"
    ]
  },
  "似": {
    "on": [
      "ジ"
    ],
    "kun": [
      "に",
      "ひ"
    ]
  },
  "侍": {
    "on": [
      "ジ",
      "シ"
    ],
    "kun": [
      "さむらい",
      "はべ"
    ]
  },
  "児": {
    "on": [
      "ジ",
      "ニ",
      "ゲイ"
    ],
    "kun": [
      "こ",
      "-こ",
      "-っこ"
    ]
  },
  "字": {
    "on": [
      "ジ"
    ],
    "kun": [
      "あざ",
      "あざな",
      "-な"
    ]
  },
  "寺": {
    "on": [
      "ジ"
    ],
    "kun": [
      "てら"
    ]
  },
  "慈": {
    "on": [
      "ジ"
    ],
    "kun": [
      "いつく"
    ]
  },
  "持": {
    "on": [
      "ジ"
    ],
    "kun": [
      "も",
      "-も"
    ]
  },
  "時": {
    "on": [
      "ジ"
    ],
    "kun": [
      "とき",
      "-どき"
    ]
  },
  "次": {
    "on": [
      "ジ",
      "シ"
    ],
    "kun": [
      "つ",
      "つぎ"
    ]
  },
  "滋": {
    "on": [
      "ジ",
      "シ"
    ],
    "kun": []
  },
  "治": {
    "on": [
      "ジ",
      "チ"
    ],
    "kun": [
      "おさ",
      "なお"
    ]
  },
  "爾": {
    "on": [
      "ジ",
      "ニ"
    ],
    "kun": [
      "なんじ",
      "しかり",
      "その",
      "のみ",
      "おれ",
      "しか"
    ]
  },
  "璽": {
    "on": [
      "ジ"
    ],
    "kun": []
  },
  "痔": {
    "on": [
      "ヂ",
      "ジ"
    ],
    "kun": [
      "しもがさ"
    ]
  },
  "磁": {
    "on": [
      "ジ"
    ],
    "kun": []
  },
  "示": {
    "on": [
      "ジ",
      "シ"
    ],
    "kun": [
      "しめ"
    ]
  },
  "而": {
    "on": [
      "ジ",
      "ニ"
    ],
    "kun": [
      "しこ",
      "しか",
      "すなわち",
      "なんじ",
      "しかるに"
    ]
  },
  "耳": {
    "on": [
      "ジ"
    ],
    "kun": [
      "みみ"
    ]
  },
  "自": {
    "on": [
      "ジ",
      "シ"
    ],
    "kun": [
      "みずか",
      "おの"
    ]
  },
  "蒔": {
    "on": [
      "シ",
      "ジ"
    ],
    "kun": [
      "う",
      "ま"
    ]
  },
  "辞": {
    "on": [
      "ジ"
    ],
    "kun": [
      "や",
      "いな"
    ]
  },
  "汐": {
    "on": [
      "セキ"
    ],
    "kun": [
      "しお",
      "うしお",
      "せい"
    ]
  },
  "鹿": {
    "on": [
      "ロク"
    ],
    "kun": [
      "しか",
      "か"
    ]
  },
  "式": {
    "on": [
      "シキ"
    ],
    "kun": []
  },
  "識": {
    "on": [
      "シキ"
    ],
    "kun": [
      "し",
      "しる"
    ]
  },
  "鴫": {
    "on": [],
    "kun": [
      "しぎ"
    ]
  },
  "竺": {
    "on": [
      "ジク",
      "チク",
      "トク"
    ],
    "kun": []
  },
  "軸": {
    "on": [
      "ジク"
    ],
    "kun": []
  },
  "宍": {
    "on": [
      "ニク",
      "ジク"
    ],
    "kun": [
      "しし"
    ]
  },
  "雫": {
    "on": [
      "ダ"
    ],
    "kun": [
      "しずく"
    ]
  },
  "七": {
    "on": [
      "シチ"
    ],
    "kun": [
      "なな",
      "なの"
    ]
  },
  "叱": {
    "on": [
      "シツ",
      "シチ",
      "カ"
    ],
    "kun": [
      "しか"
    ]
  },
  "執": {
    "on": [
      "シツ",
      "シュウ"
    ],
    "kun": [
      "と"
    ]
  },
  "失": {
    "on": [
      "シツ"
    ],
    "kun": [
      "うしな",
      "う"
    ]
  },
  "嫉": {
    "on": [
      "シツ"
    ],
    "kun": [
      "そね",
      "ねた",
      "にく"
    ]
  },
  "室": {
    "on": [
      "シツ"
    ],
    "kun": [
      "むろ"
    ]
  },
  "悉": {
    "on": [
      "シツ",
      "シチ"
    ],
    "kun": [
      "つ",
      "ことごと",
      "つぶさ"
    ]
  },
  "湿": {
    "on": [
      "シツ",
      "シュウ"
    ],
    "kun": [
      "しめ",
      "うるお"
    ]
  },
  "漆": {
    "on": [
      "シツ"
    ],
    "kun": [
      "うるし"
    ]
  },
  "疾": {
    "on": [
      "シツ"
    ],
    "kun": [
      "はや"
    ]
  },
  "質": {
    "on": [
      "シツ",
      "シチ",
      "チ"
    ],
    "kun": [
      "たち",
      "ただ",
      "もと",
      "わりふ"
    ]
  },
  "実": {
    "on": [
      "ジツ",
      "シツ"
    ],
    "kun": [
      "み",
      "みの",
      "まこと",
      "みち"
    ]
  },
  "蔀": {
    "on": [
      "ホウ",
      "ダ",
      "ダン",
      "ブ"
    ],
    "kun": [
      "しとみ"
    ]
  },
  "篠": {
    "on": [
      "ゾウ",
      "ショウ"
    ],
    "kun": [
      "しの",
      "ささ",
      "すず"
    ]
  },
  "偲": {
    "on": [
      "サイ",
      "シ"
    ],
    "kun": [
      "しの"
    ]
  },
  "柴": {
    "on": [
      "サイ",
      "シ"
    ],
    "kun": [
      "しば"
    ]
  },
  "芝": {
    "on": [
      "シ"
    ],
    "kun": [
      "しば"
    ]
  },
  "屡": {
    "on": [
      "ル"
    ],
    "kun": [
      "しばしば"
    ]
  },
  "蕊": {
    "on": [
      "ズイ"
    ],
    "kun": [
      "しべ"
    ]
  },
  "縞": {
    "on": [
      "コウ"
    ],
    "kun": [
      "しま",
      "しろぎぬ"
    ]
  },
  "舎": {
    "on": [
      "シャ",
      "セキ"
    ],
    "kun": [
      "やど"
    ]
  },
  "写": {
    "on": [
      "シャ",
      "ジャ"
    ],
    "kun": [
      "うつ",
      "うつ-"
    ]
  },
  "射": {
    "on": [
      "シャ"
    ],
    "kun": [
      "い",
      "さ",
      "う"
    ]
  },
  "捨": {
    "on": [
      "シャ"
    ],
    "kun": [
      "す"
    ]
  },
  "赦": {
    "on": [
      "シャ"
    ],
    "kun": [
      "ゆる"
    ]
  },
  "斜": {
    "on": [
      "シャ"
    ],
    "kun": [
      "なな",
      "はす"
    ]
  },
  "煮": {
    "on": [
      "シャ"
    ],
    "kun": [
      "に",
      "-に"
    ]
  },
  "社": {
    "on": [
      "シャ"
    ],
    "kun": [
      "やしろ"
    ]
  },
  "紗": {
    "on": [
      "サ",
      "シャ"
    ],
    "kun": [
      "うすぎぬ"
    ]
  },
  "者": {
    "on": [
      "シャ"
    ],
    "kun": [
      "もの"
    ]
  },
  "謝": {
    "on": [
      "シャ"
    ],
    "kun": [
      "あやま"
    ]
  },
  "車": {
    "on": [
      "シャ"
    ],
    "kun": [
      "くるま"
    ]
  },
  "遮": {
    "on": [
      "シャ"
    ],
    "kun": [
      "さえぎ"
    ]
  },
  "蛇": {
    "on": [
      "ジャ",
      "ダ",
      "イ",
      "ヤ"
    ],
    "kun": [
      "へび"
    ]
  },
  "邪": {
    "on": [
      "ジャ"
    ],
    "kun": [
      "よこし"
    ]
  },
  "借": {
    "on": [
      "シャク"
    ],
    "kun": [
      "か"
    ]
  },
  "勺": {
    "on": [
      "シャク"
    ],
    "kun": []
  },
  "尺": {
    "on": [
      "シャク",
      "セキ"
    ],
    "kun": [
      "さし"
    ]
  },
  "杓": {
    "on": [
      "シャク",
      "チョウ",
      "テキ",
      "ヒョウ"
    ],
    "kun": [
      "ひしゃく"
    ]
  },
  "灼": {
    "on": [
      "シャク"
    ],
    "kun": [
      "あらた",
      "やく"
    ]
  },
  "爵": {
    "on": [
      "シャク"
    ],
    "kun": []
  },
  "酌": {
    "on": [
      "シャク"
    ],
    "kun": [
      "く"
    ]
  },
  "釈": {
    "on": [
      "シャク",
      "セキ"
    ],
    "kun": [
      "とく",
      "す",
      "ゆる"
    ]
  },
  "錫": {
    "on": [
      "セキ",
      "シャク"
    ],
    "kun": [
      "すず",
      "たま"
    ]
  },
  "若": {
    "on": [
      "ジャク",
      "ニャク",
      "ニャ"
    ],
    "kun": [
      "わか",
      "わか-",
      "も",
      "ごと"
    ]
  },
  "寂": {
    "on": [
      "ジャク",
      "セキ"
    ],
    "kun": [
      "さび",
      "さみ"
    ]
  },
  "弱": {
    "on": [
      "ジャク"
    ],
    "kun": [
      "よわ"
    ]
  },
  "惹": {
    "on": [
      "ジャク",
      "ジャ"
    ],
    "kun": [
      "ひ"
    ]
  },
  "主": {
    "on": [
      "シュ",
      "ス",
      "シュウ"
    ],
    "kun": [
      "ぬし",
      "おも",
      "あるじ"
    ]
  },
  "取": {
    "on": [
      "シュ"
    ],
    "kun": [
      "と",
      "とり",
      "-ど"
    ]
  },
  "守": {
    "on": [
      "シュ",
      "ス"
    ],
    "kun": [
      "まも",
      "もり",
      "-もり",
      "かみ"
    ]
  },
  "手": {
    "on": [
      "シュ",
      "ズ"
    ],
    "kun": [
      "て",
      "て-",
      "-て",
      "た-"
    ]
  },
  "朱": {
    "on": [
      "シュ"
    ],
    "kun": [
      "あけ"
    ]
  },
  "殊": {
    "on": [
      "シュ"
    ],
    "kun": [
      "こと"
    ]
  },
  "狩": {
    "on": [
      "シュ"
    ],
    "kun": [
      "か",
      "-が"
    ]
  },
  "珠": {
    "on": [
      "シュ"
    ],
    "kun": [
      "たま"
    ]
  },
  "種": {
    "on": [
      "シュ"
    ],
    "kun": [
      "たね",
      "-ぐさ"
    ]
  },
  "腫": {
    "on": [
      "シュ",
      "ショウ"
    ],
    "kun": [
      "は",
      "はれもの"
    ]
  },
  "趣": {
    "on": [
      "シュ"
    ],
    "kun": [
      "おもむき",
      "おもむ"
    ]
  },
  "酒": {
    "on": [
      "シュ"
    ],
    "kun": [
      "さけ",
      "さか-"
    ]
  },
  "首": {
    "on": [
      "シュ"
    ],
    "kun": [
      "くび"
    ]
  },
  "儒": {
    "on": [
      "ジュ"
    ],
    "kun": []
  },
  "受": {
    "on": [
      "ジュ"
    ],
    "kun": [
      "う",
      "-う"
    ]
  },
  "呪": {
    "on": [
      "ジュ",
      "シュ",
      "シュウ",
      "ズ"
    ],
    "kun": [
      "まじな",
      "のろ"
    ]
  },
  "寿": {
    "on": [
      "ジュ",
      "ス",
      "シュウ"
    ],
    "kun": [
      "ことぶき",
      "ことぶ",
      "ことほ"
    ]
  },
  "授": {
    "on": [
      "ジュ"
    ],
    "kun": [
      "さず"
    ]
  },
  "樹": {
    "on": [
      "ジュ"
    ],
    "kun": [
      "き"
    ]
  },
  "綬": {
    "on": [
      "ジュ"
    ],
    "kun": [
      "ひも"
    ]
  },
  "需": {
    "on": [
      "ジュ"
    ],
    "kun": []
  },
  "囚": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "とら"
    ]
  },
  "収": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "おさ"
    ]
  },
  "周": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "まわ"
    ]
  },
  "宗": {
    "on": [
      "シュウ",
      "ソウ"
    ],
    "kun": [
      "むね"
    ]
  },
  "就": {
    "on": [
      "シュウ",
      "ジュ"
    ],
    "kun": [
      "つ"
    ]
  },
  "州": {
    "on": [
      "シュウ",
      "ス"
    ],
    "kun": [
      "す"
    ]
  },
  "修": {
    "on": [
      "シュウ",
      "シュ"
    ],
    "kun": [
      "おさ"
    ]
  },
  "愁": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "うれ"
    ]
  },
  "拾": {
    "on": [
      "シュウ",
      "ジュウ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "洲": {
    "on": [
      "シュウ",
      "ス"
    ],
    "kun": [
      "しま"
    ]
  },
  "秀": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "ひい"
    ]
  },
  "秋": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "あき",
      "とき"
    ]
  },
  "終": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "お",
      "-お",
      "おわ",
      "つい"
    ]
  },
  "繍": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "ぬいとり"
    ]
  },
  "習": {
    "on": [
      "シュウ",
      "ジュ"
    ],
    "kun": [
      "なら"
    ]
  },
  "臭": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "くさ",
      "-くさ",
      "にお"
    ]
  },
  "舟": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "ふね",
      "ふな-",
      "-ぶね"
    ]
  },
  "蒐": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "あかね",
      "あつ"
    ]
  },
  "衆": {
    "on": [
      "シュウ",
      "シュ"
    ],
    "kun": [
      "おお"
    ]
  },
  "襲": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "おそ",
      "かさ"
    ]
  },
  "讐": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "あだ",
      "むく",
      "あ"
    ]
  },
  "蹴": {
    "on": [
      "シュク",
      "シュウ"
    ],
    "kun": [
      "け"
    ]
  },
  "輯": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "あつ",
      "やわ"
    ]
  },
  "週": {
    "on": [
      "シュウ"
    ],
    "kun": []
  },
  "酋": {
    "on": [
      "シュウ",
      "ジュ"
    ],
    "kun": [
      "おさ",
      "ふるざけ",
      "さけのつかさ"
    ]
  },
  "酬": {
    "on": [
      "シュウ",
      "シュ",
      "トウ"
    ],
    "kun": [
      "むく"
    ]
  },
  "集": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "あつ",
      "つど"
    ]
  },
  "醜": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "みにく",
      "しこ"
    ]
  },
  "什": {
    "on": [
      "ジュウ",
      "シュウ"
    ],
    "kun": []
  },
  "住": {
    "on": [
      "ジュウ",
      "ヂュウ",
      "チュウ"
    ],
    "kun": [
      "す",
      "-ず"
    ]
  },
  "充": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "あ",
      "み"
    ]
  },
  "十": {
    "on": [
      "ジュウ",
      "ジッ",
      "ジュッ"
    ],
    "kun": [
      "とお",
      "と",
      "そ"
    ]
  },
  "従": {
    "on": [
      "ジュウ",
      "ショウ",
      "ジュ"
    ],
    "kun": [
      "したが",
      "より"
    ]
  },
  "戎": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "えびす",
      "つわもの"
    ]
  },
  "柔": {
    "on": [
      "ジュウ",
      "ニュウ"
    ],
    "kun": [
      "やわ"
    ]
  },
  "汁": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "しる",
      "-しる",
      "つゆ"
    ]
  },
  "渋": {
    "on": [
      "ジュウ",
      "シュウ"
    ],
    "kun": [
      "しぶ"
    ]
  },
  "獣": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "けもの",
      "けだもの"
    ]
  },
  "縦": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "たて"
    ]
  },
  "重": {
    "on": [
      "ジュウ",
      "チョウ"
    ],
    "kun": [
      "え",
      "おも",
      "かさ"
    ]
  },
  "銃": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "つつ"
    ]
  },
  "叔": {
    "on": [
      "シュク"
    ],
    "kun": []
  },
  "夙": {
    "on": [
      "シュク"
    ],
    "kun": [
      "つとに",
      "はやい"
    ]
  },
  "宿": {
    "on": [
      "シュク"
    ],
    "kun": [
      "やど"
    ]
  },
  "淑": {
    "on": [
      "シュク"
    ],
    "kun": [
      "しと"
    ]
  },
  "祝": {
    "on": [
      "シュク",
      "シュウ"
    ],
    "kun": [
      "いわ"
    ]
  },
  "縮": {
    "on": [
      "シュク"
    ],
    "kun": [
      "ちぢ"
    ]
  },
  "粛": {
    "on": [
      "シュク",
      "スク"
    ],
    "kun": [
      "つつし"
    ]
  },
  "塾": {
    "on": [
      "ジュク"
    ],
    "kun": []
  },
  "熟": {
    "on": [
      "ジュク"
    ],
    "kun": [
      "う"
    ]
  },
  "出": {
    "on": [
      "シュツ",
      "スイ"
    ],
    "kun": [
      "で",
      "-で",
      "だ",
      "-だ",
      "い"
    ]
  },
  "術": {
    "on": [
      "ジュツ"
    ],
    "kun": [
      "すべ"
    ]
  },
  "述": {
    "on": [
      "ジュツ"
    ],
    "kun": [
      "の"
    ]
  },
  "俊": {
    "on": [
      "シュン"
    ],
    "kun": []
  },
  "峻": {
    "on": [
      "シュン"
    ],
    "kun": [
      "けわ",
      "たか"
    ]
  },
  "春": {
    "on": [
      "シュン"
    ],
    "kun": [
      "はる"
    ]
  },
  "瞬": {
    "on": [
      "シュン"
    ],
    "kun": [
      "またた",
      "まじろ"
    ]
  },
  "竣": {
    "on": [
      "ドウ",
      "シュン"
    ],
    "kun": [
      "わらわ",
      "わらべ",
      "おわ"
    ]
  },
  "舜": {
    "on": [
      "シュン"
    ],
    "kun": []
  },
  "駿": {
    "on": [
      "シュン",
      "スン"
    ],
    "kun": [
      "すぐ"
    ]
  },
  "准": {
    "on": [
      "ジュン"
    ],
    "kun": []
  },
  "循": {
    "on": [
      "ジュン"
    ],
    "kun": []
  },
  "旬": {
    "on": [
      "ジュン",
      "シュン"
    ],
    "kun": []
  },
  "楯": {
    "on": [
      "ジュン"
    ],
    "kun": [
      "たて"
    ]
  },
  "殉": {
    "on": [
      "ジュン"
    ],
    "kun": []
  },
  "淳": {
    "on": [
      "ジュン",
      "シュン"
    ],
    "kun": [
      "あつ"
    ]
  },
  "準": {
    "on": [
      "ジュン"
    ],
    "kun": [
      "じゅん",
      "なぞら",
      "のり",
      "ひと",
      "みずもり"
    ]
  },
  "潤": {
    "on": [
      "ジュン"
    ],
    "kun": [
      "うるお",
      "うる"
    ]
  },
  "盾": {
    "on": [
      "ジュン"
    ],
    "kun": [
      "たて"
    ]
  },
  "純": {
    "on": [
      "ジュン"
    ],
    "kun": []
  },
  "巡": {
    "on": [
      "ジュン"
    ],
    "kun": [
      "めぐ"
    ]
  },
  "遵": {
    "on": [
      "ジュン"
    ],
    "kun": []
  },
  "醇": {
    "on": [
      "ジュン",
      "シュン"
    ],
    "kun": [
      "もっぱら",
      "こい",
      "あつい"
    ]
  },
  "順": {
    "on": [
      "ジュン"
    ],
    "kun": []
  },
  "処": {
    "on": [
      "ショ"
    ],
    "kun": [
      "ところ",
      "-こ",
      "お"
    ]
  },
  "初": {
    "on": [
      "ショ"
    ],
    "kun": [
      "はじ",
      "はつ",
      "はつ-",
      "うい-",
      "-そ",
      "-ぞ"
    ]
  },
  "所": {
    "on": [
      "ショ"
    ],
    "kun": [
      "ところ",
      "-ところ",
      "どころ",
      "とこ"
    ]
  },
  "暑": {
    "on": [
      "ショ"
    ],
    "kun": [
      "あつ"
    ]
  },
  "曙": {
    "on": [
      "ショ"
    ],
    "kun": [
      "あけぼの"
    ]
  },
  "渚": {
    "on": [
      "ショ"
    ],
    "kun": [
      "なぎさ"
    ]
  },
  "庶": {
    "on": [
      "ショ"
    ],
    "kun": []
  },
  "緒": {
    "on": [
      "ショ",
      "チョ"
    ],
    "kun": [
      "お",
      "いとぐち"
    ]
  },
  "署": {
    "on": [
      "ショ"
    ],
    "kun": []
  },
  "書": {
    "on": [
      "ショ"
    ],
    "kun": [
      "か",
      "-が",
      "-がき"
    ]
  },
  "薯": {
    "on": [
      "ショ"
    ],
    "kun": [
      "いも"
    ]
  },
  "藷": {
    "on": [
      "ショ",
      "ジョ"
    ],
    "kun": [
      "いも"
    ]
  },
  "諸": {
    "on": [
      "ショ"
    ],
    "kun": [
      "もろ"
    ]
  },
  "助": {
    "on": [
      "ジョ"
    ],
    "kun": [
      "たす",
      "す",
      "すけ"
    ]
  },
  "叙": {
    "on": [
      "ジョ"
    ],
    "kun": [
      "つい",
      "ついで"
    ]
  },
  "女": {
    "on": [
      "ジョ",
      "ニョ",
      "ニョウ"
    ],
    "kun": [
      "おんな",
      "め"
    ]
  },
  "序": {
    "on": [
      "ジョ"
    ],
    "kun": [
      "つい",
      "ついで"
    ]
  },
  "徐": {
    "on": [
      "ジョ"
    ],
    "kun": [
      "おもむ"
    ]
  },
  "恕": {
    "on": [
      "ジョ",
      "ショ"
    ],
    "kun": [
      "ゆる"
    ]
  },
  "鋤": {
    "on": [
      "ジョ",
      "ショ",
      "ソ"
    ],
    "kun": [
      "す",
      "すき",
      "くわ"
    ]
  },
  "除": {
    "on": [
      "ジョ",
      "ジ"
    ],
    "kun": [
      "のぞ",
      "-よ"
    ]
  },
  "傷": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "きず",
      "いた"
    ]
  },
  "償": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "つぐな"
    ]
  },
  "勝": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "か",
      "-が",
      "まさ",
      "すぐ",
      "かつ"
    ]
  },
  "匠": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "たくみ"
    ]
  },
  "升": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "ます"
    ]
  },
  "召": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "め"
    ]
  },
  "哨": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "みはり"
    ]
  },
  "商": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "あきな"
    ]
  },
  "唱": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "とな"
    ]
  },
  "嘗": {
    "on": [
      "ショウ",
      "ジョウ"
    ],
    "kun": [
      "かつ",
      "こころ",
      "な"
    ]
  },
  "奨": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "すす"
    ]
  },
  "妾": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "めかけ",
      "そばめ",
      "わらわ"
    ]
  },
  "娼": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "あそびめ"
    ]
  },
  "宵": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "よい"
    ]
  },
  "将": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "まさ",
      "はた",
      "ひきい",
      "もって"
    ]
  },
  "小": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "ちい",
      "こ-",
      "お-",
      "さ-"
    ]
  },
  "少": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "すく",
      "すこ"
    ]
  },
  "尚": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "なお"
    ]
  },
  "庄": {
    "on": [
      "ショウ",
      "ソ",
      "ソウ",
      "ホウ"
    ],
    "kun": []
  },
  "床": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "とこ",
      "ゆか"
    ]
  },
  "廠": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "彰": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "承": {
    "on": [
      "ショウ",
      "ジョウ"
    ],
    "kun": [
      "うけたまわ",
      "う"
    ]
  },
  "抄": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "招": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "まね"
    ]
  },
  "掌": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "てのひら",
      "たなごころ"
    ]
  },
  "捷": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "はや"
    ]
  },
  "昇": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "のぼ"
    ]
  },
  "昌": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "さかん"
    ]
  },
  "昭": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "晶": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "松": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "まつ"
    ]
  },
  "梢": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "こずえ",
      "くすのき"
    ]
  },
  "樟": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "くす"
    ]
  },
  "樵": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "きこ",
      "こ",
      "きこり"
    ]
  },
  "沼": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "ぬま"
    ]
  },
  "消": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "き",
      "け"
    ]
  },
  "渉": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "わた"
    ]
  },
  "湘": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "焼": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "や",
      "-や"
    ]
  },
  "焦": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "こ",
      "あせ",
      "じ"
    ]
  },
  "照": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "て"
    ]
  },
  "症": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "省": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "かえり",
      "はぶ"
    ]
  },
  "硝": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "礁": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "祥": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "さいわ",
      "きざ",
      "よ",
      "つまび"
    ]
  },
  "称": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "たた",
      "とな",
      "あ",
      "かな",
      "はか",
      "ほめ"
    ]
  },
  "章": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "笑": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "わら",
      "え"
    ]
  },
  "粧": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "紹": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "肖": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "あやか"
    ]
  },
  "菖": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "蒋": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "まこも",
      "はげ"
    ]
  },
  "蕉": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "衝": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "つ"
    ]
  },
  "裳": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "も",
      "もすそ"
    ]
  },
  "訟": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "証": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "あかし"
    ]
  },
  "詔": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "みことのり"
    ]
  },
  "詳": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "くわ",
      "つまび"
    ]
  },
  "象": {
    "on": [
      "ショウ",
      "ゾウ"
    ],
    "kun": [
      "かたど"
    ]
  },
  "賞": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "醤": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "ひしお"
    ]
  },
  "鉦": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "かね"
    ]
  },
  "鍾": {
    "on": [
      "ショウ",
      "シュ"
    ],
    "kun": [
      "あつ",
      "さかずき",
      "かね"
    ]
  },
  "鐘": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "かね"
    ]
  },
  "障": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "さわ"
    ]
  },
  "鞘": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "さや"
    ]
  },
  "上": {
    "on": [
      "ジョウ",
      "ショウ",
      "シャン"
    ],
    "kun": [
      "うえ",
      "-うえ",
      "うわ-",
      "かみ",
      "あ",
      "-あ",
      "のぼ",
      "たてまつ"
    ]
  },
  "丈": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "たけ",
      "だけ"
    ]
  },
  "丞": {
    "on": [
      "ジョウ",
      "ショウ"
    ],
    "kun": [
      "すく",
      "たす"
    ]
  },
  "乗": {
    "on": [
      "ジョウ",
      "ショウ"
    ],
    "kun": [
      "の",
      "-の"
    ]
  },
  "冗": {
    "on": [
      "ジョウ"
    ],
    "kun": []
  },
  "剰": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "あまつさえ",
      "あま"
    ]
  },
  "城": {
    "on": [
      "ジョウ",
      "セイ"
    ],
    "kun": [
      "しろ"
    ]
  },
  "場": {
    "on": [
      "ジョウ",
      "チョウ"
    ],
    "kun": [
      "ば"
    ]
  },
  "壌": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "つち"
    ]
  },
  "嬢": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "むすめ"
    ]
  },
  "常": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "つね",
      "とこ-"
    ]
  },
  "情": {
    "on": [
      "ジョウ",
      "セイ"
    ],
    "kun": [
      "なさ"
    ]
  },
  "擾": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "みだ",
      "わずら"
    ]
  },
  "条": {
    "on": [
      "ジョウ",
      "チョウ",
      "デキ"
    ],
    "kun": [
      "えだ",
      "すじ"
    ]
  },
  "杖": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "つえ"
    ]
  },
  "浄": {
    "on": [
      "ジョウ",
      "セイ"
    ],
    "kun": [
      "きよ"
    ]
  },
  "状": {
    "on": [
      "ジョウ"
    ],
    "kun": []
  },
  "畳": {
    "on": [
      "ジョウ",
      "チョウ"
    ],
    "kun": [
      "たた",
      "たたみ",
      "かさ"
    ]
  },
  "穣": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "わら",
      "ゆたか"
    ]
  },
  "蒸": {
    "on": [
      "ジョウ",
      "セイ"
    ],
    "kun": [
      "む"
    ]
  },
  "譲": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "ゆず"
    ]
  },
  "醸": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "かも"
    ]
  },
  "錠": {
    "on": [
      "ジョウ"
    ],
    "kun": []
  },
  "嘱": {
    "on": [
      "ショク"
    ],
    "kun": [
      "しょく",
      "たの"
    ]
  },
  "埴": {
    "on": [
      "ショク"
    ],
    "kun": [
      "はに",
      "へな"
    ]
  },
  "飾": {
    "on": [
      "ショク"
    ],
    "kun": [
      "かざ"
    ]
  },
  "拭": {
    "on": [
      "ショク",
      "シキ"
    ],
    "kun": [
      "ぬぐ",
      "ふ"
    ]
  },
  "植": {
    "on": [
      "ショク"
    ],
    "kun": [
      "う"
    ]
  },
  "殖": {
    "on": [
      "ショク"
    ],
    "kun": [
      "ふ"
    ]
  },
  "燭": {
    "on": [
      "ソク",
      "ショク"
    ],
    "kun": [
      "ともしび"
    ]
  },
  "織": {
    "on": [
      "ショク",
      "シキ"
    ],
    "kun": [
      "お",
      "おり",
      "-おり",
      "-お"
    ]
  },
  "職": {
    "on": [
      "ショク",
      "ソク"
    ],
    "kun": []
  },
  "色": {
    "on": [
      "ショク",
      "シキ"
    ],
    "kun": [
      "いろ"
    ]
  },
  "触": {
    "on": [
      "ショク"
    ],
    "kun": [
      "ふ",
      "さわ"
    ]
  },
  "食": {
    "on": [
      "ショク",
      "ジキ"
    ],
    "kun": [
      "く",
      "た",
      "は"
    ]
  },
  "蝕": {
    "on": [
      "ショク"
    ],
    "kun": [
      "むしば"
    ]
  },
  "辱": {
    "on": [
      "ジョク"
    ],
    "kun": [
      "はずかし"
    ]
  },
  "尻": {
    "on": [
      "コウ"
    ],
    "kun": [
      "しり"
    ]
  },
  "伸": {
    "on": [
      "シン"
    ],
    "kun": [
      "の"
    ]
  },
  "信": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "侵": {
    "on": [
      "シン"
    ],
    "kun": [
      "おか"
    ]
  },
  "唇": {
    "on": [
      "シン"
    ],
    "kun": [
      "くちびる"
    ]
  },
  "娠": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "寝": {
    "on": [
      "シン"
    ],
    "kun": [
      "ね",
      "い",
      "みたまや",
      "や"
    ]
  },
  "審": {
    "on": [
      "シン"
    ],
    "kun": [
      "つまび",
      "つぶさ"
    ]
  },
  "心": {
    "on": [
      "シン"
    ],
    "kun": [
      "こころ",
      "-ごころ"
    ]
  },
  "慎": {
    "on": [
      "シン"
    ],
    "kun": [
      "つつし",
      "つつ"
    ]
  },
  "振": {
    "on": [
      "シン"
    ],
    "kun": [
      "ふ"
    ]
  },
  "新": {
    "on": [
      "シン"
    ],
    "kun": [
      "あたら",
      "あら",
      "あら-",
      "にい-"
    ]
  },
  "晋": {
    "on": [
      "シン"
    ],
    "kun": [
      "すす"
    ]
  },
  "森": {
    "on": [
      "シン"
    ],
    "kun": [
      "もり"
    ]
  },
  "榛": {
    "on": [
      "シン",
      "ハン"
    ],
    "kun": [
      "はしばみ",
      "はり"
    ]
  },
  "浸": {
    "on": [
      "シン"
    ],
    "kun": [
      "ひた",
      "つ"
    ]
  },
  "深": {
    "on": [
      "シン"
    ],
    "kun": [
      "ふか",
      "-ぶか",
      "み-"
    ]
  },
  "申": {
    "on": [
      "シン"
    ],
    "kun": [
      "もう",
      "さる"
    ]
  },
  "疹": {
    "on": [
      "シン",
      "チン"
    ],
    "kun": [
      "はしか"
    ]
  },
  "真": {
    "on": [
      "シン"
    ],
    "kun": [
      "ま",
      "ま-",
      "まこと"
    ]
  },
  "神": {
    "on": [
      "シン",
      "ジン"
    ],
    "kun": [
      "かみ",
      "かん-",
      "こう-"
    ]
  },
  "秦": {
    "on": [
      "シン"
    ],
    "kun": [
      "はた"
    ]
  },
  "紳": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "臣": {
    "on": [
      "シン",
      "ジン"
    ],
    "kun": []
  },
  "芯": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "薪": {
    "on": [
      "シン"
    ],
    "kun": [
      "たきぎ",
      "まき"
    ]
  },
  "親": {
    "on": [
      "シン"
    ],
    "kun": [
      "おや",
      "おや-",
      "した"
    ]
  },
  "診": {
    "on": [
      "シン"
    ],
    "kun": [
      "み"
    ]
  },
  "身": {
    "on": [
      "シン"
    ],
    "kun": [
      "み"
    ]
  },
  "辛": {
    "on": [
      "シン"
    ],
    "kun": [
      "から",
      "つら",
      "-づら",
      "かのと"
    ]
  },
  "進": {
    "on": [
      "シン"
    ],
    "kun": [
      "すす"
    ]
  },
  "針": {
    "on": [
      "シン"
    ],
    "kun": [
      "はり"
    ]
  },
  "震": {
    "on": [
      "シン"
    ],
    "kun": [
      "ふる"
    ]
  },
  "人": {
    "on": [
      "ジン",
      "ニン"
    ],
    "kun": [
      "ひと",
      "-り",
      "-と"
    ]
  },
  "仁": {
    "on": [
      "ジン",
      "ニ",
      "ニン"
    ],
    "kun": []
  },
  "刃": {
    "on": [
      "ジン",
      "ニン"
    ],
    "kun": [
      "は",
      "やいば",
      "き"
    ]
  },
  "塵": {
    "on": [
      "チン",
      "ジン"
    ],
    "kun": [
      "ちり",
      "ごみ"
    ]
  },
  "壬": {
    "on": [
      "ニン",
      "ジン",
      "イ"
    ],
    "kun": [
      "みずのえ"
    ]
  },
  "尋": {
    "on": [
      "ジン"
    ],
    "kun": [
      "たず",
      "ひろ"
    ]
  },
  "甚": {
    "on": [
      "ジン"
    ],
    "kun": [
      "はなは"
    ]
  },
  "尽": {
    "on": [
      "ジン",
      "サン"
    ],
    "kun": [
      "つ",
      "-づ",
      "-ず",
      "ことごと"
    ]
  },
  "腎": {
    "on": [
      "ジン"
    ],
    "kun": []
  },
  "訊": {
    "on": [
      "ジン",
      "シュン",
      "シン"
    ],
    "kun": [
      "き",
      "と",
      "たず"
    ]
  },
  "迅": {
    "on": [
      "ジン"
    ],
    "kun": []
  },
  "陣": {
    "on": [
      "ジン"
    ],
    "kun": []
  },
  "靭": {
    "on": [
      "ジン",
      "ニン",
      "サ",
      "サイ",
      "サツ"
    ],
    "kun": [
      "うつぼ",
      "しな",
      "ゆぎ"
    ]
  },
  "笥": {
    "on": [
      "ス",
      "シ"
    ],
    "kun": [
      "け",
      "はこ"
    ]
  },
  "諏": {
    "on": [
      "シュ",
      "ス"
    ],
    "kun": [
      "そう",
      "はか"
    ]
  },
  "須": {
    "on": [
      "ス",
      "シュ"
    ],
    "kun": [
      "すべから",
      "すべし",
      "ひげ",
      "まつ",
      "もち",
      "もと"
    ]
  },
  "酢": {
    "on": [
      "サク"
    ],
    "kun": [
      "す"
    ]
  },
  "図": {
    "on": [
      "ズ",
      "ト"
    ],
    "kun": [
      "え",
      "はか"
    ]
  },
  "厨": {
    "on": [
      "シュウ",
      "ズ",
      "チュ",
      "チュウ"
    ],
    "kun": [
      "くりや"
    ]
  },
  "逗": {
    "on": [
      "トウ",
      "ズ"
    ],
    "kun": [
      "とど"
    ]
  },
  "吹": {
    "on": [
      "スイ"
    ],
    "kun": [
      "ふ"
    ]
  },
  "垂": {
    "on": [
      "スイ"
    ],
    "kun": [
      "た",
      "-た",
      "なんなんと"
    ]
  },
  "帥": {
    "on": [
      "スイ"
    ],
    "kun": []
  },
  "推": {
    "on": [
      "スイ"
    ],
    "kun": [
      "お"
    ]
  },
  "水": {
    "on": [
      "スイ"
    ],
    "kun": [
      "みず",
      "みず-"
    ]
  },
  "炊": {
    "on": [
      "スイ"
    ],
    "kun": [
      "た",
      "-だ"
    ]
  },
  "睡": {
    "on": [
      "スイ"
    ],
    "kun": [
      "ねむ"
    ]
  },
  "粋": {
    "on": [
      "スイ"
    ],
    "kun": [
      "いき"
    ]
  },
  "翠": {
    "on": [
      "スイ"
    ],
    "kun": [
      "かわせみ",
      "みどり"
    ]
  },
  "衰": {
    "on": [
      "スイ"
    ],
    "kun": [
      "おとろ"
    ]
  },
  "遂": {
    "on": [
      "スイ"
    ],
    "kun": [
      "と",
      "つい"
    ]
  },
  "酔": {
    "on": [
      "スイ"
    ],
    "kun": [
      "よ"
    ]
  },
  "錐": {
    "on": [
      "スイ"
    ],
    "kun": [
      "きり"
    ]
  },
  "錘": {
    "on": [
      "スイ"
    ],
    "kun": [
      "つむ",
      "おもり"
    ]
  },
  "随": {
    "on": [
      "ズイ"
    ],
    "kun": [
      "まにま",
      "したが"
    ]
  },
  "瑞": {
    "on": [
      "ズイ",
      "スイ"
    ],
    "kun": [
      "みず-",
      "しるし"
    ]
  },
  "髄": {
    "on": [
      "ズイ"
    ],
    "kun": []
  },
  "崇": {
    "on": [
      "スウ"
    ],
    "kun": [
      "あが"
    ]
  },
  "嵩": {
    "on": [
      "スウ",
      "シュウ"
    ],
    "kun": [
      "かさ",
      "たか"
    ]
  },
  "数": {
    "on": [
      "スウ",
      "ス",
      "サク",
      "ソク",
      "シュ"
    ],
    "kun": [
      "かず",
      "かぞ",
      "しばしば",
      "せ",
      "わずらわ"
    ]
  },
  "枢": {
    "on": [
      "スウ",
      "シュ"
    ],
    "kun": [
      "とぼそ",
      "からくり"
    ]
  },
  "趨": {
    "on": [
      "スウ",
      "ソク"
    ],
    "kun": [
      "しゅ",
      "おもむ",
      "はし"
    ]
  },
  "雛": {
    "on": [
      "スウ",
      "ス",
      "ジュ"
    ],
    "kun": [
      "ひな",
      "ひよこ"
    ]
  },
  "据": {
    "on": [
      "キョ"
    ],
    "kun": [
      "す"
    ]
  },
  "杉": {
    "on": [
      "サン"
    ],
    "kun": [
      "すぎ"
    ]
  },
  "椙": {
    "on": [],
    "kun": [
      "すぎ"
    ]
  },
  "菅": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "すげ"
    ]
  },
  "頗": {
    "on": [
      "ハ"
    ],
    "kun": [
      "すこぶ",
      "かたよ"
    ]
  },
  "雀": {
    "on": [
      "ジャク",
      "ジャン",
      "サク",
      "シャク"
    ],
    "kun": [
      "すずめ"
    ]
  },
  "裾": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "すそ"
    ]
  },
  "澄": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "す",
      "-す"
    ]
  },
  "摺": {
    "on": [
      "ショウ",
      "シュウ",
      "ロウ"
    ],
    "kun": [
      "す",
      "ひだ"
    ]
  },
  "寸": {
    "on": [
      "スン"
    ],
    "kun": []
  },
  "世": {
    "on": [
      "セイ",
      "セ",
      "ソウ"
    ],
    "kun": [
      "よ"
    ]
  },
  "瀬": {
    "on": [
      "ライ"
    ],
    "kun": [
      "せ"
    ]
  },
  "畝": {
    "on": [
      "ボウ",
      "ホ",
      "モ",
      "ム"
    ],
    "kun": [
      "せ",
      "うね"
    ]
  },
  "是": {
    "on": [
      "ゼ",
      "シ"
    ],
    "kun": [
      "これ",
      "この",
      "ここ"
    ]
  },
  "凄": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": [
      "さむ",
      "すご",
      "すさ"
    ]
  },
  "制": {
    "on": [
      "セイ"
    ],
    "kun": []
  },
  "勢": {
    "on": [
      "セイ",
      "ゼイ"
    ],
    "kun": [
      "いきお",
      "はずみ"
    ]
  },
  "姓": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": []
  },
  "征": {
    "on": [
      "セイ"
    ],
    "kun": []
  },
  "性": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "さが"
    ]
  },
  "成": {
    "on": [
      "セイ",
      "ジョウ"
    ],
    "kun": [
      "な",
      "-な"
    ]
  },
  "政": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "まつりごと",
      "まん"
    ]
  },
  "整": {
    "on": [
      "セイ"
    ],
    "kun": [
      "ととの"
    ]
  },
  "星": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "ほし",
      "-ぼし"
    ]
  },
  "晴": {
    "on": [
      "セイ"
    ],
    "kun": [
      "は",
      "-ば"
    ]
  },
  "棲": {
    "on": [
      "セイ"
    ],
    "kun": [
      "す"
    ]
  },
  "栖": {
    "on": [
      "セイ"
    ],
    "kun": [
      "す"
    ]
  },
  "正": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "ただ",
      "まさ"
    ]
  },
  "清": {
    "on": [
      "セイ",
      "ショウ",
      "シン"
    ],
    "kun": [
      "きよ"
    ]
  },
  "牲": {
    "on": [
      "セイ"
    ],
    "kun": []
  },
  "生": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "い",
      "う",
      "うま",
      "うまれ",
      "お",
      "は",
      "き",
      "なま",
      "なま-",
      "な",
      "む",
      "-う"
    ]
  },
  "盛": {
    "on": [
      "セイ",
      "ジョウ"
    ],
    "kun": [
      "も",
      "さか"
    ]
  },
  "精": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "しら",
      "くわ"
    ]
  },
  "聖": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "ひじり"
    ]
  },
  "声": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "こえ",
      "こわ-"
    ]
  },
  "製": {
    "on": [
      "セイ"
    ],
    "kun": []
  },
  "西": {
    "on": [
      "セイ",
      "サイ",
      "ス"
    ],
    "kun": [
      "にし"
    ]
  },
  "誠": {
    "on": [
      "セイ"
    ],
    "kun": [
      "まこと"
    ]
  },
  "誓": {
    "on": [
      "セイ"
    ],
    "kun": [
      "ちか"
    ]
  },
  "請": {
    "on": [
      "セイ",
      "シン",
      "ショウ"
    ],
    "kun": [
      "こ",
      "う"
    ]
  },
  "逝": {
    "on": [
      "セイ"
    ],
    "kun": [
      "ゆ",
      "い"
    ]
  },
  "醒": {
    "on": [
      "セイ"
    ],
    "kun": [
      "さ"
    ]
  },
  "青": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "あお",
      "あお-"
    ]
  },
  "静": {
    "on": [
      "セイ",
      "ジョウ"
    ],
    "kun": [
      "しず-",
      "しず"
    ]
  },
  "斉": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": [
      "そろ",
      "ひと",
      "あたる",
      "はやい"
    ]
  },
  "税": {
    "on": [
      "ゼイ"
    ],
    "kun": []
  },
  "脆": {
    "on": [
      "ゼイ",
      "セイ",
      "セツ"
    ],
    "kun": [
      "もろ",
      "よわい"
    ]
  },
  "隻": {
    "on": [
      "セキ"
    ],
    "kun": []
  },
  "席": {
    "on": [
      "セキ"
    ],
    "kun": [
      "むしろ"
    ]
  },
  "惜": {
    "on": [
      "セキ"
    ],
    "kun": [
      "お"
    ]
  },
  "戚": {
    "on": [
      "ソク",
      "セキ"
    ],
    "kun": [
      "いた",
      "うれ",
      "みうち"
    ]
  },
  "斥": {
    "on": [
      "セキ"
    ],
    "kun": [
      "しりぞ"
    ]
  },
  "昔": {
    "on": [
      "セキ",
      "シャク"
    ],
    "kun": [
      "むかし"
    ]
  },
  "析": {
    "on": [
      "セキ"
    ],
    "kun": []
  },
  "石": {
    "on": [
      "セキ",
      "シャク",
      "コク"
    ],
    "kun": [
      "いし"
    ]
  },
  "積": {
    "on": [
      "セキ"
    ],
    "kun": [
      "つ",
      "-づ"
    ]
  },
  "籍": {
    "on": [
      "セキ"
    ],
    "kun": []
  },
  "績": {
    "on": [
      "セキ"
    ],
    "kun": []
  },
  "脊": {
    "on": [
      "セキ"
    ],
    "kun": [
      "せ",
      "せい"
    ]
  },
  "責": {
    "on": [
      "セキ"
    ],
    "kun": [
      "せ"
    ]
  },
  "赤": {
    "on": [
      "セキ",
      "シャク"
    ],
    "kun": [
      "あか",
      "あか-"
    ]
  },
  "跡": {
    "on": [
      "セキ"
    ],
    "kun": [
      "あと"
    ]
  },
  "蹟": {
    "on": [
      "セキ",
      "シャク"
    ],
    "kun": [
      "あと"
    ]
  },
  "碩": {
    "on": [
      "セキ"
    ],
    "kun": [
      "おお"
    ]
  },
  "切": {
    "on": [
      "セツ",
      "サイ"
    ],
    "kun": [
      "き",
      "-き",
      "-ぎ"
    ]
  },
  "拙": {
    "on": [
      "セツ"
    ],
    "kun": [
      "つたな"
    ]
  },
  "接": {
    "on": [
      "セツ",
      "ショウ"
    ],
    "kun": [
      "つ"
    ]
  },
  "摂": {
    "on": [
      "セツ",
      "ショウ"
    ],
    "kun": [
      "おさ",
      "かね",
      "と"
    ]
  },
  "折": {
    "on": [
      "セツ",
      "シャク"
    ],
    "kun": [
      "お",
      "おり",
      "-お"
    ]
  },
  "設": {
    "on": [
      "セツ"
    ],
    "kun": [
      "もう"
    ]
  },
  "窃": {
    "on": [
      "セツ"
    ],
    "kun": [
      "ぬす",
      "ひそ"
    ]
  },
  "節": {
    "on": [
      "セツ",
      "セチ"
    ],
    "kun": [
      "ふし",
      "-ぶし",
      "のっと"
    ]
  },
  "説": {
    "on": [
      "セツ",
      "ゼイ"
    ],
    "kun": [
      "と"
    ]
  },
  "雪": {
    "on": [
      "セツ"
    ],
    "kun": [
      "ゆき"
    ]
  },
  "絶": {
    "on": [
      "ゼツ"
    ],
    "kun": [
      "た"
    ]
  },
  "舌": {
    "on": [
      "ゼツ"
    ],
    "kun": [
      "した"
    ]
  },
  "蝉": {
    "on": [
      "セン",
      "ゼン"
    ],
    "kun": [
      "せみ"
    ]
  },
  "仙": {
    "on": [
      "セン",
      "セント"
    ],
    "kun": []
  },
  "先": {
    "on": [
      "セン"
    ],
    "kun": [
      "さき",
      "ま"
    ]
  },
  "千": {
    "on": [
      "セン"
    ],
    "kun": [
      "ち"
    ]
  },
  "占": {
    "on": [
      "セン"
    ],
    "kun": [
      "し",
      "うらな"
    ]
  },
  "宣": {
    "on": [
      "セン"
    ],
    "kun": [
      "のたま"
    ]
  },
  "専": {
    "on": [
      "セン"
    ],
    "kun": [
      "もっぱ"
    ]
  },
  "尖": {
    "on": [
      "セン"
    ],
    "kun": [
      "とが",
      "さき",
      "するど"
    ]
  },
  "川": {
    "on": [
      "セン"
    ],
    "kun": [
      "かわ"
    ]
  },
  "戦": {
    "on": [
      "セン"
    ],
    "kun": [
      "いくさ",
      "たたか",
      "おのの",
      "そよ",
      "わなな"
    ]
  },
  "扇": {
    "on": [
      "セン"
    ],
    "kun": [
      "おうぎ"
    ]
  },
  "撰": {
    "on": [
      "サン",
      "セン"
    ],
    "kun": [
      "せん",
      "えら"
    ]
  },
  "栓": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "栴": {
    "on": [
      "セイ",
      "セン"
    ],
    "kun": [
      "もみじ"
    ]
  },
  "泉": {
    "on": [
      "セン"
    ],
    "kun": [
      "いずみ"
    ]
  },
  "浅": {
    "on": [
      "セン"
    ],
    "kun": [
      "あさ"
    ]
  },
  "洗": {
    "on": [
      "セン"
    ],
    "kun": [
      "あら"
    ]
  },
  "染": {
    "on": [
      "セン"
    ],
    "kun": [
      "そ",
      "し"
    ]
  },
  "潜": {
    "on": [
      "セン"
    ],
    "kun": [
      "ひそ",
      "もぐ",
      "かく",
      "くぐ"
    ]
  },
  "煎": {
    "on": [
      "セン"
    ],
    "kun": [
      "せん",
      "い",
      "に"
    ]
  },
  "煽": {
    "on": [
      "セン"
    ],
    "kun": [
      "あお",
      "おだ",
      "おこ"
    ]
  },
  "旋": {
    "on": [
      "セン"
    ],
    "kun": [
      "め",
      "いばり"
    ]
  },
  "穿": {
    "on": [
      "セン"
    ],
    "kun": [
      "うが",
      "は"
    ]
  },
  "箭": {
    "on": [
      "セン"
    ],
    "kun": [
      "や"
    ]
  },
  "線": {
    "on": [
      "セン"
    ],
    "kun": [
      "すじ"
    ]
  },
  "繊": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "羨": {
    "on": [
      "セン",
      "エン"
    ],
    "kun": [
      "うらや",
      "あまり"
    ]
  },
  "腺": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "舛": {
    "on": [
      "ブ",
      "セン"
    ],
    "kun": [
      "まい",
      "そむ"
    ]
  },
  "船": {
    "on": [
      "セン"
    ],
    "kun": [
      "ふね",
      "ふな-"
    ]
  },
  "薦": {
    "on": [
      "セン"
    ],
    "kun": [
      "すす"
    ]
  },
  "詮": {
    "on": [
      "セン"
    ],
    "kun": [
      "せん",
      "かい",
      "あき"
    ]
  },
  "賎": {
    "on": [
      "セン",
      "ゼン"
    ],
    "kun": [
      "いや",
      "しず",
      "やす"
    ]
  },
  "践": {
    "on": [
      "セン"
    ],
    "kun": [
      "ふ"
    ]
  },
  "選": {
    "on": [
      "セン"
    ],
    "kun": [
      "えら",
      "え",
      "よ"
    ]
  },
  "遷": {
    "on": [
      "セン"
    ],
    "kun": [
      "うつ",
      "みやこがえ"
    ]
  },
  "銭": {
    "on": [
      "セン",
      "ゼン"
    ],
    "kun": [
      "ぜに",
      "すき"
    ]
  },
  "銑": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "閃": {
    "on": [
      "セン"
    ],
    "kun": [
      "ひらめ",
      "うかが"
    ]
  },
  "鮮": {
    "on": [
      "セン"
    ],
    "kun": [
      "あざ"
    ]
  },
  "前": {
    "on": [
      "ゼン"
    ],
    "kun": [
      "まえ",
      "-まえ"
    ]
  },
  "善": {
    "on": [
      "ゼン"
    ],
    "kun": [
      "よ",
      "い",
      "よし"
    ]
  },
  "漸": {
    "on": [
      "ゼン"
    ],
    "kun": [
      "ようや",
      "やや",
      "ようよ",
      "すす"
    ]
  },
  "然": {
    "on": [
      "ゼン",
      "ネン"
    ],
    "kun": [
      "しか",
      "さ"
    ]
  },
  "全": {
    "on": [
      "ゼン"
    ],
    "kun": [
      "まった",
      "すべ"
    ]
  },
  "禅": {
    "on": [
      "ゼン",
      "セン"
    ],
    "kun": [
      "しずか",
      "ゆず"
    ]
  },
  "繕": {
    "on": [
      "ゼン"
    ],
    "kun": [
      "つくろ"
    ]
  },
  "膳": {
    "on": [
      "ゼン",
      "セン"
    ],
    "kun": [
      "かしわ",
      "すす",
      "そな"
    ]
  },
  "糎": {
    "on": [],
    "kun": [
      "センチ",
      "センチメートル"
    ]
  },
  "噌": {
    "on": [
      "ソウ",
      "ショウ",
      "ソ"
    ],
    "kun": [
      "かまびす"
    ]
  },
  "塑": {
    "on": [
      "ソ"
    ],
    "kun": [
      "でく"
    ]
  },
  "岨": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "いしやま",
      "そば"
    ]
  },
  "措": {
    "on": [
      "ソ"
    ],
    "kun": [
      "お"
    ]
  },
  "曾": {
    "on": [
      "ソウ",
      "ソ",
      "ゾウ"
    ],
    "kun": [
      "かつ",
      "か",
      "すなわち"
    ]
  },
  "曽": {
    "on": [
      "ソウ",
      "ソ",
      "ゾウ"
    ],
    "kun": [
      "かつ",
      "かつて",
      "すなわち"
    ]
  },
  "楚": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "いばら",
      "しもと",
      "すわえ"
    ]
  },
  "狙": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "ねら"
    ]
  },
  "疏": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "あら",
      "うと",
      "とお",
      "まばら"
    ]
  },
  "疎": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "うと",
      "まば"
    ]
  },
  "礎": {
    "on": [
      "ソ"
    ],
    "kun": [
      "いしずえ"
    ]
  },
  "祖": {
    "on": [
      "ソ"
    ],
    "kun": []
  },
  "租": {
    "on": [
      "ソ"
    ],
    "kun": []
  },
  "粗": {
    "on": [
      "ソ"
    ],
    "kun": [
      "あら",
      "あら-"
    ]
  },
  "素": {
    "on": [
      "ソ",
      "ス"
    ],
    "kun": [
      "もと"
    ]
  },
  "組": {
    "on": [
      "ソ"
    ],
    "kun": [
      "く",
      "くみ",
      "-ぐみ"
    ]
  },
  "蘇": {
    "on": [
      "ソ",
      "ス"
    ],
    "kun": [
      "よみがえ"
    ]
  },
  "訴": {
    "on": [
      "ソ"
    ],
    "kun": [
      "うった"
    ]
  },
  "阻": {
    "on": [
      "ソ"
    ],
    "kun": [
      "はば"
    ]
  },
  "遡": {
    "on": [
      "ソ",
      "サク"
    ],
    "kun": [
      "さかのぼ"
    ]
  },
  "鼠": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "ねずみ",
      "ねず"
    ]
  },
  "僧": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "創": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "つく",
      "はじ",
      "きず",
      "けず"
    ]
  },
  "双": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "ふた",
      "たぐい",
      "ならぶ",
      "ふたつ"
    ]
  },
  "叢": {
    "on": [
      "ソウ",
      "ス"
    ],
    "kun": [
      "くさむら",
      "むら"
    ]
  },
  "倉": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "くら"
    ]
  },
  "喪": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "も"
    ]
  },
  "壮": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さかん"
    ]
  },
  "奏": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "かな"
    ]
  },
  "爽": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "あき",
      "さわ",
      "たがう"
    ]
  },
  "宋": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "層": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "匝": {
    "on": [
      "キョウ",
      "ソウ"
    ],
    "kun": [
      "めぐ"
    ]
  },
  "惣": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "すべ"
    ]
  },
  "想": {
    "on": [
      "ソウ",
      "ソ"
    ],
    "kun": [
      "おも"
    ]
  },
  "捜": {
    "on": [
      "ソウ",
      "シュ",
      "シュウ"
    ],
    "kun": [
      "さが"
    ]
  },
  "掃": {
    "on": [
      "ソウ",
      "シュ"
    ],
    "kun": [
      "は"
    ]
  },
  "挿": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さ",
      "はさ"
    ]
  },
  "掻": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "か"
    ]
  },
  "操": {
    "on": [
      "ソウ",
      "サン"
    ],
    "kun": [
      "みさお",
      "あやつ"
    ]
  },
  "早": {
    "on": [
      "ソウ",
      "サッ"
    ],
    "kun": [
      "はや",
      "はや-",
      "さ-"
    ]
  },
  "曹": {
    "on": [
      "ソウ",
      "ゾウ"
    ],
    "kun": []
  },
  "巣": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "す"
    ]
  },
  "槍": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "やり"
    ]
  },
  "槽": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "ふね"
    ]
  },
  "漕": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "こ",
      "はこ"
    ]
  },
  "燥": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "はしゃ"
    ]
  },
  "争": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "あらそ",
      "いか"
    ]
  },
  "痩": {
    "on": [
      "ソウ",
      "チュウ",
      "シュウ",
      "シュ"
    ],
    "kun": [
      "や"
    ]
  },
  "相": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "あい-"
    ]
  },
  "窓": {
    "on": [
      "ソウ",
      "ス"
    ],
    "kun": [
      "まど",
      "てんまど",
      "けむだし"
    ]
  },
  "糟": {
    "on": [
      "コウ",
      "ソウ"
    ],
    "kun": [
      "ぬか"
    ]
  },
  "総": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "す",
      "すべ",
      "ふさ"
    ]
  },
  "綜": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "おさ",
      "す"
    ]
  },
  "聡": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さと",
      "みみざと"
    ]
  },
  "草": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "くさ",
      "くさ-",
      "-ぐさ"
    ]
  },
  "荘": {
    "on": [
      "ソウ",
      "ショウ",
      "チャン"
    ],
    "kun": [
      "ほうき",
      "おごそ"
    ]
  },
  "葬": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "ほうむ"
    ]
  },
  "蒼": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "あお"
    ]
  },
  "藻": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "も"
    ]
  },
  "装": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "よそお"
    ]
  },
  "走": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "はし"
    ]
  },
  "送": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "おく"
    ]
  },
  "遭": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "あ"
    ]
  },
  "鎗": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "やり"
    ]
  },
  "霜": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "しも"
    ]
  },
  "騒": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さわ",
      "うれい"
    ]
  },
  "像": {
    "on": [
      "ゾウ"
    ],
    "kun": []
  },
  "増": {
    "on": [
      "ゾウ"
    ],
    "kun": [
      "ま",
      "ふ"
    ]
  },
  "憎": {
    "on": [
      "ゾウ"
    ],
    "kun": [
      "にく"
    ]
  },
  "臓": {
    "on": [
      "ゾウ"
    ],
    "kun": [
      "はらわた"
    ]
  },
  "蔵": {
    "on": [
      "ゾウ",
      "ソウ"
    ],
    "kun": [
      "くら",
      "おさ",
      "かく"
    ]
  },
  "贈": {
    "on": [
      "ゾウ",
      "ソウ"
    ],
    "kun": [
      "おく"
    ]
  },
  "造": {
    "on": [
      "ゾウ"
    ],
    "kun": [
      "つく",
      "-づく"
    ]
  },
  "促": {
    "on": [
      "ソク"
    ],
    "kun": [
      "うなが"
    ]
  },
  "側": {
    "on": [
      "ソク"
    ],
    "kun": [
      "かわ",
      "がわ",
      "そば"
    ]
  },
  "則": {
    "on": [
      "ソク"
    ],
    "kun": [
      "のっと",
      "のり",
      "すなわち"
    ]
  },
  "即": {
    "on": [
      "ソク"
    ],
    "kun": [
      "つ",
      "すなわ"
    ]
  },
  "息": {
    "on": [
      "ソク"
    ],
    "kun": [
      "いき"
    ]
  },
  "捉": {
    "on": [
      "ソク",
      "サク"
    ],
    "kun": [
      "とら"
    ]
  },
  "束": {
    "on": [
      "ソク"
    ],
    "kun": [
      "たば",
      "つか"
    ]
  },
  "測": {
    "on": [
      "ソク"
    ],
    "kun": [
      "はか"
    ]
  },
  "足": {
    "on": [
      "ソク"
    ],
    "kun": [
      "あし",
      "た"
    ]
  },
  "速": {
    "on": [
      "ソク"
    ],
    "kun": [
      "はや",
      "はや-",
      "すみ"
    ]
  },
  "俗": {
    "on": [
      "ゾク"
    ],
    "kun": []
  },
  "属": {
    "on": [
      "ゾク",
      "ショク"
    ],
    "kun": [
      "さかん",
      "つく",
      "やから"
    ]
  },
  "賊": {
    "on": [
      "ゾク"
    ],
    "kun": []
  },
  "族": {
    "on": [
      "ゾク"
    ],
    "kun": []
  },
  "続": {
    "on": [
      "ゾク",
      "ショク",
      "コウ",
      "キョウ"
    ],
    "kun": [
      "つづ",
      "つぐ"
    ]
  },
  "卒": {
    "on": [
      "ソツ",
      "シュツ"
    ],
    "kun": [
      "そっ",
      "お",
      "ついに",
      "にわか"
    ]
  },
  "袖": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "そで"
    ]
  },
  "其": {
    "on": [
      "キ",
      "ギ",
      "ゴ"
    ],
    "kun": [
      "それ",
      "その"
    ]
  },
  "揃": {
    "on": [
      "セン"
    ],
    "kun": [
      "そろ",
      "き"
    ]
  },
  "存": {
    "on": [
      "ソン",
      "ゾン"
    ],
    "kun": [
      "ながら",
      "あ",
      "たも",
      "と"
    ]
  },
  "孫": {
    "on": [
      "ソン"
    ],
    "kun": [
      "まご"
    ]
  },
  "尊": {
    "on": [
      "ソン"
    ],
    "kun": [
      "たっと",
      "とうと"
    ]
  },
  "損": {
    "on": [
      "ソン"
    ],
    "kun": [
      "そこ",
      "そこな",
      "-そこ"
    ]
  },
  "村": {
    "on": [
      "ソン"
    ],
    "kun": [
      "むら"
    ]
  },
  "遜": {
    "on": [
      "ソン"
    ],
    "kun": [
      "したが",
      "へりくだ",
      "ゆず"
    ]
  },
  "他": {
    "on": [
      "タ"
    ],
    "kun": [
      "ほか"
    ]
  },
  "多": {
    "on": [
      "タ"
    ],
    "kun": [
      "おお",
      "まさ"
    ]
  },
  "太": {
    "on": [
      "タイ",
      "タ"
    ],
    "kun": [
      "ふと"
    ]
  },
  "汰": {
    "on": [
      "タ",
      "タイ"
    ],
    "kun": [
      "おご",
      "にご",
      "よな"
    ]
  },
  "詑": {
    "on": [
      "イ",
      "タ",
      "ダ"
    ],
    "kun": [
      "わ",
      "あざむ"
    ]
  },
  "唾": {
    "on": [
      "ダ",
      "タ"
    ],
    "kun": [
      "つば",
      "つばき"
    ]
  },
  "堕": {
    "on": [
      "ダ"
    ],
    "kun": [
      "お",
      "くず"
    ]
  },
  "妥": {
    "on": [
      "ダ"
    ],
    "kun": []
  },
  "惰": {
    "on": [
      "ダ"
    ],
    "kun": []
  },
  "打": {
    "on": [
      "ダ",
      "ダース"
    ],
    "kun": [
      "う",
      "ぶ"
    ]
  },
  "柁": {
    "on": [
      "ダ",
      "タ"
    ],
    "kun": [
      "かじ"
    ]
  },
  "舵": {
    "on": [
      "ダ",
      "タ"
    ],
    "kun": [
      "かじ"
    ]
  },
  "楕": {
    "on": [
      "ダ",
      "タ"
    ],
    "kun": []
  },
  "陀": {
    "on": [
      "タ",
      "ダ",
      "イ",
      "チ",
      "ジ"
    ],
    "kun": [
      "けわ",
      "ななめ"
    ]
  },
  "駄": {
    "on": [
      "ダ",
      "タ"
    ],
    "kun": []
  },
  "騨": {
    "on": [
      "タン",
      "ダン",
      "タ",
      "ダ",
      "テン"
    ],
    "kun": []
  },
  "体": {
    "on": [
      "タイ",
      "テイ"
    ],
    "kun": [
      "からだ",
      "かたち"
    ]
  },
  "堆": {
    "on": [
      "タイ",
      "ツイ"
    ],
    "kun": [
      "うずたか"
    ]
  },
  "対": {
    "on": [
      "タイ",
      "ツイ"
    ],
    "kun": [
      "あいて",
      "こた",
      "そろ",
      "つれあ",
      "なら",
      "むか"
    ]
  },
  "耐": {
    "on": [
      "タイ"
    ],
    "kun": [
      "た"
    ]
  },
  "岱": {
    "on": [
      "タイ"
    ],
    "kun": []
  },
  "帯": {
    "on": [
      "タイ"
    ],
    "kun": [
      "お",
      "おび"
    ]
  },
  "待": {
    "on": [
      "タイ"
    ],
    "kun": [
      "ま",
      "-ま"
    ]
  },
  "怠": {
    "on": [
      "タイ"
    ],
    "kun": [
      "おこた",
      "なま"
    ]
  },
  "態": {
    "on": [
      "タイ"
    ],
    "kun": [
      "わざ"
    ]
  },
  "戴": {
    "on": [
      "タイ"
    ],
    "kun": [
      "いただ"
    ]
  },
  "替": {
    "on": [
      "タイ"
    ],
    "kun": [
      "か"
    ]
  },
  "泰": {
    "on": [
      "タイ"
    ],
    "kun": []
  },
  "滞": {
    "on": [
      "タイ",
      "テイ"
    ],
    "kun": [
      "とどこお"
    ]
  },
  "胎": {
    "on": [
      "タイ"
    ],
    "kun": []
  },
  "腿": {
    "on": [
      "タイ"
    ],
    "kun": [
      "もも"
    ]
  },
  "苔": {
    "on": [
      "タイ"
    ],
    "kun": [
      "こけ",
      "こけら"
    ]
  },
  "袋": {
    "on": [
      "タイ",
      "ダイ"
    ],
    "kun": [
      "ふくろ"
    ]
  },
  "貸": {
    "on": [
      "タイ"
    ],
    "kun": [
      "か",
      "かし-"
    ]
  },
  "退": {
    "on": [
      "タイ"
    ],
    "kun": [
      "しりぞ",
      "ひ",
      "の",
      "ど"
    ]
  },
  "逮": {
    "on": [
      "タイ"
    ],
    "kun": []
  },
  "隊": {
    "on": [
      "タイ"
    ],
    "kun": []
  },
  "黛": {
    "on": [
      "タイ"
    ],
    "kun": [
      "まゆずみ"
    ]
  },
  "鯛": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "たい"
    ]
  },
  "代": {
    "on": [
      "ダイ",
      "タイ"
    ],
    "kun": [
      "か",
      "かわ",
      "-がわ",
      "-が",
      "よ",
      "しろ"
    ]
  },
  "台": {
    "on": [
      "ダイ",
      "タイ"
    ],
    "kun": [
      "うてな",
      "われ",
      "つかさ"
    ]
  },
  "大": {
    "on": [
      "ダイ",
      "タイ"
    ],
    "kun": [
      "おお-",
      "おお",
      "-おお"
    ]
  },
  "第": {
    "on": [
      "ダイ",
      "テイ"
    ],
    "kun": []
  },
  "醍": {
    "on": [
      "ダイ",
      "タイ",
      "テイ"
    ],
    "kun": []
  },
  "題": {
    "on": [
      "ダイ"
    ],
    "kun": []
  },
  "鷹": {
    "on": [
      "ヨウ",
      "オウ"
    ],
    "kun": [
      "たか"
    ]
  },
  "滝": {
    "on": [
      "ロウ",
      "ソウ"
    ],
    "kun": [
      "たき"
    ]
  },
  "瀧": {
    "on": [
      "ロウ",
      "ソウ"
    ],
    "kun": [
      "たき"
    ]
  },
  "卓": {
    "on": [
      "タク"
    ],
    "kun": []
  },
  "啄": {
    "on": [
      "タク",
      "ツク",
      "トク"
    ],
    "kun": [
      "ついば",
      "つつ"
    ]
  },
  "宅": {
    "on": [
      "タク"
    ],
    "kun": []
  },
  "托": {
    "on": [
      "タク"
    ],
    "kun": [
      "たく",
      "たの"
    ]
  },
  "択": {
    "on": [
      "タク"
    ],
    "kun": [
      "えら"
    ]
  },
  "拓": {
    "on": [
      "タク"
    ],
    "kun": [
      "ひら"
    ]
  },
  "沢": {
    "on": [
      "タク"
    ],
    "kun": [
      "さわ",
      "うるお",
      "つや"
    ]
  },
  "濯": {
    "on": [
      "タク"
    ],
    "kun": [
      "すす",
      "ゆす"
    ]
  },
  "琢": {
    "on": [
      "タク"
    ],
    "kun": [
      "みが"
    ]
  },
  "託": {
    "on": [
      "タク"
    ],
    "kun": [
      "かこつ",
      "かこ"
    ]
  },
  "鐸": {
    "on": [
      "タク"
    ],
    "kun": []
  },
  "濁": {
    "on": [
      "ダク",
      "ジョク"
    ],
    "kun": [
      "にご"
    ]
  },
  "諾": {
    "on": [
      "ダク"
    ],
    "kun": []
  },
  "茸": {
    "on": [
      "ジョウ",
      "ニュ"
    ],
    "kun": [
      "きのこ",
      "たけ",
      "しげ"
    ]
  },
  "凧": {
    "on": [],
    "kun": [
      "いかのぼり",
      "たこ"
    ]
  },
  "蛸": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "たこ"
    ]
  },
  "只": {
    "on": [
      "シ"
    ],
    "kun": [
      "ただ"
    ]
  },
  "叩": {
    "on": [
      "コウ"
    ],
    "kun": [
      "たた",
      "はた",
      "すぎ"
    ]
  },
  "但": {
    "on": [
      "タン"
    ],
    "kun": [
      "ただ"
    ]
  },
  "達": {
    "on": [
      "タツ",
      "ダ"
    ],
    "kun": [
      "-たち"
    ]
  },
  "辰": {
    "on": [
      "シン",
      "ジン"
    ],
    "kun": [
      "たつ"
    ]
  },
  "奪": {
    "on": [
      "ダツ"
    ],
    "kun": [
      "うば"
    ]
  },
  "脱": {
    "on": [
      "ダツ"
    ],
    "kun": [
      "ぬ"
    ]
  },
  "巽": {
    "on": [
      "ソン"
    ],
    "kun": [
      "たつみ"
    ]
  },
  "竪": {
    "on": [
      "ジュ"
    ],
    "kun": [
      "たて",
      "た",
      "こども"
    ]
  },
  "辿": {
    "on": [
      "テン"
    ],
    "kun": [
      "たど",
      "たどり"
    ]
  },
  "棚": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "たな",
      "-だな"
    ]
  },
  "谷": {
    "on": [
      "コク"
    ],
    "kun": [
      "たに",
      "きわ"
    ]
  },
  "狸": {
    "on": [
      "リ",
      "ライ"
    ],
    "kun": [
      "たぬき"
    ]
  },
  "鱈": {
    "on": [
      "セツ"
    ],
    "kun": [
      "たら"
    ]
  },
  "樽": {
    "on": [
      "ソン"
    ],
    "kun": [
      "たる"
    ]
  },
  "誰": {
    "on": [
      "スイ"
    ],
    "kun": [
      "だれ",
      "たれ",
      "た"
    ]
  },
  "丹": {
    "on": [
      "タン"
    ],
    "kun": [
      "に"
    ]
  },
  "単": {
    "on": [
      "タン"
    ],
    "kun": [
      "ひとえ"
    ]
  },
  "嘆": {
    "on": [
      "タン"
    ],
    "kun": [
      "なげ"
    ]
  },
  "坦": {
    "on": [
      "タン"
    ],
    "kun": [
      "たいら"
    ]
  },
  "担": {
    "on": [
      "タン"
    ],
    "kun": [
      "かつ",
      "にな"
    ]
  },
  "探": {
    "on": [
      "タン"
    ],
    "kun": [
      "さぐ",
      "さが"
    ]
  },
  "旦": {
    "on": [
      "タン",
      "ダン"
    ],
    "kun": [
      "あき",
      "あきら",
      "ただし",
      "あさ",
      "あした"
    ]
  },
  "歎": {
    "on": [
      "タン"
    ],
    "kun": [
      "なげ"
    ]
  },
  "淡": {
    "on": [
      "タン"
    ],
    "kun": [
      "あわ"
    ]
  },
  "湛": {
    "on": [
      "タン",
      "チン",
      "ジン",
      "セン"
    ],
    "kun": [
      "しず",
      "たた"
    ]
  },
  "炭": {
    "on": [
      "タン"
    ],
    "kun": [
      "すみ"
    ]
  },
  "短": {
    "on": [
      "タン"
    ],
    "kun": [
      "みじか"
    ]
  },
  "端": {
    "on": [
      "タン"
    ],
    "kun": [
      "はし",
      "は",
      "はた",
      "-ばた",
      "はな"
    ]
  },
  "箪": {
    "on": [
      "タン"
    ],
    "kun": [
      "はこ"
    ]
  },
  "綻": {
    "on": [
      "タン"
    ],
    "kun": [
      "ほころ"
    ]
  },
  "耽": {
    "on": [
      "タン"
    ],
    "kun": [
      "ふけ"
    ]
  },
  "胆": {
    "on": [
      "タン"
    ],
    "kun": [
      "きも"
    ]
  },
  "蛋": {
    "on": [
      "タン"
    ],
    "kun": []
  },
  "誕": {
    "on": [
      "タン"
    ],
    "kun": []
  },
  "鍛": {
    "on": [
      "タン"
    ],
    "kun": [
      "きた"
    ]
  },
  "団": {
    "on": [
      "ダン",
      "トン"
    ],
    "kun": [
      "かたまり",
      "まる"
    ]
  },
  "壇": {
    "on": [
      "ダン",
      "タン"
    ],
    "kun": []
  },
  "弾": {
    "on": [
      "ダン",
      "タン"
    ],
    "kun": [
      "ひ",
      "-ひ",
      "はず",
      "たま",
      "はじ",
      "ただ"
    ]
  },
  "断": {
    "on": [
      "ダン"
    ],
    "kun": [
      "た",
      "ことわ",
      "さだ"
    ]
  },
  "暖": {
    "on": [
      "ダン",
      "ノン"
    ],
    "kun": [
      "あたた"
    ]
  },
  "檀": {
    "on": [
      "ダン",
      "タン"
    ],
    "kun": [
      "まゆみ"
    ]
  },
  "段": {
    "on": [
      "ダン",
      "タン"
    ],
    "kun": []
  },
  "男": {
    "on": [
      "ダン",
      "ナン"
    ],
    "kun": [
      "おとこ",
      "お"
    ]
  },
  "談": {
    "on": [
      "ダン"
    ],
    "kun": []
  },
  "値": {
    "on": [
      "チ"
    ],
    "kun": [
      "ね",
      "あたい"
    ]
  },
  "知": {
    "on": [
      "チ"
    ],
    "kun": [
      "し"
    ]
  },
  "地": {
    "on": [
      "チ",
      "ジ"
    ],
    "kun": []
  },
  "弛": {
    "on": [
      "チ",
      "シ"
    ],
    "kun": [
      "たる",
      "たゆ",
      "ゆる"
    ]
  },
  "恥": {
    "on": [
      "チ"
    ],
    "kun": [
      "は",
      "はじ"
    ]
  },
  "智": {
    "on": [
      "チ"
    ],
    "kun": []
  },
  "池": {
    "on": [
      "チ"
    ],
    "kun": [
      "いけ"
    ]
  },
  "痴": {
    "on": [
      "チ"
    ],
    "kun": [
      "し",
      "おろか"
    ]
  },
  "稚": {
    "on": [
      "チ",
      "ジ"
    ],
    "kun": [
      "いとけない",
      "おさない",
      "おくて",
      "おでる"
    ]
  },
  "置": {
    "on": [
      "チ"
    ],
    "kun": [
      "お",
      "-お"
    ]
  },
  "致": {
    "on": [
      "チ"
    ],
    "kun": [
      "いた"
    ]
  },
  "蜘": {
    "on": [
      "チ"
    ],
    "kun": [
      "くも"
    ]
  },
  "遅": {
    "on": [
      "チ"
    ],
    "kun": [
      "おく",
      "おそ"
    ]
  },
  "馳": {
    "on": [
      "チ",
      "ジ"
    ],
    "kun": [
      "は"
    ]
  },
  "築": {
    "on": [
      "チク"
    ],
    "kun": [
      "きず"
    ]
  },
  "畜": {
    "on": [
      "チク"
    ],
    "kun": []
  },
  "竹": {
    "on": [
      "チク"
    ],
    "kun": [
      "たけ"
    ]
  },
  "筑": {
    "on": [
      "チク"
    ],
    "kun": []
  },
  "蓄": {
    "on": [
      "チク"
    ],
    "kun": [
      "たくわ"
    ]
  },
  "逐": {
    "on": [
      "チク"
    ],
    "kun": []
  },
  "秩": {
    "on": [
      "チツ"
    ],
    "kun": []
  },
  "窒": {
    "on": [
      "チツ"
    ],
    "kun": []
  },
  "茶": {
    "on": [
      "チャ",
      "サ"
    ],
    "kun": []
  },
  "嫡": {
    "on": [
      "チャク",
      "テキ"
    ],
    "kun": []
  },
  "着": {
    "on": [
      "チャク",
      "ジャク"
    ],
    "kun": [
      "き",
      "つ"
    ]
  },
  "中": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "なか",
      "うち",
      "あた"
    ]
  },
  "仲": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "なか"
    ]
  },
  "宙": {
    "on": [
      "チュウ"
    ],
    "kun": []
  },
  "忠": {
    "on": [
      "チュウ"
    ],
    "kun": []
  },
  "抽": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "ひき-"
    ]
  },
  "昼": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "ひる"
    ]
  },
  "柱": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "はしら"
    ]
  },
  "注": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "そそ",
      "さ",
      "つ"
    ]
  },
  "虫": {
    "on": [
      "チュウ",
      "キ"
    ],
    "kun": [
      "むし"
    ]
  },
  "衷": {
    "on": [
      "チュウ"
    ],
    "kun": []
  },
  "註": {
    "on": [
      "チュウ"
    ],
    "kun": []
  },
  "酎": {
    "on": [
      "チュウ",
      "チュ"
    ],
    "kun": [
      "かも"
    ]
  },
  "鋳": {
    "on": [
      "チュウ",
      "イ",
      "シュ",
      "シュウ"
    ],
    "kun": [
      "い"
    ]
  },
  "駐": {
    "on": [
      "チュウ"
    ],
    "kun": []
  },
  "樗": {
    "on": [
      "チョ"
    ],
    "kun": [
      "おおち",
      "おうち"
    ]
  },
  "瀦": {
    "on": [
      "チョ"
    ],
    "kun": []
  },
  "猪": {
    "on": [
      "チョ"
    ],
    "kun": [
      "い",
      "いのしし"
    ]
  },
  "苧": {
    "on": [
      "チョ"
    ],
    "kun": [
      "お",
      "からんし",
      "からむし"
    ]
  },
  "著": {
    "on": [
      "チョ",
      "チャク"
    ],
    "kun": [
      "あらわ",
      "いちじる"
    ]
  },
  "貯": {
    "on": [
      "チョ"
    ],
    "kun": [
      "た",
      "たくわ"
    ]
  },
  "丁": {
    "on": [
      "チョウ",
      "テイ",
      "チン",
      "トウ",
      "チ"
    ],
    "kun": [
      "ひのと"
    ]
  },
  "兆": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "きざ"
    ]
  },
  "凋": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "しぼ"
    ]
  },
  "喋": {
    "on": [
      "チョウ",
      "トウ"
    ],
    "kun": [
      "しゃべ",
      "ついば"
    ]
  },
  "寵": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "めぐ"
    ]
  },
  "帖": {
    "on": [
      "チョウ",
      "ジョウ"
    ],
    "kun": [
      "かきもの"
    ]
  },
  "帳": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "とばり"
    ]
  },
  "庁": {
    "on": [
      "チョウ",
      "テイ"
    ],
    "kun": [
      "やくしょ"
    ]
  },
  "弔": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "とむら",
      "とぶら"
    ]
  },
  "張": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "は",
      "-は",
      "-ば"
    ]
  },
  "彫": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "ほ",
      "-ぼ"
    ]
  },
  "徴": {
    "on": [
      "チョウ",
      "チ"
    ],
    "kun": [
      "しるし"
    ]
  },
  "懲": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "こ"
    ]
  },
  "挑": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "いど"
    ]
  },
  "暢": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "のび"
    ]
  },
  "朝": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "あさ"
    ]
  },
  "潮": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "しお",
      "うしお"
    ]
  },
  "牒": {
    "on": [
      "チョウ",
      "ジョウ"
    ],
    "kun": [
      "ふだ"
    ]
  },
  "町": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "まち"
    ]
  },
  "眺": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "なが"
    ]
  },
  "聴": {
    "on": [
      "チョウ",
      "テイ"
    ],
    "kun": [
      "き",
      "ゆる"
    ]
  },
  "脹": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "は",
      "ふく"
    ]
  },
  "腸": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "はらわた",
      "わた"
    ]
  },
  "蝶": {
    "on": [
      "チョウ"
    ],
    "kun": []
  },
  "調": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "しら",
      "ととの"
    ]
  },
  "諜": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "ちょう",
      "うかが",
      "しめ"
    ]
  },
  "超": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "こ"
    ]
  },
  "跳": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "は",
      "と",
      "-と"
    ]
  },
  "銚": {
    "on": [
      "チョウ",
      "ヨウ"
    ],
    "kun": [
      "なべ"
    ]
  },
  "長": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "なが",
      "おさ"
    ]
  },
  "頂": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "いただ",
      "いただき"
    ]
  },
  "鳥": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "とり"
    ]
  },
  "勅": {
    "on": [
      "チョク"
    ],
    "kun": [
      "いまし",
      "みことのり"
    ]
  },
  "捗": {
    "on": [
      "チョク",
      "ホ"
    ],
    "kun": [
      "はかど"
    ]
  },
  "直": {
    "on": [
      "チョク",
      "ジキ",
      "ジカ"
    ],
    "kun": [
      "ただ",
      "なお",
      "-なお",
      "す"
    ]
  },
  "朕": {
    "on": [
      "チン"
    ],
    "kun": []
  },
  "沈": {
    "on": [
      "チン",
      "ジン"
    ],
    "kun": [
      "しず"
    ]
  },
  "珍": {
    "on": [
      "チン"
    ],
    "kun": [
      "めずら",
      "たから"
    ]
  },
  "賃": {
    "on": [
      "チン"
    ],
    "kun": []
  },
  "鎮": {
    "on": [
      "チン"
    ],
    "kun": [
      "しず",
      "おさえ"
    ]
  },
  "陳": {
    "on": [
      "チン"
    ],
    "kun": [
      "ひ"
    ]
  },
  "津": {
    "on": [
      "シン"
    ],
    "kun": [
      "つ"
    ]
  },
  "墜": {
    "on": [
      "ツイ"
    ],
    "kun": [
      "お"
    ]
  },
  "椎": {
    "on": [
      "ツイ",
      "スイ"
    ],
    "kun": [
      "つち",
      "う"
    ]
  },
  "槌": {
    "on": [
      "ツイ"
    ],
    "kun": [
      "つち"
    ]
  },
  "追": {
    "on": [
      "ツイ"
    ],
    "kun": [
      "お"
    ]
  },
  "鎚": {
    "on": [
      "ツイ",
      "タイ"
    ],
    "kun": [
      "つち"
    ]
  },
  "痛": {
    "on": [
      "ツウ"
    ],
    "kun": [
      "いた"
    ]
  },
  "通": {
    "on": [
      "ツウ",
      "ツ"
    ],
    "kun": [
      "とお",
      "-とお",
      "-どお",
      "かよ"
    ]
  },
  "塚": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "つか",
      "-づか"
    ]
  },
  "栂": {
    "on": [],
    "kun": [
      "つが",
      "とが"
    ]
  },
  "掴": {
    "on": [
      "カク"
    ],
    "kun": [
      "つか"
    ]
  },
  "槻": {
    "on": [
      "キ"
    ],
    "kun": [
      "つき"
    ]
  },
  "佃": {
    "on": [
      "テン",
      "デン"
    ],
    "kun": [
      "つくだ"
    ]
  },
  "漬": {
    "on": [
      "シ"
    ],
    "kun": [
      "つ",
      "-づ",
      "-づけ"
    ]
  },
  "柘": {
    "on": [
      "シャ",
      "ジャク"
    ],
    "kun": [
      "そ",
      "つげ",
      "やまぐわ"
    ]
  },
  "辻": {
    "on": [],
    "kun": [
      "つじ"
    ]
  },
  "蔦": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "つた"
    ]
  },
  "綴": {
    "on": [
      "テイ",
      "テツ",
      "テチ",
      "ゲツ"
    ],
    "kun": [
      "と",
      "つづ",
      "つづり",
      "すみ"
    ]
  },
  "鍔": {
    "on": [
      "ガク"
    ],
    "kun": [
      "つば"
    ]
  },
  "椿": {
    "on": [
      "チン",
      "チュン"
    ],
    "kun": [
      "つばき"
    ]
  },
  "潰": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "つぶ",
      "つい"
    ]
  },
  "坪": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "つぼ"
    ]
  },
  "壷": {
    "on": [
      "コ"
    ],
    "kun": [
      "つぼ"
    ]
  },
  "嬬": {
    "on": [
      "ジュ"
    ],
    "kun": [
      "よわ"
    ]
  },
  "紬": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "つむぎ",
      "つむ"
    ]
  },
  "爪": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "つめ",
      "つま-"
    ]
  },
  "吊": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "つ",
      "つる"
    ]
  },
  "釣": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "つ"
    ]
  },
  "鶴": {
    "on": [
      "カク"
    ],
    "kun": [
      "つる"
    ]
  },
  "亭": {
    "on": [
      "テイ",
      "チン"
    ],
    "kun": []
  },
  "低": {
    "on": [
      "テイ"
    ],
    "kun": [
      "ひく"
    ]
  },
  "停": {
    "on": [
      "テイ"
    ],
    "kun": [
      "と"
    ]
  },
  "偵": {
    "on": [
      "テイ"
    ],
    "kun": []
  },
  "剃": {
    "on": [
      "テイ"
    ],
    "kun": [
      "まい",
      "そ",
      "す"
    ]
  },
  "貞": {
    "on": [
      "テイ",
      "ジョウ"
    ],
    "kun": [
      "ただし",
      "さだ"
    ]
  },
  "呈": {
    "on": [
      "テイ"
    ],
    "kun": []
  },
  "堤": {
    "on": [
      "テイ"
    ],
    "kun": [
      "つつみ"
    ]
  },
  "定": {
    "on": [
      "テイ",
      "ジョウ"
    ],
    "kun": [
      "さだ"
    ]
  },
  "帝": {
    "on": [
      "テイ"
    ],
    "kun": [
      "みかど"
    ]
  },
  "底": {
    "on": [
      "テイ"
    ],
    "kun": [
      "そこ"
    ]
  },
  "庭": {
    "on": [
      "テイ"
    ],
    "kun": [
      "にわ"
    ]
  },
  "廷": {
    "on": [
      "テイ"
    ],
    "kun": []
  },
  "弟": {
    "on": [
      "テイ",
      "ダイ",
      "デ"
    ],
    "kun": [
      "おとうと"
    ]
  },
  "悌": {
    "on": [
      "テイ",
      "ダイ"
    ],
    "kun": []
  },
  "抵": {
    "on": [
      "テイ"
    ],
    "kun": []
  },
  "挺": {
    "on": [
      "チョウ",
      "テイ"
    ],
    "kun": [
      "ぬ"
    ]
  },
  "提": {
    "on": [
      "テイ",
      "チョウ",
      "ダイ"
    ],
    "kun": [
      "さ"
    ]
  },
  "梯": {
    "on": [
      "テイ",
      "タイ"
    ],
    "kun": [
      "はしご"
    ]
  },
  "汀": {
    "on": [
      "テイ"
    ],
    "kun": [
      "みぎわ",
      "なぎさ"
    ]
  },
  "碇": {
    "on": [
      "テイ"
    ],
    "kun": [
      "いかり"
    ]
  },
  "禎": {
    "on": [
      "テイ"
    ],
    "kun": [
      "さいわ"
    ]
  },
  "程": {
    "on": [
      "テイ"
    ],
    "kun": [
      "ほど",
      "-ほど"
    ]
  },
  "締": {
    "on": [
      "テイ"
    ],
    "kun": [
      "し",
      "-し",
      "-じ"
    ]
  },
  "艇": {
    "on": [
      "テイ"
    ],
    "kun": []
  },
  "訂": {
    "on": [
      "テイ"
    ],
    "kun": [
      "ただ"
    ]
  },
  "諦": {
    "on": [
      "テイ",
      "タイ"
    ],
    "kun": [
      "あきら",
      "つまびらか",
      "まこと"
    ]
  },
  "蹄": {
    "on": [
      "テイ"
    ],
    "kun": [
      "ひづめ"
    ]
  },
  "逓": {
    "on": [
      "テイ"
    ],
    "kun": [
      "かわ",
      "たがいに"
    ]
  },
  "邸": {
    "on": [
      "テイ"
    ],
    "kun": [
      "やしき"
    ]
  },
  "鄭": {
    "on": [
      "テイ",
      "ジョウ"
    ],
    "kun": []
  },
  "釘": {
    "on": [
      "テイ",
      "チョウ"
    ],
    "kun": [
      "くぎ"
    ]
  },
  "鼎": {
    "on": [
      "テイ"
    ],
    "kun": [
      "かなえ"
    ]
  },
  "泥": {
    "on": [
      "デイ",
      "ナイ",
      "デ",
      "ニ"
    ],
    "kun": [
      "どろ",
      "なず"
    ]
  },
  "摘": {
    "on": [
      "テキ"
    ],
    "kun": [
      "つ"
    ]
  },
  "擢": {
    "on": [
      "テキ",
      "タク"
    ],
    "kun": [
      "ぬ",
      "ぬき"
    ]
  },
  "敵": {
    "on": [
      "テキ"
    ],
    "kun": [
      "かたき",
      "あだ",
      "かな"
    ]
  },
  "滴": {
    "on": [
      "テキ"
    ],
    "kun": [
      "しずく",
      "したた"
    ]
  },
  "的": {
    "on": [
      "テキ"
    ],
    "kun": [
      "まと"
    ]
  },
  "笛": {
    "on": [
      "テキ"
    ],
    "kun": [
      "ふえ"
    ]
  },
  "適": {
    "on": [
      "テキ"
    ],
    "kun": [
      "かな"
    ]
  },
  "鏑": {
    "on": [
      "テキ"
    ],
    "kun": [
      "かぶら",
      "かぶらや",
      "やじり"
    ]
  },
  "溺": {
    "on": [
      "デキ",
      "ジョウ",
      "ニョウ"
    ],
    "kun": [
      "いばり",
      "おぼ"
    ]
  },
  "哲": {
    "on": [
      "テツ"
    ],
    "kun": [
      "さとい",
      "あきらか"
    ]
  },
  "徹": {
    "on": [
      "テツ"
    ],
    "kun": []
  },
  "撤": {
    "on": [
      "テツ"
    ],
    "kun": []
  },
  "轍": {
    "on": [
      "テツ"
    ],
    "kun": [
      "わだちい",
      "わだち"
    ]
  },
  "迭": {
    "on": [
      "テツ"
    ],
    "kun": []
  },
  "鉄": {
    "on": [
      "テツ"
    ],
    "kun": [
      "くろがね"
    ]
  },
  "典": {
    "on": [
      "テン",
      "デン"
    ],
    "kun": [
      "ふみ",
      "のり"
    ]
  },
  "填": {
    "on": [
      "テン",
      "チン"
    ],
    "kun": [
      "は",
      "うず",
      "しず",
      "ふさ"
    ]
  },
  "天": {
    "on": [
      "テン"
    ],
    "kun": [
      "あまつ",
      "あめ",
      "あま-"
    ]
  },
  "展": {
    "on": [
      "テン"
    ],
    "kun": []
  },
  "店": {
    "on": [
      "テン"
    ],
    "kun": [
      "みせ",
      "たな"
    ]
  },
  "添": {
    "on": [
      "テン"
    ],
    "kun": [
      "そ"
    ]
  },
  "纏": {
    "on": [
      "テン",
      "デン"
    ],
    "kun": [
      "まつ",
      "まと"
    ]
  },
  "甜": {
    "on": [
      "テン"
    ],
    "kun": [
      "うま",
      "あま"
    ]
  },
  "貼": {
    "on": [
      "テン",
      "チョウ"
    ],
    "kun": [
      "は",
      "つ"
    ]
  },
  "転": {
    "on": [
      "テン"
    ],
    "kun": [
      "ころ",
      "まろ",
      "うたた",
      "うつ",
      "くる"
    ]
  },
  "顛": {
    "on": [
      "テン"
    ],
    "kun": [
      "いただき",
      "たお"
    ]
  },
  "点": {
    "on": [
      "テン"
    ],
    "kun": [
      "つ",
      "た",
      "さ",
      "とぼ",
      "とも",
      "ぼち"
    ]
  },
  "伝": {
    "on": [
      "デン",
      "テン"
    ],
    "kun": [
      "つた",
      "つだ",
      "-づた",
      "つて"
    ]
  },
  "殿": {
    "on": [
      "デン",
      "テン"
    ],
    "kun": [
      "との",
      "-どの"
    ]
  },
  "澱": {
    "on": [
      "デン",
      "テン"
    ],
    "kun": [
      "おり",
      "ど",
      "よど"
    ]
  },
  "田": {
    "on": [
      "デン"
    ],
    "kun": [
      "た"
    ]
  },
  "電": {
    "on": [
      "デン"
    ],
    "kun": []
  },
  "兎": {
    "on": [
      "ト",
      "ツ"
    ],
    "kun": [
      "うさぎ"
    ]
  },
  "吐": {
    "on": [
      "ト"
    ],
    "kun": [
      "は",
      "つ"
    ]
  },
  "堵": {
    "on": [
      "ト"
    ],
    "kun": [
      "かき"
    ]
  },
  "塗": {
    "on": [
      "ト"
    ],
    "kun": [
      "ぬ",
      "まみ"
    ]
  },
  "妬": {
    "on": [
      "ト",
      "ツ"
    ],
    "kun": [
      "ねた",
      "そね",
      "つも",
      "ふさ"
    ]
  },
  "屠": {
    "on": [
      "ト",
      "チョ"
    ],
    "kun": [
      "ほふ"
    ]
  },
  "徒": {
    "on": [
      "ト"
    ],
    "kun": [
      "いたずら",
      "あだ"
    ]
  },
  "斗": {
    "on": [
      "ト",
      "トウ"
    ],
    "kun": []
  },
  "杜": {
    "on": [
      "ト",
      "トウ",
      "ズ"
    ],
    "kun": [
      "もり",
      "ふさ",
      "やまなし"
    ]
  },
  "渡": {
    "on": [
      "ト"
    ],
    "kun": [
      "わた",
      "-わた"
    ]
  },
  "登": {
    "on": [
      "トウ",
      "ト",
      "ドウ",
      "ショウ",
      "チョウ"
    ],
    "kun": [
      "のぼ",
      "あ"
    ]
  },
  "菟": {
    "on": [
      "ト",
      "ツ"
    ],
    "kun": [
      "うさぎ"
    ]
  },
  "賭": {
    "on": [
      "ト"
    ],
    "kun": [
      "か",
      "かけ"
    ]
  },
  "途": {
    "on": [
      "ト"
    ],
    "kun": [
      "みち"
    ]
  },
  "都": {
    "on": [
      "ト",
      "ツ"
    ],
    "kun": [
      "みやこ"
    ]
  },
  "鍍": {
    "on": [
      "ト"
    ],
    "kun": [
      "めっき"
    ]
  },
  "砥": {
    "on": [
      "シ",
      "テイ",
      "キイ",
      "チ"
    ],
    "kun": [
      "と",
      "といし",
      "みが"
    ]
  },
  "砺": {
    "on": [
      "レイ"
    ],
    "kun": [
      "あらと",
      "みが"
    ]
  },
  "努": {
    "on": [
      "ド"
    ],
    "kun": [
      "つと"
    ]
  },
  "度": {
    "on": [
      "ド",
      "ト",
      "タク"
    ],
    "kun": [
      "たび",
      "-た"
    ]
  },
  "土": {
    "on": [
      "ド",
      "ト"
    ],
    "kun": [
      "つち"
    ]
  },
  "奴": {
    "on": [
      "ド"
    ],
    "kun": [
      "やつ",
      "やっこ"
    ]
  },
  "怒": {
    "on": [
      "ド",
      "ヌ"
    ],
    "kun": [
      "いか",
      "おこ"
    ]
  },
  "倒": {
    "on": [
      "トウ"
    ],
    "kun": [
      "たお",
      "-だお",
      "さかさま",
      "さかさ",
      "さかしま"
    ]
  },
  "党": {
    "on": [
      "トウ"
    ],
    "kun": [
      "なかま",
      "むら"
    ]
  },
  "冬": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ふゆ"
    ]
  },
  "凍": {
    "on": [
      "トウ"
    ],
    "kun": [
      "こお",
      "こご",
      "い",
      "し"
    ]
  },
  "刀": {
    "on": [
      "トウ"
    ],
    "kun": [
      "かたな",
      "そり"
    ]
  },
  "唐": {
    "on": [
      "トウ"
    ],
    "kun": [
      "から"
    ]
  },
  "塔": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "塘": {
    "on": [
      "トウ"
    ],
    "kun": [
      "つつみ"
    ]
  },
  "套": {
    "on": [
      "トウ"
    ],
    "kun": [
      "かさ"
    ]
  },
  "宕": {
    "on": [
      "トウ"
    ],
    "kun": [
      "すぎる"
    ]
  },
  "島": {
    "on": [
      "トウ"
    ],
    "kun": [
      "しま"
    ]
  },
  "嶋": {
    "on": [
      "トウ"
    ],
    "kun": [
      "しま"
    ]
  },
  "悼": {
    "on": [
      "トウ"
    ],
    "kun": [
      "いた"
    ]
  },
  "投": {
    "on": [
      "トウ"
    ],
    "kun": [
      "な",
      "-な"
    ]
  },
  "搭": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "東": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ひがし"
    ]
  },
  "桃": {
    "on": [
      "トウ"
    ],
    "kun": [
      "もも"
    ]
  },
  "梼": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "棟": {
    "on": [
      "トウ"
    ],
    "kun": [
      "むね",
      "むな-"
    ]
  },
  "盗": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ぬす"
    ]
  },
  "淘": {
    "on": [
      "トウ"
    ],
    "kun": [
      "よな"
    ]
  },
  "湯": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ゆ"
    ]
  },
  "涛": {
    "on": [
      "トウ"
    ],
    "kun": [
      "なみ"
    ]
  },
  "灯": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ひ",
      "ほ-",
      "ともしび",
      "とも",
      "あかり"
    ]
  },
  "燈": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ひ",
      "ほ-",
      "ともしび",
      "とも",
      "あかり"
    ]
  },
  "当": {
    "on": [
      "トウ"
    ],
    "kun": [
      "あ",
      "まさ"
    ]
  },
  "痘": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "祷": {
    "on": [
      "トウ"
    ],
    "kun": [
      "いの",
      "まつ"
    ]
  },
  "等": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ひと",
      "など",
      "-ら"
    ]
  },
  "答": {
    "on": [
      "トウ"
    ],
    "kun": [
      "こた"
    ]
  },
  "筒": {
    "on": [
      "トウ"
    ],
    "kun": [
      "つつ"
    ]
  },
  "糖": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "統": {
    "on": [
      "トウ"
    ],
    "kun": [
      "す"
    ]
  },
  "到": {
    "on": [
      "トウ"
    ],
    "kun": [
      "いた"
    ]
  },
  "董": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ただ"
    ]
  },
  "蕩": {
    "on": [
      "トウ"
    ],
    "kun": [
      "とろ",
      "うご"
    ]
  },
  "藤": {
    "on": [
      "トウ",
      "ドウ"
    ],
    "kun": [
      "ふじ"
    ]
  },
  "討": {
    "on": [
      "トウ"
    ],
    "kun": [
      "う"
    ]
  },
  "謄": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "豆": {
    "on": [
      "トウ",
      "ズ"
    ],
    "kun": [
      "まめ",
      "まめ-"
    ]
  },
  "踏": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ふ"
    ]
  },
  "逃": {
    "on": [
      "トウ"
    ],
    "kun": [
      "に",
      "のが"
    ]
  },
  "透": {
    "on": [
      "トウ"
    ],
    "kun": [
      "す",
      "とう"
    ]
  },
  "鐙": {
    "on": [
      "トウ"
    ],
    "kun": [
      "あぶみ",
      "たかつき",
      "ひともし"
    ]
  },
  "陶": {
    "on": [
      "トウ"
    ],
    "kun": [
      "すえ"
    ]
  },
  "頭": {
    "on": [
      "トウ",
      "ズ",
      "ト"
    ],
    "kun": [
      "あたま",
      "かしら",
      "-がしら",
      "かぶり"
    ]
  },
  "騰": {
    "on": [
      "トウ"
    ],
    "kun": [
      "あが",
      "のぼ"
    ]
  },
  "闘": {
    "on": [
      "トウ"
    ],
    "kun": [
      "たたか",
      "あらそ"
    ]
  },
  "働": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "はたら"
    ]
  },
  "動": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "うご"
    ]
  },
  "同": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "おな"
    ]
  },
  "堂": {
    "on": [
      "ドウ"
    ],
    "kun": []
  },
  "導": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "みちび"
    ]
  },
  "憧": {
    "on": [
      "ショウ",
      "トウ",
      "ドウ"
    ],
    "kun": [
      "あこが"
    ]
  },
  "撞": {
    "on": [
      "ドウ",
      "トウ",
      "シュ"
    ],
    "kun": [
      "つ"
    ]
  },
  "洞": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "ほら"
    ]
  },
  "瞳": {
    "on": [
      "ドウ",
      "トウ"
    ],
    "kun": [
      "ひとみ"
    ]
  },
  "童": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "わらべ"
    ]
  },
  "胴": {
    "on": [
      "ドウ"
    ],
    "kun": []
  },
  "萄": {
    "on": [
      "ドウ",
      "トウ"
    ],
    "kun": []
  },
  "道": {
    "on": [
      "ドウ",
      "トウ"
    ],
    "kun": [
      "みち",
      "いう"
    ]
  },
  "銅": {
    "on": [
      "ドウ"
    ],
    "kun": [
      "あかがね"
    ]
  },
  "峠": {
    "on": [],
    "kun": [
      "とうげ"
    ]
  },
  "鴇": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "とき",
      "のがん"
    ]
  },
  "匿": {
    "on": [
      "トク"
    ],
    "kun": [
      "かくま"
    ]
  },
  "得": {
    "on": [
      "トク"
    ],
    "kun": [
      "え",
      "う"
    ]
  },
  "徳": {
    "on": [
      "トク"
    ],
    "kun": []
  },
  "涜": {
    "on": [
      "トク",
      "トウ"
    ],
    "kun": [
      "けが",
      "みぞ"
    ]
  },
  "特": {
    "on": [
      "トク"
    ],
    "kun": []
  },
  "督": {
    "on": [
      "トク"
    ],
    "kun": []
  },
  "禿": {
    "on": [
      "トク"
    ],
    "kun": [
      "ちび",
      "かむろ",
      "は",
      "はげ"
    ]
  },
  "篤": {
    "on": [
      "トク"
    ],
    "kun": [
      "あつ"
    ]
  },
  "毒": {
    "on": [
      "ドク"
    ],
    "kun": []
  },
  "独": {
    "on": [
      "ドク",
      "トク"
    ],
    "kun": [
      "ひと"
    ]
  },
  "読": {
    "on": [
      "ドク",
      "トク",
      "トウ"
    ],
    "kun": [
      "よ",
      "-よ"
    ]
  },
  "栃": {
    "on": [],
    "kun": [
      "とち"
    ]
  },
  "橡": {
    "on": [
      "ショウ",
      "ゾウ"
    ],
    "kun": [
      "とち",
      "くぬぎ"
    ]
  },
  "凸": {
    "on": [
      "トツ"
    ],
    "kun": [
      "でこ"
    ]
  },
  "突": {
    "on": [
      "トツ",
      "カ"
    ],
    "kun": [
      "つ"
    ]
  },
  "椴": {
    "on": [
      "タン",
      "ダン",
      "トド"
    ],
    "kun": [
      "むくげ"
    ]
  },
  "届": {
    "on": [
      "カイ"
    ],
    "kun": [
      "とど",
      "-とど"
    ]
  },
  "鳶": {
    "on": [
      "エン"
    ],
    "kun": [
      "とび",
      "とんび"
    ]
  },
  "苫": {
    "on": [
      "セン"
    ],
    "kun": [
      "とま"
    ]
  },
  "寅": {
    "on": [
      "イン"
    ],
    "kun": [
      "とら"
    ]
  },
  "酉": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "とり"
    ]
  },
  "瀞": {
    "on": [
      "セイ",
      "ショウ",
      "ジュウ"
    ],
    "kun": [
      "とろ",
      "きよ"
    ]
  },
  "噸": {
    "on": [
      "トン"
    ],
    "kun": []
  },
  "屯": {
    "on": [
      "トン"
    ],
    "kun": [
      "たむろ"
    ]
  },
  "惇": {
    "on": [
      "シュン",
      "ジュン",
      "トン"
    ],
    "kun": [
      "あつ"
    ]
  },
  "敦": {
    "on": [
      "トン",
      "タイ",
      "ダン",
      "チョウ"
    ],
    "kun": [
      "あつ"
    ]
  },
  "沌": {
    "on": [
      "トン"
    ],
    "kun": [
      "くら"
    ]
  },
  "豚": {
    "on": [
      "トン"
    ],
    "kun": [
      "ぶた"
    ]
  },
  "遁": {
    "on": [
      "トン",
      "シュン"
    ],
    "kun": [
      "のが"
    ]
  },
  "頓": {
    "on": [
      "トン",
      "トツ"
    ],
    "kun": [
      "にわか",
      "とん",
      "つまず",
      "とみ",
      "ぬかずく"
    ]
  },
  "呑": {
    "on": [
      "トン",
      "ドン"
    ],
    "kun": [
      "の"
    ]
  },
  "曇": {
    "on": [
      "ドン"
    ],
    "kun": [
      "くも"
    ]
  },
  "鈍": {
    "on": [
      "ドン"
    ],
    "kun": [
      "にぶ",
      "にぶ-",
      "なま",
      "なまく"
    ]
  },
  "奈": {
    "on": [
      "ナ",
      "ナイ",
      "ダイ"
    ],
    "kun": [
      "いかん",
      "からなし"
    ]
  },
  "那": {
    "on": [
      "ナ",
      "ダ"
    ],
    "kun": [
      "なに",
      "なんぞ",
      "いかん"
    ]
  },
  "内": {
    "on": [
      "ナイ",
      "ダイ"
    ],
    "kun": [
      "うち"
    ]
  },
  "乍": {
    "on": [
      "サ",
      "サク"
    ],
    "kun": [
      "-なが",
      "たちま"
    ]
  },
  "凪": {
    "on": [],
    "kun": [
      "なぎ",
      "な"
    ]
  },
  "薙": {
    "on": [
      "テイ",
      "チ"
    ],
    "kun": [
      "な",
      "なぎ",
      "か"
    ]
  },
  "謎": {
    "on": [
      "メイ",
      "ベイ"
    ],
    "kun": [
      "なぞ"
    ]
  },
  "灘": {
    "on": [
      "タン",
      "ダン"
    ],
    "kun": [
      "なだ",
      "せ"
    ]
  },
  "捺": {
    "on": [
      "ナツ",
      "ダツ"
    ],
    "kun": [
      "さ",
      "お"
    ]
  },
  "鍋": {
    "on": [
      "カ"
    ],
    "kun": [
      "なべ"
    ]
  },
  "楢": {
    "on": [
      "シュウ",
      "ユウ"
    ],
    "kun": [
      "なら"
    ]
  },
  "馴": {
    "on": [
      "ジュン",
      "シュン",
      "クン"
    ],
    "kun": [
      "な",
      "したが"
    ]
  },
  "縄": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "なわ",
      "ただ"
    ]
  },
  "畷": {
    "on": [
      "テツ",
      "テイ",
      "セイ"
    ],
    "kun": [
      "なわて"
    ]
  },
  "南": {
    "on": [
      "ナン",
      "ナ"
    ],
    "kun": [
      "みなみ"
    ]
  },
  "楠": {
    "on": [
      "ナン",
      "ダン",
      "ゼン",
      "ネン"
    ],
    "kun": [
      "くす",
      "くすのき"
    ]
  },
  "軟": {
    "on": [
      "ナン"
    ],
    "kun": [
      "やわ"
    ]
  },
  "難": {
    "on": [
      "ナン"
    ],
    "kun": [
      "かた",
      "-がた",
      "むずか",
      "むづか",
      "むつか",
      "-にく"
    ]
  },
  "汝": {
    "on": [
      "ジョ"
    ],
    "kun": [
      "なんじ",
      "なれ",
      "い",
      "うぬ",
      "いまし",
      "し",
      "しゃ",
      "な",
      "なむち",
      "まし",
      "みまし"
    ]
  },
  "二": {
    "on": [
      "ニ",
      "ジ"
    ],
    "kun": [
      "ふた",
      "ふたたび"
    ]
  },
  "尼": {
    "on": [
      "ニ"
    ],
    "kun": [
      "あま"
    ]
  },
  "弐": {
    "on": [
      "ニ",
      "ジ"
    ],
    "kun": [
      "ふた",
      "そえ"
    ]
  },
  "迩": {
    "on": [
      "ジ",
      "ニ"
    ],
    "kun": [
      "ちか"
    ]
  },
  "匂": {
    "on": [],
    "kun": [
      "にお"
    ]
  },
  "賑": {
    "on": [
      "シン"
    ],
    "kun": [
      "にぎ"
    ]
  },
  "肉": {
    "on": [
      "ニク"
    ],
    "kun": [
      "しし"
    ]
  },
  "虹": {
    "on": [
      "コウ"
    ],
    "kun": [
      "にじ"
    ]
  },
  "廿": {
    "on": [
      "ジュウ",
      "ニュウ"
    ],
    "kun": [
      "にじゅう"
    ]
  },
  "日": {
    "on": [
      "ニチ",
      "ジツ"
    ],
    "kun": [
      "ひ",
      "-び",
      "-か"
    ]
  },
  "乳": {
    "on": [
      "ニュウ"
    ],
    "kun": [
      "ちち",
      "ち"
    ]
  },
  "入": {
    "on": [
      "ニュウ",
      "ジュ"
    ],
    "kun": [
      "い",
      "-い",
      "はい"
    ]
  },
  "如": {
    "on": [
      "ジョ",
      "ニョ"
    ],
    "kun": [
      "ごと"
    ]
  },
  "尿": {
    "on": [
      "ニョウ"
    ],
    "kun": [
      "ゆばり",
      "いばり",
      "しと"
    ]
  },
  "韮": {
    "on": [
      "キュウ",
      "ク"
    ],
    "kun": [
      "にら"
    ]
  },
  "任": {
    "on": [
      "ニン"
    ],
    "kun": [
      "まか"
    ]
  },
  "妊": {
    "on": [
      "ニン",
      "ジン"
    ],
    "kun": [
      "はら",
      "みごも"
    ]
  },
  "忍": {
    "on": [
      "ニン"
    ],
    "kun": [
      "しの"
    ]
  },
  "認": {
    "on": [
      "ニン"
    ],
    "kun": [
      "みと",
      "したた"
    ]
  },
  "濡": {
    "on": [
      "ジュ",
      "ニュ"
    ],
    "kun": [
      "ぬれ",
      "ぬら",
      "ぬ",
      "うるお"
    ]
  },
  "禰": {
    "on": [
      "ネ",
      "デイ",
      "ナイ"
    ],
    "kun": []
  },
  "祢": {
    "on": [
      "ネ",
      "デイ",
      "ナイ"
    ],
    "kun": []
  },
  "寧": {
    "on": [
      "ネイ"
    ],
    "kun": [
      "むし"
    ]
  },
  "葱": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "ねぎ"
    ]
  },
  "猫": {
    "on": [
      "ビョウ"
    ],
    "kun": [
      "ねこ"
    ]
  },
  "熱": {
    "on": [
      "ネツ"
    ],
    "kun": [
      "あつ"
    ]
  },
  "年": {
    "on": [
      "ネン"
    ],
    "kun": [
      "とし"
    ]
  },
  "念": {
    "on": [
      "ネン"
    ],
    "kun": []
  },
  "捻": {
    "on": [
      "ネン",
      "ジョウ"
    ],
    "kun": [
      "ね",
      "ねじ",
      "ひね"
    ]
  },
  "撚": {
    "on": [
      "ネン"
    ],
    "kun": [
      "よ",
      "より",
      "ひね"
    ]
  },
  "燃": {
    "on": [
      "ネン"
    ],
    "kun": [
      "も"
    ]
  },
  "粘": {
    "on": [
      "ネン"
    ],
    "kun": [
      "ねば"
    ]
  },
  "乃": {
    "on": [
      "ナイ",
      "ダイ",
      "ノ",
      "アイ"
    ],
    "kun": [
      "の",
      "すなわ",
      "なんじ"
    ]
  },
  "廼": {
    "on": [
      "ナイ",
      "ダイ",
      "ノ",
      "アイ"
    ],
    "kun": [
      "すなわ",
      "なんじ"
    ]
  },
  "之": {
    "on": [
      "シ"
    ],
    "kun": [
      "の",
      "これ",
      "ゆく",
      "この"
    ]
  },
  "埜": {
    "on": [
      "ヤ",
      "ショ"
    ],
    "kun": [
      "の"
    ]
  },
  "嚢": {
    "on": [
      "ノウ",
      "ドウ"
    ],
    "kun": [
      "ふくろ"
    ]
  },
  "悩": {
    "on": [
      "ノウ"
    ],
    "kun": [
      "なや",
      "なやみ"
    ]
  },
  "濃": {
    "on": [
      "ノウ"
    ],
    "kun": [
      "こ"
    ]
  },
  "納": {
    "on": [
      "ノウ",
      "ナッ",
      "ナ",
      "ナン",
      "トウ"
    ],
    "kun": [
      "おさ",
      "-おさ"
    ]
  },
  "能": {
    "on": [
      "ノウ"
    ],
    "kun": [
      "よ",
      "あた"
    ]
  },
  "脳": {
    "on": [
      "ノウ",
      "ドウ"
    ],
    "kun": [
      "のうずる"
    ]
  },
  "膿": {
    "on": [
      "ノウ",
      "ドウ"
    ],
    "kun": [
      "う",
      "うみ"
    ]
  },
  "農": {
    "on": [
      "ノウ"
    ],
    "kun": []
  },
  "覗": {
    "on": [
      "シ"
    ],
    "kun": [
      "のぞ",
      "うかが"
    ]
  },
  "蚤": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "のみ",
      "はやい"
    ]
  },
  "巴": {
    "on": [
      "ハ"
    ],
    "kun": [
      "ともえ",
      "うずまき"
    ]
  },
  "把": {
    "on": [
      "ハ",
      "ワ"
    ],
    "kun": []
  },
  "播": {
    "on": [
      "ハ",
      "バン",
      "ハン"
    ],
    "kun": [
      "ま"
    ]
  },
  "覇": {
    "on": [
      "ハ",
      "ハク"
    ],
    "kun": [
      "はたがしら"
    ]
  },
  "杷": {
    "on": [
      "ハ"
    ],
    "kun": [
      "つか"
    ]
  },
  "波": {
    "on": [
      "ハ"
    ],
    "kun": [
      "なみ"
    ]
  },
  "派": {
    "on": [
      "ハ"
    ],
    "kun": []
  },
  "琶": {
    "on": [
      "ハ",
      "ベ",
      "ワ"
    ],
    "kun": []
  },
  "破": {
    "on": [
      "ハ"
    ],
    "kun": [
      "やぶ",
      "わ"
    ]
  },
  "婆": {
    "on": [
      "バ"
    ],
    "kun": [
      "ばば",
      "ばあ"
    ]
  },
  "罵": {
    "on": [
      "バ"
    ],
    "kun": [
      "ののし"
    ]
  },
  "芭": {
    "on": [
      "バ",
      "ハ"
    ],
    "kun": []
  },
  "馬": {
    "on": [
      "バ"
    ],
    "kun": [
      "うま",
      "うま-",
      "ま"
    ]
  },
  "俳": {
    "on": [
      "ハイ"
    ],
    "kun": []
  },
  "廃": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "すた"
    ]
  },
  "拝": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "おが",
      "おろが"
    ]
  },
  "排": {
    "on": [
      "ハイ"
    ],
    "kun": []
  },
  "敗": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "やぶ"
    ]
  },
  "杯": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "さかずき"
    ]
  },
  "盃": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "さかずき"
    ]
  },
  "牌": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "ぱい",
      "ふだ"
    ]
  },
  "背": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "せ",
      "せい",
      "そむ"
    ]
  },
  "肺": {
    "on": [
      "ハイ"
    ],
    "kun": []
  },
  "輩": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "-ばら",
      "やから",
      "やかい",
      "ともがら"
    ]
  },
  "配": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "くば"
    ]
  },
  "倍": {
    "on": [
      "バイ"
    ],
    "kun": []
  },
  "培": {
    "on": [
      "バイ"
    ],
    "kun": [
      "つちか"
    ]
  },
  "媒": {
    "on": [
      "バイ"
    ],
    "kun": [
      "なこうど"
    ]
  },
  "梅": {
    "on": [
      "バイ"
    ],
    "kun": [
      "うめ"
    ]
  },
  "楳": {
    "on": [
      "バイ"
    ],
    "kun": [
      "うめ"
    ]
  },
  "煤": {
    "on": [
      "バイ",
      "マイ"
    ],
    "kun": [
      "すす"
    ]
  },
  "狽": {
    "on": [
      "ケン",
      "バイ",
      "ハイ"
    ],
    "kun": []
  },
  "買": {
    "on": [
      "バイ"
    ],
    "kun": [
      "か"
    ]
  },
  "売": {
    "on": [
      "バイ"
    ],
    "kun": [
      "う"
    ]
  },
  "賠": {
    "on": [
      "バイ"
    ],
    "kun": []
  },
  "陪": {
    "on": [
      "バイ"
    ],
    "kun": []
  },
  "這": {
    "on": [
      "シャ",
      "ゲン"
    ],
    "kun": [
      "は",
      "むか",
      "この"
    ]
  },
  "蝿": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "はえ",
      "はい"
    ]
  },
  "秤": {
    "on": [
      "ショウ",
      "ヒン",
      "ビン"
    ],
    "kun": [
      "はかり"
    ]
  },
  "矧": {
    "on": [
      "シン"
    ],
    "kun": [
      "は",
      "いわ",
      "はぐき",
      "はぎ"
    ]
  },
  "萩": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "はぎ"
    ]
  },
  "伯": {
    "on": [
      "ハク"
    ],
    "kun": []
  },
  "剥": {
    "on": [
      "ハク",
      "ホク"
    ],
    "kun": [
      "へ",
      "へず",
      "む",
      "は"
    ]
  },
  "博": {
    "on": [
      "ハク",
      "バク"
    ],
    "kun": []
  },
  "拍": {
    "on": [
      "ハク",
      "ヒョウ"
    ],
    "kun": []
  },
  "柏": {
    "on": [
      "ハク",
      "ヒャク",
      "ビャク"
    ],
    "kun": [
      "かしわ"
    ]
  },
  "泊": {
    "on": [
      "ハク"
    ],
    "kun": [
      "と"
    ]
  },
  "白": {
    "on": [
      "ハク",
      "ビャク"
    ],
    "kun": [
      "しろ",
      "しら-"
    ]
  },
  "箔": {
    "on": [
      "ハク"
    ],
    "kun": [
      "すだれ"
    ]
  },
  "粕": {
    "on": [
      "ハク"
    ],
    "kun": [
      "かす"
    ]
  },
  "舶": {
    "on": [
      "ハク"
    ],
    "kun": []
  },
  "薄": {
    "on": [
      "ハク"
    ],
    "kun": [
      "うす",
      "うす-",
      "-うす",
      "すすき"
    ]
  },
  "迫": {
    "on": [
      "ハク"
    ],
    "kun": [
      "せま"
    ]
  },
  "曝": {
    "on": [
      "バク",
      "ホク",
      "ボク"
    ],
    "kun": [
      "さら"
    ]
  },
  "漠": {
    "on": [
      "バク"
    ],
    "kun": []
  },
  "爆": {
    "on": [
      "バク"
    ],
    "kun": [
      "は"
    ]
  },
  "縛": {
    "on": [
      "バク"
    ],
    "kun": [
      "しば"
    ]
  },
  "莫": {
    "on": [
      "バク",
      "ボ",
      "マク",
      "モ",
      "ナイ"
    ],
    "kun": [
      "くれ",
      "なか",
      "なし"
    ]
  },
  "駁": {
    "on": [
      "ハク",
      "バク"
    ],
    "kun": [
      "ぶち",
      "まじ",
      "まだら"
    ]
  },
  "麦": {
    "on": [
      "バク"
    ],
    "kun": [
      "むぎ"
    ]
  },
  "函": {
    "on": [
      "カン"
    ],
    "kun": [
      "はこ",
      "い"
    ]
  },
  "箱": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "はこ"
    ]
  },
  "硲": {
    "on": [],
    "kun": [
      "はざま"
    ]
  },
  "箸": {
    "on": [
      "チョ",
      "チャク"
    ],
    "kun": [
      "はし"
    ]
  },
  "肇": {
    "on": [
      "チョウ",
      "ジョウ",
      "トウ"
    ],
    "kun": [
      "はじ",
      "はじめ"
    ]
  },
  "筈": {
    "on": [
      "カツ"
    ],
    "kun": [
      "はず",
      "やはず"
    ]
  },
  "櫨": {
    "on": [
      "ロ"
    ],
    "kun": [
      "はぜ"
    ]
  },
  "幡": {
    "on": [
      "マン",
      "ハン",
      "バン",
      "ホン"
    ],
    "kun": [
      "はた"
    ]
  },
  "肌": {
    "on": [
      "キ"
    ],
    "kun": [
      "はだ"
    ]
  },
  "畑": {
    "on": [],
    "kun": [
      "はた",
      "はたけ",
      "-ばたけ"
    ]
  },
  "畠": {
    "on": [],
    "kun": [
      "はたけ",
      "はた"
    ]
  },
  "八": {
    "on": [
      "ハチ",
      "ハツ"
    ],
    "kun": [
      "や",
      "やっ",
      "よう"
    ]
  },
  "鉢": {
    "on": [
      "ハチ",
      "ハツ"
    ],
    "kun": []
  },
  "溌": {
    "on": [
      "ハツ"
    ],
    "kun": [
      "も",
      "とびち",
      "そそ"
    ]
  },
  "発": {
    "on": [
      "ハツ",
      "ホツ"
    ],
    "kun": [
      "た",
      "あば",
      "おこ",
      "つか",
      "はな"
    ]
  },
  "醗": {
    "on": [
      "ハツ"
    ],
    "kun": [
      "かも"
    ]
  },
  "髪": {
    "on": [
      "ハツ"
    ],
    "kun": [
      "かみ"
    ]
  },
  "伐": {
    "on": [
      "バツ",
      "ハツ",
      "カ",
      "ボチ"
    ],
    "kun": [
      "き",
      "そむ",
      "う"
    ]
  },
  "罰": {
    "on": [
      "バツ",
      "バチ",
      "ハツ"
    ],
    "kun": [
      "ばっ"
    ]
  },
  "抜": {
    "on": [
      "バツ",
      "ハツ",
      "ハイ"
    ],
    "kun": [
      "ぬ",
      "-ぬ"
    ]
  },
  "筏": {
    "on": [
      "バツ",
      "ハツ",
      "ボチ"
    ],
    "kun": [
      "いかだ"
    ]
  },
  "閥": {
    "on": [
      "バツ"
    ],
    "kun": []
  },
  "鳩": {
    "on": [
      "キュウ",
      "ク"
    ],
    "kun": [
      "はと",
      "あつ"
    ]
  },
  "噺": {
    "on": [],
    "kun": [
      "はなし"
    ]
  },
  "塙": {
    "on": [
      "カク",
      "コウ"
    ],
    "kun": [
      "はなわ",
      "かた"
    ]
  },
  "蛤": {
    "on": [
      "コウ"
    ],
    "kun": [
      "はまぐり"
    ]
  },
  "隼": {
    "on": [
      "シュン",
      "ジュン"
    ],
    "kun": [
      "はやぶさ"
    ]
  },
  "伴": {
    "on": [
      "ハン",
      "バン"
    ],
    "kun": [
      "ともな"
    ]
  },
  "判": {
    "on": [
      "ハン",
      "バン"
    ],
    "kun": [
      "わか"
    ]
  },
  "半": {
    "on": [
      "ハン"
    ],
    "kun": [
      "なか"
    ]
  },
  "反": {
    "on": [
      "ハン",
      "ホン",
      "タン",
      "ホ"
    ],
    "kun": [
      "そ",
      "かえ",
      "-かえ"
    ]
  },
  "叛": {
    "on": [
      "ハン",
      "ホン"
    ],
    "kun": [
      "そむ"
    ]
  },
  "帆": {
    "on": [
      "ハン"
    ],
    "kun": [
      "ほ"
    ]
  },
  "搬": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "斑": {
    "on": [
      "ハン"
    ],
    "kun": [
      "ふ",
      "まだら"
    ]
  },
  "板": {
    "on": [
      "ハン",
      "バン"
    ],
    "kun": [
      "いた"
    ]
  },
  "氾": {
    "on": [
      "ハン"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "汎": {
    "on": [
      "ハン",
      "ブ",
      "フウ",
      "ホウ",
      "ホン"
    ],
    "kun": [
      "ただよ",
      "ひろ"
    ]
  },
  "版": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "犯": {
    "on": [
      "ハン",
      "ボン"
    ],
    "kun": [
      "おか"
    ]
  },
  "班": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "畔": {
    "on": [
      "ハン"
    ],
    "kun": [
      "あぜ",
      "くろ",
      "ほとり"
    ]
  },
  "繁": {
    "on": [
      "ハン"
    ],
    "kun": [
      "しげ"
    ]
  },
  "般": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "藩": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "販": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "範": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "釆": {
    "on": [
      "ハン",
      "ベン",
      "サイ"
    ],
    "kun": [
      "と",
      "いろどり",
      "のごめ"
    ]
  },
  "煩": {
    "on": [
      "ハン",
      "ボン"
    ],
    "kun": [
      "わずら",
      "うるさ"
    ]
  },
  "頒": {
    "on": [
      "ハン"
    ],
    "kun": [
      "わ"
    ]
  },
  "飯": {
    "on": [
      "ハン"
    ],
    "kun": [
      "めし"
    ]
  },
  "挽": {
    "on": [
      "バン"
    ],
    "kun": [
      "ひ"
    ]
  },
  "晩": {
    "on": [
      "バン"
    ],
    "kun": []
  },
  "番": {
    "on": [
      "バン"
    ],
    "kun": [
      "つが"
    ]
  },
  "盤": {
    "on": [
      "バン"
    ],
    "kun": []
  },
  "磐": {
    "on": [
      "バン",
      "ハン"
    ],
    "kun": [
      "いわ"
    ]
  },
  "蕃": {
    "on": [
      "バン",
      "ハン"
    ],
    "kun": []
  },
  "蛮": {
    "on": [
      "バン"
    ],
    "kun": [
      "えびす"
    ]
  },
  "匪": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "あら",
      "かたみ"
    ]
  },
  "卑": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "いや"
    ]
  },
  "否": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "いな",
      "いや"
    ]
  },
  "妃": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "きさき"
    ]
  },
  "庇": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "ひさし",
      "おお",
      "かば"
    ]
  },
  "彼": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "かれ",
      "かの",
      "か"
    ]
  },
  "悲": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "かな"
    ]
  },
  "扉": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "とびら"
    ]
  },
  "批": {
    "on": [
      "ヒ"
    ],
    "kun": []
  },
  "披": {
    "on": [
      "ヒ"
    ],
    "kun": []
  },
  "斐": {
    "on": [
      "ヒ",
      "イ"
    ],
    "kun": []
  },
  "比": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "くら"
    ]
  },
  "泌": {
    "on": [
      "ヒツ",
      "ヒ"
    ],
    "kun": []
  },
  "疲": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "つか",
      "-づか"
    ]
  },
  "皮": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "かわ"
    ]
  },
  "碑": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "いしぶみ"
    ]
  },
  "秘": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "ひ",
      "ひそ",
      "かく"
    ]
  },
  "緋": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "あけ",
      "あか"
    ]
  },
  "罷": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "まか",
      "や"
    ]
  },
  "肥": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "こ",
      "こえ",
      "ふと"
    ]
  },
  "被": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "こうむ",
      "おお",
      "かぶ"
    ]
  },
  "誹": {
    "on": [
      "ヒ",
      "ハイ"
    ],
    "kun": [
      "そし"
    ]
  },
  "費": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "つい"
    ]
  },
  "避": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "さ",
      "よ"
    ]
  },
  "非": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "あら"
    ]
  },
  "飛": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "と",
      "-と"
    ]
  },
  "樋": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ひ",
      "とい"
    ]
  },
  "簸": {
    "on": [
      "ハ"
    ],
    "kun": [
      "ひ"
    ]
  },
  "備": {
    "on": [
      "ビ"
    ],
    "kun": [
      "そな",
      "つぶさ"
    ]
  },
  "尾": {
    "on": [
      "ビ"
    ],
    "kun": [
      "お"
    ]
  },
  "微": {
    "on": [
      "ビ"
    ],
    "kun": [
      "かす"
    ]
  },
  "枇": {
    "on": [
      "ビ",
      "ヒ"
    ],
    "kun": []
  },
  "毘": {
    "on": [
      "ヒ",
      "ビ"
    ],
    "kun": [
      "たす"
    ]
  },
  "琵": {
    "on": [
      "ビ",
      "ヒ"
    ],
    "kun": []
  },
  "眉": {
    "on": [
      "ビ",
      "ミ"
    ],
    "kun": [
      "まゆ"
    ]
  },
  "美": {
    "on": [
      "ビ",
      "ミ"
    ],
    "kun": [
      "うつく"
    ]
  },
  "鼻": {
    "on": [
      "ビ"
    ],
    "kun": [
      "はな"
    ]
  },
  "柊": {
    "on": [
      "シュ",
      "シュウ"
    ],
    "kun": [
      "ひいらぎ"
    ]
  },
  "稗": {
    "on": [
      "ハイ",
      "ヒ"
    ],
    "kun": [
      "ひえ"
    ]
  },
  "匹": {
    "on": [
      "ヒツ"
    ],
    "kun": [
      "ひき"
    ]
  },
  "疋": {
    "on": [
      "ヒキ",
      "ショ",
      "ソ",
      "ヒツ"
    ],
    "kun": [
      "あし"
    ]
  },
  "髭": {
    "on": [
      "シ"
    ],
    "kun": [
      "ひげ",
      "くちひげ"
    ]
  },
  "彦": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "ひこ"
    ]
  },
  "膝": {
    "on": [
      "シツ"
    ],
    "kun": [
      "ひざ"
    ]
  },
  "菱": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "ひし"
    ]
  },
  "肘": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "ひじ"
    ]
  },
  "弼": {
    "on": [
      "ヒツ"
    ],
    "kun": [
      "たす",
      "ゆだめ"
    ]
  },
  "必": {
    "on": [
      "ヒツ"
    ],
    "kun": [
      "かなら"
    ]
  },
  "畢": {
    "on": [
      "ヒツ"
    ],
    "kun": [
      "おわ",
      "あみ",
      "ことごとく"
    ]
  },
  "筆": {
    "on": [
      "ヒツ"
    ],
    "kun": [
      "ふで"
    ]
  },
  "逼": {
    "on": [
      "フク",
      "ヒツ",
      "ヒョク",
      "ヒキ"
    ],
    "kun": [
      "せま",
      "むかばき"
    ]
  },
  "桧": {
    "on": [
      "カイ"
    ],
    "kun": [
      "ひのき",
      "ひ"
    ]
  },
  "姫": {
    "on": [
      "キ"
    ],
    "kun": [
      "ひめ",
      "ひめ-"
    ]
  },
  "媛": {
    "on": [
      "エン"
    ],
    "kun": [
      "ひめ"
    ]
  },
  "紐": {
    "on": [
      "チュウ",
      "ジュウ"
    ],
    "kun": [
      "ひも"
    ]
  },
  "百": {
    "on": [
      "ヒャク",
      "ビャク"
    ],
    "kun": [
      "もも"
    ]
  },
  "謬": {
    "on": [
      "ビュウ",
      "ビョウ",
      "ミュウ"
    ],
    "kun": [
      "あやま"
    ]
  },
  "俵": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "たわら"
    ]
  },
  "彪": {
    "on": [
      "ヒョウ",
      "ヒュウ"
    ],
    "kun": [
      "あや"
    ]
  },
  "標": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "しるべ",
      "しるし"
    ]
  },
  "氷": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "こおり",
      "ひ",
      "こお"
    ]
  },
  "漂": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "ただよ"
    ]
  },
  "瓢": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "ひさご",
      "ふくべ"
    ]
  },
  "票": {
    "on": [
      "ヒョウ"
    ],
    "kun": []
  },
  "表": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "おもて",
      "-おもて",
      "あらわ",
      "あら"
    ]
  },
  "評": {
    "on": [
      "ヒョウ"
    ],
    "kun": []
  },
  "豹": {
    "on": [
      "ヒョウ",
      "ホウ"
    ],
    "kun": []
  },
  "廟": {
    "on": [
      "ビョウ",
      "ミョウ"
    ],
    "kun": [
      "たまや",
      "みたまや",
      "やしろ"
    ]
  },
  "描": {
    "on": [
      "ビョウ"
    ],
    "kun": [
      "えが",
      "か"
    ]
  },
  "病": {
    "on": [
      "ビョウ",
      "ヘイ"
    ],
    "kun": [
      "や",
      "-や",
      "やまい"
    ]
  },
  "秒": {
    "on": [
      "ビョウ"
    ],
    "kun": []
  },
  "苗": {
    "on": [
      "ビョウ",
      "ミョウ"
    ],
    "kun": [
      "なえ",
      "なわ-"
    ]
  },
  "錨": {
    "on": [
      "ビョウ",
      "ミョウ"
    ],
    "kun": [
      "いかり"
    ]
  },
  "鋲": {
    "on": [],
    "kun": [
      "びょう"
    ]
  },
  "蒜": {
    "on": [
      "サン"
    ],
    "kun": [
      "にんにく",
      "ひる",
      "のびる"
    ]
  },
  "蛭": {
    "on": [
      "シツ",
      "チツ"
    ],
    "kun": [
      "ひる"
    ]
  },
  "鰭": {
    "on": [
      "キ",
      "ギ"
    ],
    "kun": [
      "ひれ"
    ]
  },
  "品": {
    "on": [
      "ヒン",
      "ホン"
    ],
    "kun": [
      "しな"
    ]
  },
  "彬": {
    "on": [
      "ヒン",
      "フン"
    ],
    "kun": [
      "うるわ",
      "あき"
    ]
  },
  "斌": {
    "on": [
      "ヒン",
      "フン"
    ],
    "kun": [
      "うるわ",
      "あき"
    ]
  },
  "浜": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "はま"
    ]
  },
  "瀕": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "ほとり"
    ]
  },
  "貧": {
    "on": [
      "ヒン",
      "ビン"
    ],
    "kun": [
      "まず"
    ]
  },
  "賓": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "まろうど",
      "したがう"
    ]
  },
  "頻": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "しき"
    ]
  },
  "敏": {
    "on": [
      "ビン"
    ],
    "kun": [
      "さとい"
    ]
  },
  "瓶": {
    "on": [
      "ビン",
      "ヘイ"
    ],
    "kun": [
      "かめ"
    ]
  },
  "不": {
    "on": [
      "フ",
      "ブ"
    ],
    "kun": []
  },
  "付": {
    "on": [
      "フ"
    ],
    "kun": [
      "つ",
      "-つ",
      "-づ",
      "-づけ",
      "-つき",
      "-づき"
    ]
  },
  "埠": {
    "on": [
      "フ",
      "ホ"
    ],
    "kun": [
      "つか",
      "はとば"
    ]
  },
  "夫": {
    "on": [
      "フ",
      "フウ",
      "ブ"
    ],
    "kun": [
      "おっと",
      "それ"
    ]
  },
  "婦": {
    "on": [
      "フ"
    ],
    "kun": [
      "よめ"
    ]
  },
  "富": {
    "on": [
      "フ",
      "フウ"
    ],
    "kun": [
      "と",
      "とみ"
    ]
  },
  "冨": {
    "on": [
      "フ",
      "フウ"
    ],
    "kun": [
      "と",
      "とみ"
    ]
  },
  "布": {
    "on": [
      "フ",
      "ホ"
    ],
    "kun": [
      "ぬの",
      "し",
      "きれ"
    ]
  },
  "府": {
    "on": [
      "フ"
    ],
    "kun": []
  },
  "怖": {
    "on": [
      "フ",
      "ホ"
    ],
    "kun": [
      "こわ",
      "お",
      "おそ"
    ]
  },
  "扶": {
    "on": [
      "フ"
    ],
    "kun": [
      "たす"
    ]
  },
  "敷": {
    "on": [
      "フ"
    ],
    "kun": [
      "し",
      "-し"
    ]
  },
  "斧": {
    "on": [
      "フ"
    ],
    "kun": [
      "おの"
    ]
  },
  "普": {
    "on": [
      "フ"
    ],
    "kun": [
      "あまね",
      "あまねし"
    ]
  },
  "浮": {
    "on": [
      "フ"
    ],
    "kun": [
      "う"
    ]
  },
  "父": {
    "on": [
      "フ"
    ],
    "kun": [
      "ちち"
    ]
  },
  "符": {
    "on": [
      "フ"
    ],
    "kun": []
  },
  "腐": {
    "on": [
      "フ"
    ],
    "kun": [
      "くさ",
      "-くさ"
    ]
  },
  "膚": {
    "on": [
      "フ"
    ],
    "kun": [
      "はだ"
    ]
  },
  "芙": {
    "on": [
      "フ"
    ],
    "kun": []
  },
  "譜": {
    "on": [
      "フ"
    ],
    "kun": []
  },
  "負": {
    "on": [
      "フ"
    ],
    "kun": [
      "ま",
      "お"
    ]
  },
  "賦": {
    "on": [
      "フ",
      "ブ"
    ],
    "kun": []
  },
  "赴": {
    "on": [
      "フ"
    ],
    "kun": [
      "おもむ"
    ]
  },
  "阜": {
    "on": [
      "フ",
      "フウ"
    ],
    "kun": []
  },
  "附": {
    "on": [
      "フ"
    ],
    "kun": [
      "つ"
    ]
  },
  "侮": {
    "on": [
      "ブ"
    ],
    "kun": [
      "あなど",
      "あなず"
    ]
  },
  "撫": {
    "on": [
      "ブ",
      "フ"
    ],
    "kun": [
      "な"
    ]
  },
  "武": {
    "on": [
      "ブ",
      "ム"
    ],
    "kun": [
      "たけ"
    ]
  },
  "舞": {
    "on": [
      "ブ"
    ],
    "kun": [
      "ま",
      "-ま",
      "まい"
    ]
  },
  "葡": {
    "on": [
      "ブ",
      "ホ"
    ],
    "kun": []
  },
  "蕪": {
    "on": [
      "ブ",
      "ム"
    ],
    "kun": [
      "かぶ",
      "かぶら",
      "あれる"
    ]
  },
  "部": {
    "on": [
      "ブ"
    ],
    "kun": [
      "-べ"
    ]
  },
  "封": {
    "on": [
      "フウ",
      "ホウ"
    ],
    "kun": []
  },
  "楓": {
    "on": [
      "フウ"
    ],
    "kun": [
      "かえで"
    ]
  },
  "風": {
    "on": [
      "フウ",
      "フ"
    ],
    "kun": [
      "かぜ",
      "かざ-"
    ]
  },
  "葺": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "あし",
      "ふ",
      "ふき"
    ]
  },
  "蕗": {
    "on": [
      "ロ",
      "ル"
    ],
    "kun": [
      "ふき"
    ]
  },
  "伏": {
    "on": [
      "フク"
    ],
    "kun": [
      "ふ"
    ]
  },
  "副": {
    "on": [
      "フク"
    ],
    "kun": []
  },
  "復": {
    "on": [
      "フク"
    ],
    "kun": [
      "また"
    ]
  },
  "幅": {
    "on": [
      "フク"
    ],
    "kun": [
      "はば"
    ]
  },
  "服": {
    "on": [
      "フク"
    ],
    "kun": []
  },
  "福": {
    "on": [
      "フク"
    ],
    "kun": []
  },
  "腹": {
    "on": [
      "フク"
    ],
    "kun": [
      "はら"
    ]
  },
  "複": {
    "on": [
      "フク"
    ],
    "kun": []
  },
  "覆": {
    "on": [
      "フク"
    ],
    "kun": [
      "おお",
      "くつがえ"
    ]
  },
  "淵": {
    "on": [
      "エン",
      "カク",
      "コウ"
    ],
    "kun": [
      "ふち",
      "かた",
      "はなわ"
    ]
  },
  "弗": {
    "on": [
      "フツ",
      "ホチ"
    ],
    "kun": [
      "どる",
      "ず"
    ]
  },
  "払": {
    "on": [
      "フツ",
      "ヒツ",
      "ホツ"
    ],
    "kun": [
      "はら",
      "-はら",
      "-ばら"
    ]
  },
  "沸": {
    "on": [
      "フツ"
    ],
    "kun": [
      "わ"
    ]
  },
  "仏": {
    "on": [
      "ブツ",
      "フツ"
    ],
    "kun": [
      "ほとけ"
    ]
  },
  "物": {
    "on": [
      "ブツ",
      "モツ"
    ],
    "kun": [
      "もの",
      "もの-"
    ]
  },
  "鮒": {
    "on": [
      "ホ",
      "フ",
      "ブ"
    ],
    "kun": [
      "ふな"
    ]
  },
  "分": {
    "on": [
      "ブン",
      "フン",
      "ブ"
    ],
    "kun": [
      "わ"
    ]
  },
  "吻": {
    "on": [
      "フン",
      "ブン"
    ],
    "kun": [
      "くちわき",
      "くちさき"
    ]
  },
  "噴": {
    "on": [
      "フン"
    ],
    "kun": [
      "ふ"
    ]
  },
  "墳": {
    "on": [
      "フン"
    ],
    "kun": []
  },
  "憤": {
    "on": [
      "フン"
    ],
    "kun": [
      "いきどお"
    ]
  },
  "扮": {
    "on": [
      "フン",
      "ハン",
      "ヘン"
    ],
    "kun": [
      "ふん",
      "やつ",
      "よそお"
    ]
  },
  "焚": {
    "on": [
      "フン",
      "ホン",
      "ハン"
    ],
    "kun": [
      "た",
      "や",
      "やきがり"
    ]
  },
  "奮": {
    "on": [
      "フン"
    ],
    "kun": [
      "ふる"
    ]
  },
  "粉": {
    "on": [
      "フン"
    ],
    "kun": [
      "デシメートル",
      "こ",
      "こな"
    ]
  },
  "糞": {
    "on": [
      "フン"
    ],
    "kun": [
      "くそ"
    ]
  },
  "紛": {
    "on": [
      "フン"
    ],
    "kun": [
      "まぎ",
      "-まぎ"
    ]
  },
  "雰": {
    "on": [
      "フン"
    ],
    "kun": []
  },
  "文": {
    "on": [
      "ブン",
      "モン"
    ],
    "kun": [
      "ふみ",
      "あや"
    ]
  },
  "聞": {
    "on": [
      "ブン",
      "モン"
    ],
    "kun": [
      "き"
    ]
  },
  "丙": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "ひのえ"
    ]
  },
  "併": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "あわ"
    ]
  },
  "兵": {
    "on": [
      "ヘイ",
      "ヒョウ"
    ],
    "kun": [
      "つわもの"
    ]
  },
  "塀": {
    "on": [
      "ヘイ",
      "ベイ"
    ],
    "kun": []
  },
  "幣": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "ぬさ"
    ]
  },
  "平": {
    "on": [
      "ヘイ",
      "ビョウ",
      "ヒョウ"
    ],
    "kun": [
      "たい",
      "ひら"
    ]
  },
  "弊": {
    "on": [
      "ヘイ"
    ],
    "kun": []
  },
  "柄": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "がら",
      "え",
      "つか"
    ]
  },
  "並": {
    "on": [
      "ヘイ",
      "ホウ"
    ],
    "kun": [
      "な",
      "なみ",
      "なら"
    ]
  },
  "蔽": {
    "on": [
      "ヘイ",
      "ヘツ",
      "フツ"
    ],
    "kun": [
      "おお"
    ]
  },
  "閉": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "と",
      "し",
      "た"
    ]
  },
  "陛": {
    "on": [
      "ヘイ"
    ],
    "kun": []
  },
  "米": {
    "on": [
      "ベイ",
      "マイ",
      "メエトル"
    ],
    "kun": [
      "こめ",
      "よね"
    ]
  },
  "頁": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "ぺえじ",
      "おおがい",
      "かしら"
    ]
  },
  "僻": {
    "on": [
      "ヘキ",
      "ヒ",
      "ヘイ"
    ],
    "kun": [
      "へき",
      "ひが"
    ]
  },
  "壁": {
    "on": [
      "ヘキ"
    ],
    "kun": [
      "かべ"
    ]
  },
  "癖": {
    "on": [
      "ヘキ"
    ],
    "kun": [
      "くせ"
    ]
  },
  "碧": {
    "on": [
      "ヘキ",
      "ヒャク"
    ],
    "kun": []
  },
  "別": {
    "on": [
      "ベツ"
    ],
    "kun": [
      "わか",
      "わ"
    ]
  },
  "瞥": {
    "on": [
      "ベツ",
      "ヘツ"
    ],
    "kun": []
  },
  "蔑": {
    "on": [
      "ベツ"
    ],
    "kun": [
      "ないがしろ",
      "なみ",
      "くらい",
      "さげす"
    ]
  },
  "箆": {
    "on": [
      "ヘイ",
      "ハイ"
    ],
    "kun": [
      "へら",
      "の",
      "くし"
    ]
  },
  "偏": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "かたよ"
    ]
  },
  "変": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "か"
    ]
  },
  "片": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "かた-",
      "かた"
    ]
  },
  "篇": {
    "on": [
      "ヘン"
    ],
    "kun": []
  },
  "編": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "あ",
      "-あ"
    ]
  },
  "辺": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "あた",
      "ほと",
      "-べ"
    ]
  },
  "返": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "かえ",
      "-かえ"
    ]
  },
  "遍": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "あまね"
    ]
  },
  "便": {
    "on": [
      "ベン",
      "ビン"
    ],
    "kun": [
      "たよ"
    ]
  },
  "勉": {
    "on": [
      "ベン"
    ],
    "kun": [
      "つと"
    ]
  },
  "娩": {
    "on": [
      "ベン"
    ],
    "kun": []
  },
  "弁": {
    "on": [
      "ベン",
      "ヘン"
    ],
    "kun": [
      "かんむり",
      "わきま",
      "わ",
      "はなびら",
      "あらそ"
    ]
  },
  "鞭": {
    "on": [
      "ベン",
      "ヘン"
    ],
    "kun": [
      "むち",
      "むちうつ"
    ]
  },
  "保": {
    "on": [
      "ホ",
      "ホウ"
    ],
    "kun": [
      "たも"
    ]
  },
  "舗": {
    "on": [
      "ホ"
    ],
    "kun": []
  },
  "鋪": {
    "on": [
      "ホ",
      "フ"
    ],
    "kun": [
      "しく",
      "みせ"
    ]
  },
  "圃": {
    "on": [
      "ホ",
      "フ"
    ],
    "kun": [
      "はたけ",
      "にわ"
    ]
  },
  "捕": {
    "on": [
      "ホ"
    ],
    "kun": [
      "と",
      "とら",
      "つか"
    ]
  },
  "歩": {
    "on": [
      "ホ",
      "ブ",
      "フ"
    ],
    "kun": [
      "ある",
      "あゆ"
    ]
  },
  "甫": {
    "on": [
      "ホ",
      "フ"
    ],
    "kun": [
      "はじ"
    ]
  },
  "補": {
    "on": [
      "ホ"
    ],
    "kun": [
      "おぎな"
    ]
  },
  "輔": {
    "on": [
      "ホ",
      "フ"
    ],
    "kun": [
      "たす"
    ]
  },
  "穂": {
    "on": [
      "スイ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "募": {
    "on": [
      "ボ"
    ],
    "kun": [
      "つの"
    ]
  },
  "墓": {
    "on": [
      "ボ"
    ],
    "kun": [
      "はか"
    ]
  },
  "慕": {
    "on": [
      "ボ"
    ],
    "kun": [
      "した"
    ]
  },
  "戊": {
    "on": [
      "ボ",
      "ボウ"
    ],
    "kun": [
      "つちのえ"
    ]
  },
  "暮": {
    "on": [
      "ボ"
    ],
    "kun": [
      "く"
    ]
  },
  "母": {
    "on": [
      "ボ"
    ],
    "kun": [
      "はは",
      "も"
    ]
  },
  "簿": {
    "on": [
      "ボ"
    ],
    "kun": []
  },
  "菩": {
    "on": [
      "ボ"
    ],
    "kun": []
  },
  "倣": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "なら"
    ]
  },
  "俸": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "包": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "つつ",
      "くる"
    ]
  },
  "呆": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "ほけ",
      "ぼ",
      "あき",
      "おろか"
    ]
  },
  "報": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "むく"
    ]
  },
  "奉": {
    "on": [
      "ホウ",
      "ブ"
    ],
    "kun": [
      "たてまつ",
      "まつ",
      "ほう"
    ]
  },
  "宝": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "たから"
    ]
  },
  "峰": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "みね",
      "ね"
    ]
  },
  "峯": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "みね",
      "ね"
    ]
  },
  "崩": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "くず",
      "-くず"
    ]
  },
  "庖": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "くりや"
    ]
  },
  "抱": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "だ",
      "いだ",
      "かか"
    ]
  },
  "捧": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "ささ"
    ]
  },
  "放": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "はな",
      "-っぱな",
      "こ",
      "ほう"
    ]
  },
  "方": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "かた",
      "-かた",
      "-がた"
    ]
  },
  "朋": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "とも"
    ]
  },
  "法": {
    "on": [
      "ホウ",
      "ハッ",
      "ホッ",
      "フラン"
    ],
    "kun": [
      "のり"
    ]
  },
  "泡": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "あわ"
    ]
  },
  "烹": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "に"
    ]
  },
  "砲": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "縫": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "ぬ"
    ]
  },
  "胞": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "芳": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "かんば"
    ]
  },
  "萌": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "も",
      "きざ",
      "めばえ"
    ]
  },
  "蓬": {
    "on": [
      "ホウ",
      "ブ"
    ],
    "kun": [
      "よもぎ"
    ]
  },
  "蜂": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "はち"
    ]
  },
  "褒": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "訪": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "おとず",
      "たず",
      "と"
    ]
  },
  "豊": {
    "on": [
      "ホウ",
      "ブ"
    ],
    "kun": [
      "ゆた",
      "とよ"
    ]
  },
  "邦": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "くに"
    ]
  },
  "鋒": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "きっさき",
      "とかり",
      "ほこさき"
    ]
  },
  "飽": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "あ"
    ]
  },
  "鳳": {
    "on": [
      "ホウ",
      "フウ"
    ],
    "kun": []
  },
  "鵬": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "おおとり"
    ]
  },
  "乏": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "とぼ",
      "とも"
    ]
  },
  "亡": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "な",
      "ほろ"
    ]
  },
  "傍": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "かたわ",
      "わき",
      "おか-",
      "はた",
      "そば"
    ]
  },
  "剖": {
    "on": [
      "ボウ"
    ],
    "kun": []
  },
  "坊": {
    "on": [
      "ボウ",
      "ボッ"
    ],
    "kun": []
  },
  "妨": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "さまた"
    ]
  },
  "帽": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "ずきん",
      "おお"
    ]
  },
  "忘": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "わす"
    ]
  },
  "忙": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "いそが",
      "せわ",
      "おそ",
      "うれえるさま"
    ]
  },
  "房": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "ふさ"
    ]
  },
  "暴": {
    "on": [
      "ボウ",
      "バク"
    ],
    "kun": [
      "あば"
    ]
  },
  "望": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "のぞ",
      "もち"
    ]
  },
  "某": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "それがし",
      "なにがし"
    ]
  },
  "棒": {
    "on": [
      "ボウ"
    ],
    "kun": []
  },
  "冒": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "おか"
    ]
  },
  "紡": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "つむ"
    ]
  },
  "肪": {
    "on": [
      "ボウ"
    ],
    "kun": []
  },
  "膨": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "ふく"
    ]
  },
  "謀": {
    "on": [
      "ボウ",
      "ム"
    ],
    "kun": [
      "はか",
      "たばか",
      "はかりごと"
    ]
  },
  "貌": {
    "on": [
      "ボウ",
      "バク"
    ],
    "kun": [
      "かたち",
      "かたどる"
    ]
  },
  "貿": {
    "on": [
      "ボウ"
    ],
    "kun": []
  },
  "鉾": {
    "on": [
      "ボウ",
      "ム"
    ],
    "kun": [
      "ほこ"
    ]
  },
  "防": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "ふせ"
    ]
  },
  "吠": {
    "on": [
      "ハイ",
      "ベイ"
    ],
    "kun": [
      "ほえ",
      "ほ"
    ]
  },
  "頬": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "ほお",
      "ほほ"
    ]
  },
  "北": {
    "on": [
      "ホク"
    ],
    "kun": [
      "きた"
    ]
  },
  "僕": {
    "on": [
      "ボク"
    ],
    "kun": [
      "しもべ"
    ]
  },
  "卜": {
    "on": [
      "ボク"
    ],
    "kun": [
      "うらな",
      "うらない"
    ]
  },
  "墨": {
    "on": [
      "ボク"
    ],
    "kun": [
      "すみ"
    ]
  },
  "撲": {
    "on": [
      "ボク"
    ],
    "kun": []
  },
  "朴": {
    "on": [
      "ボク"
    ],
    "kun": [
      "ほう",
      "ほお",
      "えのき"
    ]
  },
  "牧": {
    "on": [
      "ボク"
    ],
    "kun": [
      "まき"
    ]
  },
  "睦": {
    "on": [
      "ボク",
      "モク"
    ],
    "kun": [
      "むつ"
    ]
  },
  "穆": {
    "on": [
      "ボク",
      "モク"
    ],
    "kun": [
      "やわ"
    ]
  },
  "釦": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "ぼたん"
    ]
  },
  "勃": {
    "on": [
      "ボツ",
      "ホツ"
    ],
    "kun": [
      "おこ",
      "にわかに"
    ]
  },
  "没": {
    "on": [
      "ボツ",
      "モツ"
    ],
    "kun": [
      "おぼ",
      "しず",
      "ない"
    ]
  },
  "殆": {
    "on": [
      "タイ",
      "サイ"
    ],
    "kun": [
      "ほとほと",
      "ほとん",
      "あやうい"
    ]
  },
  "堀": {
    "on": [
      "クツ"
    ],
    "kun": [
      "ほり"
    ]
  },
  "幌": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ほろ",
      "とばり"
    ]
  },
  "奔": {
    "on": [
      "ホン"
    ],
    "kun": [
      "はし"
    ]
  },
  "本": {
    "on": [
      "ホン"
    ],
    "kun": [
      "もと"
    ]
  },
  "翻": {
    "on": [
      "ホン",
      "ハン"
    ],
    "kun": [
      "ひるがえ"
    ]
  },
  "凡": {
    "on": [
      "ボン",
      "ハン"
    ],
    "kun": [
      "およ",
      "おうよ",
      "すべ"
    ]
  },
  "盆": {
    "on": [
      "ボン"
    ],
    "kun": []
  },
  "摩": {
    "on": [
      "マ"
    ],
    "kun": [
      "ま",
      "さす",
      "す"
    ]
  },
  "磨": {
    "on": [
      "マ"
    ],
    "kun": [
      "みが",
      "す"
    ]
  },
  "魔": {
    "on": [
      "マ"
    ],
    "kun": []
  },
  "麻": {
    "on": [
      "マ",
      "マア"
    ],
    "kun": [
      "あさ"
    ]
  },
  "埋": {
    "on": [
      "マイ"
    ],
    "kun": [
      "う",
      "うず",
      "い"
    ]
  },
  "妹": {
    "on": [
      "マイ"
    ],
    "kun": [
      "いもうと"
    ]
  },
  "昧": {
    "on": [
      "マイ",
      "バイ"
    ],
    "kun": [
      "くら",
      "むさぼ"
    ]
  },
  "枚": {
    "on": [
      "マイ",
      "バイ"
    ],
    "kun": []
  },
  "毎": {
    "on": [
      "マイ"
    ],
    "kun": [
      "ごと",
      "-ごと"
    ]
  },
  "哩": {
    "on": [
      "リ"
    ],
    "kun": [
      "まいる"
    ]
  },
  "槙": {
    "on": [
      "テン",
      "シン"
    ],
    "kun": [
      "まき",
      "こずえ"
    ]
  },
  "幕": {
    "on": [
      "マク",
      "バク"
    ],
    "kun": [
      "とばり"
    ]
  },
  "膜": {
    "on": [
      "マク"
    ],
    "kun": []
  },
  "枕": {
    "on": [
      "チン",
      "シン"
    ],
    "kun": [
      "まくら"
    ]
  },
  "鮪": {
    "on": [
      "キ",
      "ユウ",
      "イ"
    ],
    "kun": [
      "まぐろ",
      "しび"
    ]
  },
  "柾": {
    "on": [],
    "kun": [
      "まさ",
      "まさめ",
      "まさき"
    ]
  },
  "鱒": {
    "on": [
      "ソン",
      "セン",
      "ザン"
    ],
    "kun": [
      "ます"
    ]
  },
  "桝": {
    "on": [],
    "kun": [
      "ます"
    ]
  },
  "亦": {
    "on": [
      "エキ",
      "ヤク"
    ],
    "kun": [
      "また"
    ]
  },
  "俣": {
    "on": [],
    "kun": [
      "また"
    ]
  },
  "又": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "また",
      "また-"
    ]
  },
  "抹": {
    "on": [
      "マツ"
    ],
    "kun": []
  },
  "末": {
    "on": [
      "マツ",
      "バツ"
    ],
    "kun": [
      "すえ",
      "うら",
      "うれ"
    ]
  },
  "沫": {
    "on": [
      "マツ",
      "バツ"
    ],
    "kun": [
      "あわ",
      "しぶき",
      "つばき"
    ]
  },
  "迄": {
    "on": [
      "キツ"
    ],
    "kun": [
      "まで",
      "およ"
    ]
  },
  "侭": {
    "on": [
      "ジン"
    ],
    "kun": [
      "まま",
      "ことごとく"
    ]
  },
  "繭": {
    "on": [
      "ケン"
    ],
    "kun": [
      "まゆ",
      "きぬ"
    ]
  },
  "麿": {
    "on": [],
    "kun": [
      "まろ"
    ]
  },
  "万": {
    "on": [
      "マン",
      "バン"
    ],
    "kun": [
      "よろず"
    ]
  },
  "慢": {
    "on": [
      "マン"
    ],
    "kun": []
  },
  "満": {
    "on": [
      "マン",
      "バン"
    ],
    "kun": [
      "み"
    ]
  },
  "漫": {
    "on": [
      "マン"
    ],
    "kun": [
      "みだり",
      "そぞ"
    ]
  },
  "蔓": {
    "on": [
      "マン",
      "バン"
    ],
    "kun": [
      "はびこ",
      "つる"
    ]
  },
  "味": {
    "on": [
      "ミ"
    ],
    "kun": [
      "あじ"
    ]
  },
  "未": {
    "on": [
      "ミ",
      "ビ"
    ],
    "kun": [
      "いま",
      "ま",
      "ひつじ"
    ]
  },
  "魅": {
    "on": [
      "ミ"
    ],
    "kun": []
  },
  "巳": {
    "on": [
      "シ"
    ],
    "kun": [
      "み"
    ]
  },
  "箕": {
    "on": [
      "キ"
    ],
    "kun": [
      "み"
    ]
  },
  "岬": {
    "on": [
      "コウ"
    ],
    "kun": [
      "みさき"
    ]
  },
  "密": {
    "on": [
      "ミツ"
    ],
    "kun": [
      "ひそ"
    ]
  },
  "蜜": {
    "on": [
      "ミツ",
      "ビツ"
    ],
    "kun": []
  },
  "湊": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "みなと",
      "あつ"
    ]
  },
  "蓑": {
    "on": [
      "サ",
      "サイ"
    ],
    "kun": [
      "みの"
    ]
  },
  "稔": {
    "on": [
      "ネン",
      "ジン",
      "ニン"
    ],
    "kun": [
      "みの",
      "みのり"
    ]
  },
  "脈": {
    "on": [
      "ミャク"
    ],
    "kun": [
      "すじ"
    ]
  },
  "妙": {
    "on": [
      "ミョウ",
      "ビョウ"
    ],
    "kun": [
      "たえ"
    ]
  },
  "粍": {
    "on": [],
    "kun": [
      "ミリ",
      "ミリメートル"
    ]
  },
  "民": {
    "on": [
      "ミン"
    ],
    "kun": [
      "たみ"
    ]
  },
  "眠": {
    "on": [
      "ミン"
    ],
    "kun": [
      "ねむ"
    ]
  },
  "務": {
    "on": [
      "ム"
    ],
    "kun": [
      "つと"
    ]
  },
  "夢": {
    "on": [
      "ム",
      "ボウ"
    ],
    "kun": [
      "ゆめ",
      "くら"
    ]
  },
  "無": {
    "on": [
      "ム",
      "ブ"
    ],
    "kun": [
      "な"
    ]
  },
  "牟": {
    "on": [
      "ボウ",
      "ム"
    ],
    "kun": []
  },
  "矛": {
    "on": [
      "ム",
      "ボウ"
    ],
    "kun": [
      "ほこ"
    ]
  },
  "霧": {
    "on": [
      "ム",
      "ボウ",
      "ブ"
    ],
    "kun": [
      "きり"
    ]
  },
  "鵡": {
    "on": [
      "ブ",
      "ム"
    ],
    "kun": []
  },
  "椋": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "むく"
    ]
  },
  "婿": {
    "on": [
      "セイ"
    ],
    "kun": [
      "むこ"
    ]
  },
  "娘": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "むすめ",
      "こ"
    ]
  },
  "冥": {
    "on": [
      "メイ",
      "ミョウ"
    ],
    "kun": [
      "くら"
    ]
  },
  "名": {
    "on": [
      "メイ",
      "ミョウ"
    ],
    "kun": [
      "な",
      "-な"
    ]
  },
  "命": {
    "on": [
      "メイ",
      "ミョウ"
    ],
    "kun": [
      "いのち"
    ]
  },
  "明": {
    "on": [
      "メイ",
      "ミョウ",
      "ミン"
    ],
    "kun": [
      "あ",
      "あか",
      "あき",
      "-あ"
    ]
  },
  "盟": {
    "on": [
      "メイ"
    ],
    "kun": []
  },
  "迷": {
    "on": [
      "メイ"
    ],
    "kun": [
      "まよ"
    ]
  },
  "銘": {
    "on": [
      "メイ"
    ],
    "kun": []
  },
  "鳴": {
    "on": [
      "メイ"
    ],
    "kun": [
      "な"
    ]
  },
  "姪": {
    "on": [
      "テツ",
      "チツ",
      "ジチ",
      "イツ",
      "イチ"
    ],
    "kun": [
      "めい",
      "おい"
    ]
  },
  "牝": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "めす",
      "め-",
      "めん"
    ]
  },
  "滅": {
    "on": [
      "メツ"
    ],
    "kun": [
      "ほろ"
    ]
  },
  "免": {
    "on": [
      "メン"
    ],
    "kun": [
      "まぬか",
      "まぬが"
    ]
  },
  "棉": {
    "on": [
      "メン"
    ],
    "kun": [
      "わた"
    ]
  },
  "綿": {
    "on": [
      "メン"
    ],
    "kun": [
      "わた"
    ]
  },
  "緬": {
    "on": [
      "メン",
      "ベン"
    ],
    "kun": []
  },
  "面": {
    "on": [
      "メン",
      "ベン"
    ],
    "kun": [
      "おも",
      "おもて",
      "つら"
    ]
  },
  "麺": {
    "on": [
      "メン",
      "ベン"
    ],
    "kun": [
      "むぎこ"
    ]
  },
  "摸": {
    "on": [
      "モ",
      "モウ",
      "バク",
      "ボ",
      "マク"
    ],
    "kun": []
  },
  "模": {
    "on": [
      "モ",
      "ボ"
    ],
    "kun": []
  },
  "茂": {
    "on": [
      "モ"
    ],
    "kun": [
      "しげ"
    ]
  },
  "妄": {
    "on": [
      "モウ",
      "ボウ"
    ],
    "kun": [
      "みだ"
    ]
  },
  "孟": {
    "on": [
      "モウ",
      "ボウ",
      "ミョウ"
    ],
    "kun": [
      "かしら"
    ]
  },
  "毛": {
    "on": [
      "モウ"
    ],
    "kun": [
      "け"
    ]
  },
  "猛": {
    "on": [
      "モウ"
    ],
    "kun": []
  },
  "盲": {
    "on": [
      "モウ"
    ],
    "kun": [
      "めくら"
    ]
  },
  "網": {
    "on": [
      "モウ"
    ],
    "kun": [
      "あみ"
    ]
  },
  "耗": {
    "on": [
      "モウ",
      "コウ"
    ],
    "kun": []
  },
  "蒙": {
    "on": [
      "モウ",
      "ボウ"
    ],
    "kun": [
      "こうむ",
      "おお",
      "くら"
    ]
  },
  "儲": {
    "on": [
      "チョ"
    ],
    "kun": [
      "もう",
      "もうけ",
      "たくわ"
    ]
  },
  "木": {
    "on": [
      "ボク",
      "モク"
    ],
    "kun": [
      "き",
      "こ-"
    ]
  },
  "黙": {
    "on": [
      "モク",
      "ボク"
    ],
    "kun": [
      "だま",
      "もだ"
    ]
  },
  "目": {
    "on": [
      "モク",
      "ボク"
    ],
    "kun": [
      "め",
      "-め",
      "ま-"
    ]
  },
  "杢": {
    "on": [],
    "kun": [
      "もく"
    ]
  },
  "勿": {
    "on": [
      "モチ",
      "ブツ",
      "ボツ"
    ],
    "kun": [
      "なか",
      "なし"
    ]
  },
  "餅": {
    "on": [
      "ヘイ",
      "ヒョウ"
    ],
    "kun": [
      "もち",
      "もちい"
    ]
  },
  "尤": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "もっと",
      "とが"
    ]
  },
  "戻": {
    "on": [
      "レイ"
    ],
    "kun": [
      "もど"
    ]
  },
  "籾": {
    "on": [],
    "kun": [
      "もみ"
    ]
  },
  "貰": {
    "on": [
      "セイ",
      "シャ"
    ],
    "kun": [
      "もら"
    ]
  },
  "問": {
    "on": [
      "モン"
    ],
    "kun": [
      "と",
      "とん"
    ]
  },
  "悶": {
    "on": [
      "モン"
    ],
    "kun": [
      "もだ",
      "もだえ"
    ]
  },
  "紋": {
    "on": [
      "モン"
    ],
    "kun": []
  },
  "門": {
    "on": [
      "モン"
    ],
    "kun": [
      "かど",
      "と"
    ]
  },
  "匁": {
    "on": [],
    "kun": [
      "もんめ",
      "め"
    ]
  },
  "也": {
    "on": [
      "ヤ",
      "エ"
    ],
    "kun": [
      "なり",
      "か",
      "また"
    ]
  },
  "冶": {
    "on": [
      "ヤ"
    ],
    "kun": [
      "い"
    ]
  },
  "夜": {
    "on": [
      "ヤ"
    ],
    "kun": [
      "よ",
      "よる"
    ]
  },
  "爺": {
    "on": [
      "ヤ"
    ],
    "kun": [
      "じい",
      "じじい",
      "おやじ",
      "じじ",
      "ちち"
    ]
  },
  "耶": {
    "on": [
      "ヤ",
      "ジャ"
    ],
    "kun": [
      "か"
    ]
  },
  "野": {
    "on": [
      "ヤ",
      "ショ"
    ],
    "kun": [
      "の",
      "の-"
    ]
  },
  "弥": {
    "on": [
      "ミ",
      "ビ"
    ],
    "kun": [
      "や",
      "いや",
      "いよ",
      "わた"
    ]
  },
  "矢": {
    "on": [
      "シ"
    ],
    "kun": [
      "や"
    ]
  },
  "厄": {
    "on": [
      "ヤク"
    ],
    "kun": []
  },
  "役": {
    "on": [
      "ヤク",
      "エキ"
    ],
    "kun": []
  },
  "約": {
    "on": [
      "ヤク"
    ],
    "kun": [
      "つづ",
      "つづま"
    ]
  },
  "薬": {
    "on": [
      "ヤク"
    ],
    "kun": [
      "くすり"
    ]
  },
  "訳": {
    "on": [
      "ヤク"
    ],
    "kun": [
      "わけ"
    ]
  },
  "躍": {
    "on": [
      "ヤク"
    ],
    "kun": [
      "おど"
    ]
  },
  "靖": {
    "on": [
      "セイ",
      "ジョウ"
    ],
    "kun": [
      "やす"
    ]
  },
  "柳": {
    "on": [
      "リュウ"
    ],
    "kun": [
      "やなぎ"
    ]
  },
  "薮": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "やぶ"
    ]
  },
  "鑓": {
    "on": [],
    "kun": [
      "やり"
    ]
  },
  "愉": {
    "on": [
      "ユ"
    ],
    "kun": [
      "たの"
    ]
  },
  "愈": {
    "on": [
      "ユ"
    ],
    "kun": [
      "いよいよ",
      "まさ"
    ]
  },
  "油": {
    "on": [
      "ユ",
      "ユウ"
    ],
    "kun": [
      "あぶら"
    ]
  },
  "癒": {
    "on": [
      "ユ"
    ],
    "kun": [
      "い",
      "いや"
    ]
  },
  "諭": {
    "on": [
      "ユ"
    ],
    "kun": [
      "さと"
    ]
  },
  "輸": {
    "on": [
      "ユ",
      "シュ"
    ],
    "kun": []
  },
  "唯": {
    "on": [
      "ユイ",
      "イ"
    ],
    "kun": [
      "ただ"
    ]
  },
  "佑": {
    "on": [
      "ユウ",
      "ウ"
    ],
    "kun": [
      "たす"
    ]
  },
  "優": {
    "on": [
      "ユウ",
      "ウ"
    ],
    "kun": [
      "やさ",
      "すぐ",
      "まさ"
    ]
  },
  "勇": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "いさ"
    ]
  },
  "友": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "とも"
    ]
  },
  "宥": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "なだ",
      "ゆる"
    ]
  },
  "幽": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "ふか",
      "かす",
      "くら",
      "しろ"
    ]
  },
  "悠": {
    "on": [
      "ユウ"
    ],
    "kun": []
  },
  "憂": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "うれ",
      "う"
    ]
  },
  "揖": {
    "on": [
      "イツ",
      "ユ",
      "シュウ",
      "ユウ"
    ],
    "kun": []
  },
  "有": {
    "on": [
      "ユウ",
      "ウ"
    ],
    "kun": [
      "あ"
    ]
  },
  "柚": {
    "on": [
      "ユ",
      "ユウ",
      "ジク"
    ],
    "kun": [
      "ゆず"
    ]
  },
  "湧": {
    "on": [
      "ユウ",
      "ヨウ",
      "ユ"
    ],
    "kun": [
      "わ"
    ]
  },
  "涌": {
    "on": [
      "ユウ",
      "ヨウ",
      "ユ"
    ],
    "kun": [
      "わ"
    ]
  },
  "猶": {
    "on": [
      "ユウ",
      "ユ"
    ],
    "kun": [
      "なお"
    ]
  },
  "猷": {
    "on": [
      "ユウ",
      "ヨウ"
    ],
    "kun": [
      "はかりごと",
      "はか"
    ]
  },
  "由": {
    "on": [
      "ユ",
      "ユウ",
      "ユイ"
    ],
    "kun": [
      "よし",
      "よ"
    ]
  },
  "祐": {
    "on": [
      "ユウ",
      "ウ"
    ],
    "kun": [
      "たす"
    ]
  },
  "裕": {
    "on": [
      "ユウ"
    ],
    "kun": []
  },
  "誘": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "さそ",
      "いざな"
    ]
  },
  "遊": {
    "on": [
      "ユウ",
      "ユ"
    ],
    "kun": [
      "あそ"
    ]
  },
  "邑": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "むら"
    ]
  },
  "郵": {
    "on": [
      "ユウ"
    ],
    "kun": []
  },
  "雄": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "お-",
      "おす",
      "おん"
    ]
  },
  "融": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "と"
    ]
  },
  "夕": {
    "on": [
      "セキ"
    ],
    "kun": [
      "ゆう"
    ]
  },
  "予": {
    "on": [
      "ヨ",
      "シャ"
    ],
    "kun": [
      "あらかじ"
    ]
  },
  "余": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "あま",
      "あんま"
    ]
  },
  "与": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "あた",
      "あずか",
      "くみ",
      "ともに"
    ]
  },
  "誉": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "ほま",
      "ほ"
    ]
  },
  "輿": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "かご",
      "こし"
    ]
  },
  "預": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "あず"
    ]
  },
  "傭": {
    "on": [
      "ヨウ",
      "チョウ"
    ],
    "kun": [
      "やと",
      "あた",
      "ひと"
    ]
  },
  "幼": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "おさな"
    ]
  },
  "妖": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "あや",
      "なま",
      "わざわ"
    ]
  },
  "容": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "い"
    ]
  },
  "庸": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "揚": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "あ",
      "-あ"
    ]
  },
  "揺": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "ゆ",
      "うご"
    ]
  },
  "擁": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "曜": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "楊": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "やなぎ"
    ]
  },
  "様": {
    "on": [
      "ヨウ",
      "ショウ"
    ],
    "kun": [
      "さま",
      "さん"
    ]
  },
  "洋": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "溶": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "と"
    ]
  },
  "熔": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "と",
      "いがた"
    ]
  },
  "用": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "もち"
    ]
  },
  "窯": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "かま"
    ]
  },
  "羊": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "ひつじ"
    ]
  },
  "耀": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "かがや",
      "ひかり"
    ]
  },
  "葉": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "は"
    ]
  },
  "蓉": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "要": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "い",
      "かなめ"
    ]
  },
  "謡": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "うた"
    ]
  },
  "踊": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "おど"
    ]
  },
  "遥": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "はる"
    ]
  },
  "陽": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "ひ"
    ]
  },
  "養": {
    "on": [
      "ヨウ",
      "リョウ"
    ],
    "kun": [
      "やしな"
    ]
  },
  "慾": {
    "on": [
      "ヨク"
    ],
    "kun": []
  },
  "抑": {
    "on": [
      "ヨク"
    ],
    "kun": [
      "おさ"
    ]
  },
  "欲": {
    "on": [
      "ヨク"
    ],
    "kun": [
      "ほっ",
      "ほ"
    ]
  },
  "沃": {
    "on": [
      "ヨウ",
      "ヨク",
      "オク"
    ],
    "kun": [
      "そそ"
    ]
  },
  "浴": {
    "on": [
      "ヨク"
    ],
    "kun": [
      "あ"
    ]
  },
  "翌": {
    "on": [
      "ヨク"
    ],
    "kun": []
  },
  "翼": {
    "on": [
      "ヨク"
    ],
    "kun": [
      "つばさ"
    ]
  },
  "淀": {
    "on": [
      "テン",
      "デン"
    ],
    "kun": [
      "よど"
    ]
  },
  "羅": {
    "on": [
      "ラ"
    ],
    "kun": [
      "うすもの"
    ]
  },
  "螺": {
    "on": [
      "ラ"
    ],
    "kun": [
      "にし",
      "にな"
    ]
  },
  "裸": {
    "on": [
      "ラ"
    ],
    "kun": [
      "はだか"
    ]
  },
  "来": {
    "on": [
      "ライ",
      "タイ"
    ],
    "kun": [
      "く",
      "きた",
      "き",
      "こ"
    ]
  },
  "莱": {
    "on": [
      "ライ",
      "リ"
    ],
    "kun": [
      "あかざ",
      "あわち",
      "こうがい"
    ]
  },
  "頼": {
    "on": [
      "ライ"
    ],
    "kun": [
      "たの",
      "たよ"
    ]
  },
  "雷": {
    "on": [
      "ライ"
    ],
    "kun": [
      "かみなり",
      "いかずち",
      "いかづち"
    ]
  },
  "洛": {
    "on": [
      "ラク"
    ],
    "kun": []
  },
  "絡": {
    "on": [
      "ラク"
    ],
    "kun": [
      "から"
    ]
  },
  "落": {
    "on": [
      "ラク"
    ],
    "kun": [
      "お"
    ]
  },
  "酪": {
    "on": [
      "ラク"
    ],
    "kun": []
  },
  "乱": {
    "on": [
      "ラン",
      "ロン"
    ],
    "kun": [
      "みだ",
      "おさ",
      "わた"
    ]
  },
  "卵": {
    "on": [
      "ラン"
    ],
    "kun": [
      "たまご"
    ]
  },
  "嵐": {
    "on": [
      "ラン"
    ],
    "kun": [
      "あらし"
    ]
  },
  "欄": {
    "on": [
      "ラン"
    ],
    "kun": [
      "てすり"
    ]
  },
  "濫": {
    "on": [
      "ラン"
    ],
    "kun": [
      "みだ"
    ]
  },
  "藍": {
    "on": [
      "ラン"
    ],
    "kun": [
      "あい"
    ]
  },
  "蘭": {
    "on": [
      "ラン",
      "ラ"
    ],
    "kun": []
  },
  "覧": {
    "on": [
      "ラン"
    ],
    "kun": [
      "み"
    ]
  },
  "利": {
    "on": [
      "リ"
    ],
    "kun": [
      "き"
    ]
  },
  "吏": {
    "on": [
      "リ"
    ],
    "kun": []
  },
  "履": {
    "on": [
      "リ"
    ],
    "kun": [
      "は"
    ]
  },
  "李": {
    "on": [
      "リ"
    ],
    "kun": [
      "すもも"
    ]
  },
  "梨": {
    "on": [
      "リ"
    ],
    "kun": [
      "なし"
    ]
  },
  "理": {
    "on": [
      "リ"
    ],
    "kun": [
      "ことわり"
    ]
  },
  "璃": {
    "on": [
      "リ"
    ],
    "kun": []
  },
  "痢": {
    "on": [
      "リ"
    ],
    "kun": []
  },
  "裏": {
    "on": [
      "リ"
    ],
    "kun": [
      "うら"
    ]
  },
  "裡": {
    "on": [
      "リ"
    ],
    "kun": [
      "うち",
      "うら"
    ]
  },
  "里": {
    "on": [
      "リ"
    ],
    "kun": [
      "さと"
    ]
  },
  "離": {
    "on": [
      "リ"
    ],
    "kun": [
      "はな"
    ]
  },
  "陸": {
    "on": [
      "リク",
      "ロク"
    ],
    "kun": [
      "おか"
    ]
  },
  "律": {
    "on": [
      "リツ",
      "リチ",
      "レツ"
    ],
    "kun": []
  },
  "率": {
    "on": [
      "ソツ",
      "リツ",
      "シュツ"
    ],
    "kun": [
      "ひき"
    ]
  },
  "立": {
    "on": [
      "リツ",
      "リュウ",
      "リットル"
    ],
    "kun": [
      "た",
      "-た",
      "たて-",
      "-だ"
    ]
  },
  "葎": {
    "on": [
      "リツ"
    ],
    "kun": [
      "むぐら"
    ]
  },
  "掠": {
    "on": [
      "リャク",
      "リョウ"
    ],
    "kun": [
      "かす"
    ]
  },
  "略": {
    "on": [
      "リャク"
    ],
    "kun": [
      "ほぼ",
      "はぶ",
      "おか",
      "おさ",
      "はかりごと",
      "はか"
    ]
  },
  "劉": {
    "on": [
      "リュウ",
      "ル"
    ],
    "kun": [
      "ころ"
    ]
  },
  "流": {
    "on": [
      "リュウ",
      "ル"
    ],
    "kun": [
      "なが",
      "-なが"
    ]
  },
  "溜": {
    "on": [
      "リュウ"
    ],
    "kun": [
      "た",
      "たま",
      "したた",
      "たまり",
      "ため"
    ]
  },
  "琉": {
    "on": [
      "リュウ",
      "ル"
    ],
    "kun": []
  },
  "留": {
    "on": [
      "リュウ",
      "ル"
    ],
    "kun": [
      "と",
      "とど",
      "るうぶる"
    ]
  },
  "硫": {
    "on": [
      "リュウ"
    ],
    "kun": []
  },
  "粒": {
    "on": [
      "リュウ"
    ],
    "kun": [
      "つぶ"
    ]
  },
  "隆": {
    "on": [
      "リュウ"
    ],
    "kun": []
  },
  "竜": {
    "on": [
      "リュウ",
      "リョウ",
      "ロウ"
    ],
    "kun": [
      "たつ",
      "いせ"
    ]
  },
  "龍": {
    "on": [
      "リュウ",
      "リョウ",
      "ロウ"
    ],
    "kun": [
      "たつ"
    ]
  },
  "侶": {
    "on": [
      "リョ",
      "ロ"
    ],
    "kun": [
      "とも"
    ]
  },
  "慮": {
    "on": [
      "リョ"
    ],
    "kun": [
      "おもんぱく",
      "おもんぱか"
    ]
  },
  "旅": {
    "on": [
      "リョ"
    ],
    "kun": [
      "たび"
    ]
  },
  "虜": {
    "on": [
      "リョ",
      "ロ"
    ],
    "kun": [
      "とりこ",
      "とりく"
    ]
  },
  "了": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "亮": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "僚": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "両": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "てる",
      "ふたつ"
    ]
  },
  "凌": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "しの"
    ]
  },
  "寮": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "料": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "梁": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "はり",
      "うつばり",
      "うちばり",
      "やな",
      "はし"
    ]
  },
  "涼": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "すず",
      "うす",
      "ひや",
      "まことに"
    ]
  },
  "猟": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "かり",
      "か"
    ]
  },
  "療": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "瞭": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "稜": {
    "on": [
      "リョウ",
      "ロウ"
    ],
    "kun": [
      "いつ",
      "かど"
    ]
  },
  "糧": {
    "on": [
      "リョウ",
      "ロウ"
    ],
    "kun": [
      "かて"
    ]
  },
  "良": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "よ",
      "-よ",
      "い",
      "-い"
    ]
  },
  "諒": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "あきら",
      "まことに"
    ]
  },
  "遼": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "量": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "はか"
    ]
  },
  "陵": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "みささぎ"
    ]
  },
  "領": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "えり"
    ]
  },
  "力": {
    "on": [
      "リョク",
      "リキ",
      "リイ"
    ],
    "kun": [
      "ちから"
    ]
  },
  "緑": {
    "on": [
      "リョク",
      "ロク"
    ],
    "kun": [
      "みどり"
    ]
  },
  "倫": {
    "on": [
      "リン"
    ],
    "kun": []
  },
  "厘": {
    "on": [
      "リン"
    ],
    "kun": []
  },
  "林": {
    "on": [
      "リン"
    ],
    "kun": [
      "はやし"
    ]
  },
  "淋": {
    "on": [
      "リン"
    ],
    "kun": [
      "さび",
      "さみ"
    ]
  },
  "燐": {
    "on": [
      "リン"
    ],
    "kun": []
  },
  "琳": {
    "on": [
      "リン"
    ],
    "kun": []
  },
  "臨": {
    "on": [
      "リン"
    ],
    "kun": [
      "のぞ"
    ]
  },
  "輪": {
    "on": [
      "リン"
    ],
    "kun": [
      "わ"
    ]
  },
  "隣": {
    "on": [
      "リン"
    ],
    "kun": [
      "とな",
      "となり"
    ]
  },
  "鱗": {
    "on": [
      "リン"
    ],
    "kun": [
      "うろこ",
      "こけ",
      "こけら"
    ]
  },
  "麟": {
    "on": [
      "リン"
    ],
    "kun": []
  },
  "瑠": {
    "on": [
      "ル",
      "リュウ"
    ],
    "kun": []
  },
  "塁": {
    "on": [
      "ルイ",
      "ライ",
      "スイ"
    ],
    "kun": [
      "とりで"
    ]
  },
  "涙": {
    "on": [
      "ルイ",
      "レイ"
    ],
    "kun": [
      "なみだ"
    ]
  },
  "累": {
    "on": [
      "ルイ"
    ],
    "kun": []
  },
  "類": {
    "on": [
      "ルイ"
    ],
    "kun": [
      "たぐ"
    ]
  },
  "令": {
    "on": [
      "レイ"
    ],
    "kun": []
  },
  "伶": {
    "on": [
      "レイ",
      "リョウ"
    ],
    "kun": [
      "わざおぎ"
    ]
  },
  "例": {
    "on": [
      "レイ"
    ],
    "kun": [
      "たと"
    ]
  },
  "冷": {
    "on": [
      "レイ"
    ],
    "kun": [
      "つめ",
      "ひ",
      "さ"
    ]
  },
  "励": {
    "on": [
      "レイ"
    ],
    "kun": [
      "はげ"
    ]
  },
  "嶺": {
    "on": [
      "レイ",
      "リョウ"
    ],
    "kun": [
      "みね"
    ]
  },
  "怜": {
    "on": [
      "レイ",
      "レン",
      "リョウ"
    ],
    "kun": [
      "あわ",
      "さと"
    ]
  },
  "玲": {
    "on": [
      "レイ"
    ],
    "kun": []
  },
  "礼": {
    "on": [
      "レイ",
      "ライ"
    ],
    "kun": []
  },
  "苓": {
    "on": [
      "レイ",
      "リョウ"
    ],
    "kun": [
      "みみなぐさ"
    ]
  },
  "鈴": {
    "on": [
      "レイ",
      "リン"
    ],
    "kun": [
      "すず"
    ]
  },
  "隷": {
    "on": [
      "レイ"
    ],
    "kun": [
      "したが",
      "しもべ"
    ]
  },
  "零": {
    "on": [
      "レイ"
    ],
    "kun": [
      "ぜろ",
      "こぼ"
    ]
  },
  "霊": {
    "on": [
      "レイ",
      "リョウ"
    ],
    "kun": [
      "たま"
    ]
  },
  "麗": {
    "on": [
      "レイ"
    ],
    "kun": [
      "うるわ",
      "うら"
    ]
  },
  "齢": {
    "on": [
      "レイ"
    ],
    "kun": [
      "よわい",
      "とし"
    ]
  },
  "暦": {
    "on": [
      "レキ",
      "リャク"
    ],
    "kun": [
      "こよみ"
    ]
  },
  "歴": {
    "on": [
      "レキ",
      "レッキ"
    ],
    "kun": []
  },
  "列": {
    "on": [
      "レツ",
      "レ"
    ],
    "kun": []
  },
  "劣": {
    "on": [
      "レツ"
    ],
    "kun": [
      "おと"
    ]
  },
  "烈": {
    "on": [
      "レツ"
    ],
    "kun": [
      "はげ"
    ]
  },
  "裂": {
    "on": [
      "レツ"
    ],
    "kun": [
      "さ",
      "-ぎ"
    ]
  },
  "廉": {
    "on": [
      "レン"
    ],
    "kun": []
  },
  "恋": {
    "on": [
      "レン"
    ],
    "kun": [
      "こ",
      "こい"
    ]
  },
  "憐": {
    "on": [
      "レン"
    ],
    "kun": [
      "あわ"
    ]
  },
  "漣": {
    "on": [
      "レン",
      "ラン"
    ],
    "kun": [
      "さざなみ"
    ]
  },
  "煉": {
    "on": [
      "レン"
    ],
    "kun": [
      "ね"
    ]
  },
  "簾": {
    "on": [
      "レン"
    ],
    "kun": [
      "すだれ",
      "す"
    ]
  },
  "練": {
    "on": [
      "レン"
    ],
    "kun": [
      "ね"
    ]
  },
  "聯": {
    "on": [
      "レン"
    ],
    "kun": [
      "つら"
    ]
  },
  "蓮": {
    "on": [
      "レン"
    ],
    "kun": [
      "はす",
      "はちす"
    ]
  },
  "連": {
    "on": [
      "レン"
    ],
    "kun": [
      "つら",
      "つ",
      "-づ"
    ]
  },
  "錬": {
    "on": [
      "レン"
    ],
    "kun": [
      "ね"
    ]
  },
  "呂": {
    "on": [
      "ロ",
      "リョ"
    ],
    "kun": [
      "せぼね"
    ]
  },
  "魯": {
    "on": [
      "ロ"
    ],
    "kun": [
      "おろか"
    ]
  },
  "櫓": {
    "on": [
      "ロ"
    ],
    "kun": [
      "やぐら",
      "おおだて"
    ]
  },
  "炉": {
    "on": [
      "ロ"
    ],
    "kun": [
      "いろり"
    ]
  },
  "賂": {
    "on": [
      "ロ"
    ],
    "kun": [
      "まいな"
    ]
  },
  "路": {
    "on": [
      "ロ",
      "ル"
    ],
    "kun": [
      "-じ",
      "みち"
    ]
  },
  "露": {
    "on": [
      "ロ",
      "ロウ"
    ],
    "kun": [
      "つゆ"
    ]
  },
  "労": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "ろう",
      "いたわ",
      "いた",
      "ねぎら",
      "つか"
    ]
  },
  "婁": {
    "on": [
      "ル",
      "ロウ"
    ],
    "kun": [
      "つな",
      "ひ"
    ]
  },
  "廊": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "弄": {
    "on": [
      "ロウ",
      "ル"
    ],
    "kun": [
      "いじく",
      "ろう",
      "いじ",
      "ひねく",
      "たわむ",
      "もてあそ"
    ]
  },
  "朗": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "ほが",
      "あき"
    ]
  },
  "楼": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "たかどの"
    ]
  },
  "榔": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "浪": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "漏": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "も"
    ]
  },
  "牢": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "かた",
      "ひとや"
    ]
  },
  "狼": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "おおかみ"
    ]
  },
  "篭": {
    "on": [
      "ロウ",
      "ル"
    ],
    "kun": [
      "かご",
      "こ",
      "こも"
    ]
  },
  "老": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "お",
      "ふ"
    ]
  },
  "聾": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "ろう",
      "つんぼ",
      "みみしい"
    ]
  },
  "蝋": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "みつろう",
      "ろうそく"
    ]
  },
  "郎": {
    "on": [
      "ロウ",
      "リョウ"
    ],
    "kun": [
      "おとこ"
    ]
  },
  "六": {
    "on": [
      "ロク",
      "リク"
    ],
    "kun": [
      "む",
      "むっ",
      "むい"
    ]
  },
  "麓": {
    "on": [
      "ロク"
    ],
    "kun": [
      "ふもと"
    ]
  },
  "禄": {
    "on": [
      "ロク"
    ],
    "kun": [
      "さいわ",
      "ふち"
    ]
  },
  "肋": {
    "on": [
      "ロク"
    ],
    "kun": [
      "あばら"
    ]
  },
  "録": {
    "on": [
      "ロク"
    ],
    "kun": [
      "しる",
      "と"
    ]
  },
  "論": {
    "on": [
      "ロン"
    ],
    "kun": [
      "あげつら"
    ]
  },
  "倭": {
    "on": [
      "ワ",
      "イ"
    ],
    "kun": [
      "やまと",
      "したが"
    ]
  },
  "和": {
    "on": [
      "ワ",
      "オ",
      "カ"
    ],
    "kun": [
      "やわ",
      "なご",
      "あ"
    ]
  },
  "話": {
    "on": [
      "ワ"
    ],
    "kun": [
      "はな",
      "はなし"
    ]
  },
  "歪": {
    "on": [
      "ワイ",
      "エ"
    ],
    "kun": [
      "いが",
      "いびつ",
      "ひず",
      "ゆが"
    ]
  },
  "賄": {
    "on": [
      "ワイ"
    ],
    "kun": [
      "まかな"
    ]
  },
  "脇": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "わき",
      "わけ"
    ]
  },
  "惑": {
    "on": [
      "ワク"
    ],
    "kun": [
      "まど"
    ]
  },
  "枠": {
    "on": [],
    "kun": [
      "わく"
    ]
  },
  "鷲": {
    "on": [
      "シュウ",
      "ジュ"
    ],
    "kun": [
      "わし"
    ]
  },
  "亙": {
    "on": [
      "コウ",
      "カン"
    ],
    "kun": [
      "わた",
      "もと"
    ]
  },
  "亘": {
    "on": [
      "コウ",
      "カン",
      "セン"
    ],
    "kun": [
      "わた",
      "もと"
    ]
  },
  "鰐": {
    "on": [
      "ガク"
    ],
    "kun": [
      "わに"
    ]
  },
  "詫": {
    "on": [
      "タ"
    ],
    "kun": [
      "わび",
      "かこつ",
      "わ"
    ]
  },
  "藁": {
    "on": [
      "コウ"
    ],
    "kun": [
      "わら"
    ]
  },
  "蕨": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "わらび"
    ]
  },
  "椀": {
    "on": [
      "ワン"
    ],
    "kun": [
      "はち"
    ]
  },
  "湾": {
    "on": [
      "ワン"
    ],
    "kun": [
      "いりえ"
    ]
  },
  "碗": {
    "on": [
      "ワン"
    ],
    "kun": [
      "こばち"
    ]
  },
  "腕": {
    "on": [
      "ワン"
    ],
    "kun": [
      "うで"
    ]
  },
  "弌": {
    "on": [
      "イチ",
      "イツ"
    ],
    "kun": [
      "ひと-",
      "ひと"
    ]
  },
  "丐": {
    "on": [
      "カイ"
    ],
    "kun": [
      "こ"
    ]
  },
  "丕": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "おお"
    ]
  },
  "个": {
    "on": [
      "カ",
      "コ"
    ],
    "kun": []
  },
  "丱": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": []
  },
  "丶": {
    "on": [
      "チュ"
    ],
    "kun": []
  },
  "丼": {
    "on": [
      "トン",
      "タン",
      "ショウ",
      "セイ"
    ],
    "kun": [
      "どんぶり"
    ]
  },
  "丿": {
    "on": [
      "ヘツ"
    ],
    "kun": [
      "えい",
      "よう"
    ]
  },
  "乂": {
    "on": [
      "ガイ",
      "カイ",
      "ゲ"
    ],
    "kun": [
      "おさ",
      "か"
    ]
  },
  "乖": {
    "on": [
      "カイ"
    ],
    "kun": [
      "そむ",
      "もとる"
    ]
  },
  "乘": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "の"
    ]
  },
  "亂": {
    "on": [
      "ラン",
      "ロン"
    ],
    "kun": [
      "みだ",
      "おさ",
      "わた"
    ]
  },
  "亅": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "かぎ"
    ]
  },
  "豫": {
    "on": [
      "ヨ",
      "シャ"
    ],
    "kun": [
      "あらかじ"
    ]
  },
  "亊": {
    "on": [
      "ジ",
      "シ",
      "ズ"
    ],
    "kun": [
      "こと",
      "つか"
    ]
  },
  "舒": {
    "on": [
      "ジョ",
      "ショ"
    ],
    "kun": [
      "の"
    ]
  },
  "弍": {
    "on": [
      "ニ",
      "ジ"
    ],
    "kun": [
      "ふた-",
      "ふた",
      "ふたた"
    ]
  },
  "于": {
    "on": [
      "ウ",
      "ク"
    ],
    "kun": [
      "ここに",
      "ああ",
      "おいて",
      "に",
      "より",
      "を"
    ]
  },
  "亞": {
    "on": [
      "ア"
    ],
    "kun": [
      "つ"
    ]
  },
  "亟": {
    "on": [
      "キョク",
      "キ",
      "ケ"
    ],
    "kun": [
      "しばしば",
      "すみやか"
    ]
  },
  "亠": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "亢": {
    "on": [
      "コウ"
    ],
    "kun": [
      "たかぶる"
    ]
  },
  "亰": {
    "on": [
      "キョウ",
      "ケイ",
      "キン"
    ],
    "kun": [
      "みやこ"
    ]
  },
  "亳": {
    "on": [
      "ハク"
    ],
    "kun": []
  },
  "亶": {
    "on": [
      "タン",
      "セン"
    ],
    "kun": [
      "あつ",
      "ほしいまま"
    ]
  },
  "从": {
    "on": [
      "ショウ",
      "ジュウ",
      "ジュ"
    ],
    "kun": [
      "したが",
      "より"
    ]
  },
  "仍": {
    "on": [
      "ジョウ",
      "ニョウ"
    ],
    "kun": [
      "よ",
      "しきりに",
      "なお",
      "よる"
    ]
  },
  "仄": {
    "on": [
      "ソク"
    ],
    "kun": [
      "ほの",
      "ほの-",
      "かたむ"
    ]
  },
  "仆": {
    "on": [
      "フ"
    ],
    "kun": [
      "たお"
    ]
  },
  "仂": {
    "on": [
      "ドウ",
      "リュク",
      "リキ",
      "ロク",
      "リョク"
    ],
    "kun": [
      "はたら"
    ]
  },
  "仗": {
    "on": [
      "ジョウ",
      "チョウ"
    ],
    "kun": [
      "つえ",
      "つわもの",
      "まわり",
      "よる"
    ]
  },
  "仞": {
    "on": [
      "ジン"
    ],
    "kun": [
      "はか"
    ]
  },
  "仭": {
    "on": [
      "ジン"
    ],
    "kun": [
      "はか"
    ]
  },
  "仟": {
    "on": [
      "セン"
    ],
    "kun": [
      "ち",
      "かしら"
    ]
  },
  "价": {
    "on": [
      "カイ"
    ],
    "kun": []
  },
  "伉": {
    "on": [
      "コウ"
    ],
    "kun": [
      "たぐ",
      "なら"
    ]
  },
  "佚": {
    "on": [
      "イツ",
      "テツ"
    ],
    "kun": [
      "たのし",
      "のが"
    ]
  },
  "估": {
    "on": [
      "コ"
    ],
    "kun": [
      "あきな",
      "あた"
    ]
  },
  "佛": {
    "on": [
      "ブツ",
      "フツ"
    ],
    "kun": [
      "ほとけ"
    ]
  },
  "佝": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "せむし"
    ]
  },
  "佗": {
    "on": [
      "タ",
      "イ"
    ],
    "kun": [
      "わび",
      "ほか",
      "わ"
    ]
  },
  "佇": {
    "on": [
      "チョ"
    ],
    "kun": [
      "たたず"
    ]
  },
  "佶": {
    "on": [
      "キツ",
      "キチ"
    ],
    "kun": []
  },
  "侈": {
    "on": [
      "シ"
    ],
    "kun": [
      "おご"
    ]
  },
  "侏": {
    "on": [
      "シュ"
    ],
    "kun": []
  },
  "侘": {
    "on": [
      "タ"
    ],
    "kun": [
      "わび",
      "ほこ",
      "わ"
    ]
  },
  "佻": {
    "on": [
      "チョウ",
      "ジョウ",
      "ヨウ"
    ],
    "kun": [
      "かる"
    ]
  },
  "佩": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "は",
      "お",
      "おびだま"
    ]
  },
  "佰": {
    "on": [
      "ヒャク",
      "ハク"
    ],
    "kun": [
      "おさ"
    ]
  },
  "侑": {
    "on": [
      "ユウ",
      "ウ"
    ],
    "kun": [
      "すす",
      "たす"
    ]
  },
  "佯": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "いつわ"
    ]
  },
  "來": {
    "on": [
      "ライ",
      "タイ"
    ],
    "kun": [
      "く",
      "きた",
      "き"
    ]
  },
  "侖": {
    "on": [
      "リン",
      "ロン"
    ],
    "kun": [
      "おも"
    ]
  },
  "儘": {
    "on": [
      "ジン"
    ],
    "kun": [
      "まま",
      "ことごとく"
    ]
  },
  "俔": {
    "on": [
      "ケン"
    ],
    "kun": [
      "たと",
      "うかが"
    ]
  },
  "俟": {
    "on": [
      "シ"
    ],
    "kun": [
      "ま"
    ]
  },
  "俎": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "いた",
      "まないた"
    ]
  },
  "俘": {
    "on": [
      "フ"
    ],
    "kun": [
      "とりこ"
    ]
  },
  "俛": {
    "on": [
      "フ",
      "ベン",
      "メン"
    ],
    "kun": [
      "ふ"
    ]
  },
  "俑": {
    "on": [
      "ヨウ",
      "トウ",
      "ユウ"
    ],
    "kun": []
  },
  "俚": {
    "on": [
      "リ"
    ],
    "kun": [
      "いや"
    ]
  },
  "俐": {
    "on": [
      "リ"
    ],
    "kun": [
      "かしこ"
    ]
  },
  "俤": {
    "on": [],
    "kun": [
      "おもかげ"
    ]
  },
  "俥": {
    "on": [],
    "kun": [
      "くるま"
    ]
  },
  "倚": {
    "on": [
      "イ",
      "キ"
    ],
    "kun": [
      "よ",
      "たの"
    ]
  },
  "倨": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "おご"
    ]
  },
  "倔": {
    "on": [
      "クツ"
    ],
    "kun": [
      "つよ"
    ]
  },
  "倪": {
    "on": [
      "ゲイ",
      "ガイ"
    ],
    "kun": [
      "きわ"
    ]
  },
  "倥": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ぬか"
    ]
  },
  "倅": {
    "on": [
      "サイ",
      "ソツ",
      "ソチ"
    ],
    "kun": [
      "せがれ"
    ]
  },
  "伜": {
    "on": [
      "サイ",
      "ソツ",
      "ソチ"
    ],
    "kun": [
      "せがれ"
    ]
  },
  "俶": {
    "on": [
      "シュク",
      "テキ"
    ],
    "kun": [
      "はじめ",
      "よい"
    ]
  },
  "倡": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "とな",
      "わざおぎ"
    ]
  },
  "倩": {
    "on": [
      "セン",
      "セイ"
    ],
    "kun": [
      "つらつら",
      "うつく"
    ]
  },
  "倬": {
    "on": [
      "タク"
    ],
    "kun": []
  },
  "俾": {
    "on": [
      "フ",
      "ヒ",
      "ヘイ"
    ],
    "kun": [
      "かしずく",
      "しむ"
    ]
  },
  "俯": {
    "on": [
      "フ"
    ],
    "kun": [
      "ふ",
      "うつむ"
    ]
  },
  "們": {
    "on": [
      "モン"
    ],
    "kun": [
      "ともがら"
    ]
  },
  "倆": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "たくみ"
    ]
  },
  "偃": {
    "on": [
      "エン"
    ],
    "kun": [
      "ふ"
    ]
  },
  "假": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "かり"
    ]
  },
  "會": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "あ",
      "あつ"
    ]
  },
  "偕": {
    "on": [
      "カイ"
    ],
    "kun": [
      "ともに"
    ]
  },
  "偐": {
    "on": [
      "ゲン",
      "ガン"
    ],
    "kun": []
  },
  "偈": {
    "on": [
      "ゲ",
      "ケツ",
      "ケイ"
    ],
    "kun": [
      "いこ"
    ]
  },
  "做": {
    "on": [
      "サ",
      "サク",
      "ソ"
    ],
    "kun": [
      "な",
      "つく"
    ]
  },
  "偖": {
    "on": [
      "シャ"
    ],
    "kun": [
      "さて"
    ]
  },
  "偬": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "くる"
    ]
  },
  "偸": {
    "on": [
      "ツ",
      "トウ",
      "チュウ"
    ],
    "kun": [
      "ぬす"
    ]
  },
  "傀": {
    "on": [
      "カイ"
    ],
    "kun": [
      "おおき"
    ]
  },
  "傚": {
    "on": [
      "コウ"
    ],
    "kun": [
      "なら"
    ]
  },
  "傅": {
    "on": [
      "フ"
    ],
    "kun": [
      "かしず",
      "つく",
      "もり"
    ]
  },
  "傴": {
    "on": [
      "ク",
      "ウ"
    ],
    "kun": [
      "かが",
      "せむし"
    ]
  },
  "傲": {
    "on": [
      "ゴウ"
    ],
    "kun": [
      "おご",
      "あなど"
    ]
  },
  "僉": {
    "on": [
      "セン"
    ],
    "kun": [
      "みな"
    ]
  },
  "僊": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "傳": {
    "on": [
      "テン",
      "デン"
    ],
    "kun": [
      "つた",
      "つて"
    ]
  },
  "僂": {
    "on": [
      "ロウ",
      "ル"
    ],
    "kun": [
      "かが"
    ]
  },
  "僖": {
    "on": [
      "キ"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "僞": {
    "on": [
      "ギ",
      "カ"
    ],
    "kun": [
      "いつわ",
      "にせ"
    ]
  },
  "僥": {
    "on": [
      "ギョウ",
      "キョウ"
    ],
    "kun": []
  },
  "僭": {
    "on": [
      "シン",
      "セン"
    ],
    "kun": [
      "せん",
      "おご"
    ]
  },
  "僣": {
    "on": [
      "シン",
      "セン"
    ],
    "kun": [
      "せん",
      "おご"
    ]
  },
  "僮": {
    "on": [
      "トウ",
      "ドウ"
    ],
    "kun": [
      "しもべ",
      "わらべ"
    ]
  },
  "價": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "あたい"
    ]
  },
  "僵": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "たお"
    ]
  },
  "儉": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つま",
      "つづまやか"
    ]
  },
  "儁": {
    "on": [
      "シュン"
    ],
    "kun": [
      "すぐ"
    ]
  },
  "儂": {
    "on": [
      "ドウ",
      "ノウ"
    ],
    "kun": [
      "わし",
      "かれ"
    ]
  },
  "儖": {
    "on": [
      "ラン"
    ],
    "kun": []
  },
  "儕": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": [
      "ともがら"
    ]
  },
  "儔": {
    "on": [
      "チュウ",
      "ジュ"
    ],
    "kun": [
      "ともがら"
    ]
  },
  "儚": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "はかな",
      "くら"
    ]
  },
  "儡": {
    "on": [
      "ライ"
    ],
    "kun": []
  },
  "儺": {
    "on": [
      "ナ",
      "ダ"
    ],
    "kun": [
      "おにやらい"
    ]
  },
  "儷": {
    "on": [
      "レイ"
    ],
    "kun": [
      "つれあい",
      "ならぶ"
    ]
  },
  "儼": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "いかめ",
      "おごそか"
    ]
  },
  "儻": {
    "on": [
      "トウ"
    ],
    "kun": [
      "あるいは",
      "すぐ",
      "もし"
    ]
  },
  "儿": {
    "on": [
      "ジン",
      "ニン"
    ],
    "kun": [
      "がい"
    ]
  },
  "兀": {
    "on": [
      "コツ"
    ],
    "kun": []
  },
  "兒": {
    "on": [
      "ジ",
      "ニ",
      "ゲイ"
    ],
    "kun": [
      "こ"
    ]
  },
  "兌": {
    "on": [
      "ダ",
      "エイ",
      "エツ",
      "タイ"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "兔": {
    "on": [
      "ト",
      "ツ"
    ],
    "kun": [
      "うさぎ"
    ]
  },
  "兢": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "おそ",
      "つつ"
    ]
  },
  "竸": {
    "on": [
      "キョウ",
      "ケイ"
    ],
    "kun": [
      "きそ",
      "せ",
      "くら"
    ]
  },
  "兩": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "ふたつ"
    ]
  },
  "兪": {
    "on": [
      "ユ"
    ],
    "kun": [
      "しかり"
    ]
  },
  "兮": {
    "on": [
      "ケイ"
    ],
    "kun": []
  },
  "冀": {
    "on": [
      "キ"
    ],
    "kun": [
      "こいねが"
    ]
  },
  "冂": {
    "on": [
      "キョウ",
      "ケイ"
    ],
    "kun": []
  },
  "囘": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "まわ",
      "もとお",
      "か"
    ]
  },
  "册": {
    "on": [
      "サツ",
      "サク"
    ],
    "kun": [
      "ふみ"
    ]
  },
  "冉": {
    "on": [
      "ゼン",
      "ネン"
    ],
    "kun": [
      "あや"
    ]
  },
  "冏": {
    "on": [
      "ケイ",
      "キョウ",
      "ソウ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "冑": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "かぶと",
      "よろい"
    ]
  },
  "冓": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かま"
    ]
  },
  "冕": {
    "on": [
      "ベン",
      "メン"
    ],
    "kun": [
      "かんむり"
    ]
  },
  "冖": {
    "on": [
      "ベキ"
    ],
    "kun": []
  },
  "冤": {
    "on": [
      "エン"
    ],
    "kun": []
  },
  "冦": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あだ"
    ]
  },
  "冢": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "つか",
      "おお"
    ]
  },
  "冩": {
    "on": [
      "シャ"
    ],
    "kun": [
      "うつ"
    ]
  },
  "冪": {
    "on": [
      "ベキ"
    ],
    "kun": []
  },
  "冫": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "こおり"
    ]
  },
  "决": {
    "on": [
      "ケチ",
      "ケツ"
    ],
    "kun": [
      "き",
      "さ"
    ]
  },
  "冱": {
    "on": [
      "ゴ",
      "コ"
    ],
    "kun": [
      "さ",
      "こお",
      "ひ"
    ]
  },
  "冲": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "おき",
      "おきつ",
      "ちゅう",
      "わく"
    ]
  },
  "冰": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "こおり",
      "ひ",
      "こお"
    ]
  },
  "况": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "まし",
      "いわ",
      "おもむき"
    ]
  },
  "冽": {
    "on": [
      "レツ",
      "レイ"
    ],
    "kun": [
      "きよ"
    ]
  },
  "凅": {
    "on": [
      "コ",
      "カク"
    ],
    "kun": [
      "か",
      "こお"
    ]
  },
  "凉": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "すず",
      "うす",
      "ひや",
      "まことに"
    ]
  },
  "凛": {
    "on": [
      "リン"
    ],
    "kun": [
      "きびし"
    ]
  },
  "几": {
    "on": [
      "キ"
    ],
    "kun": [
      "きにょう"
    ]
  },
  "處": {
    "on": [
      "ショ"
    ],
    "kun": [
      "ところ",
      "-こ",
      "お"
    ]
  },
  "凩": {
    "on": [],
    "kun": [
      "こがらし"
    ]
  },
  "凭": {
    "on": [
      "ヒョウ",
      "ヘイ"
    ],
    "kun": [
      "もた",
      "よ"
    ]
  },
  "凰": {
    "on": [
      "コウ",
      "オウ"
    ],
    "kun": [
      "おおとり"
    ]
  },
  "凵": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "凾": {
    "on": [
      "カン"
    ],
    "kun": [
      "はこ",
      "い"
    ]
  },
  "刄": {
    "on": [
      "ジン",
      "ニン"
    ],
    "kun": [
      "は",
      "やいば",
      "き"
    ]
  },
  "刋": {
    "on": [
      "カン",
      "セン"
    ],
    "kun": [
      "き",
      "けず"
    ]
  },
  "刔": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "えぐ"
    ]
  },
  "刎": {
    "on": [
      "フン"
    ],
    "kun": [
      "は",
      "くびは"
    ]
  },
  "刧": {
    "on": [
      "コウ",
      "ゴウ",
      "キョウ"
    ],
    "kun": [
      "おびや"
    ]
  },
  "刪": {
    "on": [
      "サン"
    ],
    "kun": [
      "けず"
    ]
  },
  "刮": {
    "on": [
      "カツ"
    ],
    "kun": [
      "こそ",
      "けず"
    ]
  },
  "刳": {
    "on": [
      "コ"
    ],
    "kun": [
      "く",
      "えぐ"
    ]
  },
  "刹": {
    "on": [
      "セチ",
      "セツ",
      "サツ"
    ],
    "kun": []
  },
  "剏": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "はじ"
    ]
  },
  "剄": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "くびき"
    ]
  },
  "剋": {
    "on": [
      "コク"
    ],
    "kun": [
      "かつ"
    ]
  },
  "剌": {
    "on": [
      "ラツ"
    ],
    "kun": [
      "もと"
    ]
  },
  "剞": {
    "on": [
      "キ"
    ],
    "kun": [
      "きざ"
    ]
  },
  "剔": {
    "on": [
      "テキ",
      "テイ"
    ],
    "kun": [
      "えぐ",
      "そ"
    ]
  },
  "剪": {
    "on": [
      "セン"
    ],
    "kun": [
      "き",
      "つ"
    ]
  },
  "剴": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": []
  },
  "剩": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "あまつさえ",
      "あま"
    ]
  },
  "剳": {
    "on": [
      "トウ",
      "サツ",
      "チョウ"
    ],
    "kun": [
      "さ"
    ]
  },
  "剿": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": []
  },
  "剽": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "おびや",
      "さす"
    ]
  },
  "劍": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つるぎ"
    ]
  },
  "劔": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つるぎ"
    ]
  },
  "劒": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つるぎ"
    ]
  },
  "剱": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つるぎ"
    ]
  },
  "劈": {
    "on": [
      "ヘキ",
      "ヒャク"
    ],
    "kun": [
      "つんざ",
      "さく"
    ]
  },
  "劑": {
    "on": [
      "ザイ",
      "スイ",
      "セイ"
    ],
    "kun": [
      "かる",
      "けず"
    ]
  },
  "辨": {
    "on": [
      "ベン",
      "ヘン"
    ],
    "kun": [
      "わきま",
      "わ",
      "はなびら",
      "あらそ"
    ]
  },
  "辧": {
    "on": [
      "ベン",
      "ヘン"
    ],
    "kun": [
      "わきま",
      "わ",
      "はなびら",
      "あらそ"
    ]
  },
  "劬": {
    "on": [
      "ク"
    ],
    "kun": [
      "つか"
    ]
  },
  "劭": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "つと"
    ]
  },
  "劼": {
    "on": [
      "カツ",
      "ケチ"
    ],
    "kun": []
  },
  "劵": {
    "on": [
      "ケン"
    ],
    "kun": [
      "てがた",
      "わりふ"
    ]
  },
  "勁": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "つよ"
    ]
  },
  "勍": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "つよ"
    ]
  },
  "勗": {
    "on": [
      "キョク",
      "ボウ"
    ],
    "kun": [
      "つと"
    ]
  },
  "勞": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "ろう",
      "いたわ",
      "いた",
      "ねぎら",
      "つか"
    ]
  },
  "勣": {
    "on": [
      "セキ",
      "シャク"
    ],
    "kun": [
      "いさお",
      "つむ"
    ]
  },
  "勦": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": []
  },
  "飭": {
    "on": [
      "チョク",
      "チキ"
    ],
    "kun": [
      "いまし",
      "ただ"
    ]
  },
  "勠": {
    "on": [
      "リク"
    ],
    "kun": [
      "あわ"
    ]
  },
  "勳": {
    "on": [
      "クン"
    ],
    "kun": [
      "いさお"
    ]
  },
  "勵": {
    "on": [
      "レイ"
    ],
    "kun": [
      "はげ"
    ]
  },
  "勸": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "すす"
    ]
  },
  "勹": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "つつ"
    ]
  },
  "匆": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "いそが"
    ]
  },
  "匈": {
    "on": [
      "キョウ"
    ],
    "kun": []
  },
  "甸": {
    "on": [
      "デン",
      "テン"
    ],
    "kun": [
      "かり"
    ]
  },
  "匍": {
    "on": [
      "ホ"
    ],
    "kun": [
      "は"
    ]
  },
  "匐": {
    "on": [
      "ホク",
      "フク"
    ],
    "kun": []
  },
  "匏": {
    "on": [
      "ホ",
      "ホウ"
    ],
    "kun": [
      "ひさご"
    ]
  },
  "匕": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "さじ"
    ]
  },
  "匚": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "匣": {
    "on": [
      "コウ"
    ],
    "kun": [
      "はこ"
    ]
  },
  "匯": {
    "on": [
      "キ",
      "エ",
      "カイ",
      "ワイ"
    ],
    "kun": [
      "がい",
      "めぐ"
    ]
  },
  "匱": {
    "on": [
      "キ"
    ],
    "kun": [
      "ひつ"
    ]
  },
  "匳": {
    "on": [
      "レン"
    ],
    "kun": [
      "くしげ",
      "はこ"
    ]
  },
  "匸": {
    "on": [
      "ケイ"
    ],
    "kun": []
  },
  "區": {
    "on": [
      "ク",
      "オウ",
      "コウ"
    ],
    "kun": []
  },
  "卆": {
    "on": [
      "ソツ",
      "シュツ"
    ],
    "kun": [
      "そっ",
      "お",
      "ついに",
      "にわか"
    ]
  },
  "卅": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さんじゅう"
    ]
  },
  "丗": {
    "on": [
      "セイ",
      "セ",
      "ソウ"
    ],
    "kun": [
      "よ",
      "さんじゅう"
    ]
  },
  "卉": {
    "on": [
      "キ",
      "ケ"
    ],
    "kun": [
      "くさ"
    ]
  },
  "卍": {
    "on": [
      "バン",
      "マン"
    ],
    "kun": [
      "まんじ"
    ]
  },
  "凖": {
    "on": [
      "ジュン"
    ],
    "kun": [
      "じゅん",
      "なぞら",
      "のり",
      "ひと",
      "みずもり"
    ]
  },
  "卞": {
    "on": [
      "ベン",
      "ヘン",
      "ハン"
    ],
    "kun": []
  },
  "卩": {
    "on": [
      "セツ"
    ],
    "kun": [
      "わりふ"
    ]
  },
  "卮": {
    "on": [
      "シ"
    ],
    "kun": [
      "さかずき"
    ]
  },
  "夘": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "う"
    ]
  },
  "卻": {
    "on": [
      "キャク"
    ],
    "kun": [
      "かえ",
      "しりぞ"
    ]
  },
  "卷": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "ま",
      "まき"
    ]
  },
  "厂": {
    "on": [
      "カン"
    ],
    "kun": [
      "かりがね"
    ]
  },
  "厖": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "おおき"
    ]
  },
  "厠": {
    "on": [
      "シ",
      "ショク"
    ],
    "kun": [
      "かわや"
    ]
  },
  "厦": {
    "on": [
      "カ",
      "サ"
    ],
    "kun": [
      "いえ"
    ]
  },
  "厥": {
    "on": [
      "ケツ",
      "クツ"
    ],
    "kun": [
      "その",
      "それ"
    ]
  },
  "厮": {
    "on": [
      "シ"
    ],
    "kun": [
      "こもの"
    ]
  },
  "厰": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "厶": {
    "on": [
      "シ",
      "ボウ",
      "ム"
    ],
    "kun": [
      "わたくし",
      "ござ"
    ]
  },
  "參": {
    "on": [
      "サン",
      "シン"
    ],
    "kun": [
      "まい",
      "まじわる",
      "みつ"
    ]
  },
  "簒": {
    "on": [
      "サン",
      "セン"
    ],
    "kun": [
      "うば"
    ]
  },
  "雙": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "たぐい",
      "ならぶ",
      "ふたつ",
      "ふた-"
    ]
  },
  "叟": {
    "on": [
      "ソウ",
      "シュウ"
    ],
    "kun": [
      "おきな"
    ]
  },
  "曼": {
    "on": [
      "マン",
      "バン"
    ],
    "kun": [
      "なが"
    ]
  },
  "燮": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "叮": {
    "on": [
      "テイ"
    ],
    "kun": []
  },
  "叨": {
    "on": [
      "トウ"
    ],
    "kun": [
      "みだりに"
    ]
  },
  "叭": {
    "on": [
      "ハツ"
    ],
    "kun": []
  },
  "叺": {
    "on": [],
    "kun": [
      "かます"
    ]
  },
  "吁": {
    "on": [
      "ク",
      "ウ"
    ],
    "kun": [
      "ああ"
    ]
  },
  "吽": {
    "on": [
      "コウ",
      "ウン",
      "イン",
      "オン",
      "グ"
    ],
    "kun": [
      "ほえ"
    ]
  },
  "呀": {
    "on": [
      "ガ",
      "カ"
    ],
    "kun": [
      "あ"
    ]
  },
  "听": {
    "on": [
      "キン"
    ],
    "kun": [
      "ポンド",
      "わら"
    ]
  },
  "吭": {
    "on": [
      "コウ"
    ],
    "kun": [
      "のど"
    ]
  },
  "吼": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "ほ"
    ]
  },
  "吮": {
    "on": [
      "セン",
      "シュン"
    ],
    "kun": [
      "す"
    ]
  },
  "吶": {
    "on": [
      "トツ"
    ],
    "kun": [
      "ども"
    ]
  },
  "吩": {
    "on": [
      "フン"
    ],
    "kun": [
      "ふ"
    ]
  },
  "吝": {
    "on": [
      "リン"
    ],
    "kun": [
      "しわ",
      "やぶさ",
      "おし"
    ]
  },
  "呎": {
    "on": [
      "シャク"
    ],
    "kun": [
      "ふいいと"
    ]
  },
  "咏": {
    "on": [
      "エイ"
    ],
    "kun": [
      "よ",
      "うた"
    ]
  },
  "呵": {
    "on": [
      "カ"
    ],
    "kun": [
      "か",
      "しか",
      "わら"
    ]
  },
  "咎": {
    "on": [
      "キュウ",
      "コウ"
    ],
    "kun": [
      "とが"
    ]
  },
  "呟": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "つぶや"
    ]
  },
  "呱": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "呷": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あお",
      "す"
    ]
  },
  "呰": {
    "on": [
      "シ",
      "サ"
    ],
    "kun": []
  },
  "咒": {
    "on": [
      "ジュ",
      "シュ",
      "シュウ"
    ],
    "kun": [
      "まじな",
      "のろ",
      "まじない"
    ]
  },
  "呻": {
    "on": [
      "シン"
    ],
    "kun": [
      "うめ",
      "うめき"
    ]
  },
  "咀": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "か"
    ]
  },
  "呶": {
    "on": [
      "ド",
      "ドウ"
    ],
    "kun": [
      "かまびす"
    ]
  },
  "咄": {
    "on": [
      "トツ"
    ],
    "kun": [
      "はなし",
      "しか"
    ]
  },
  "咐": {
    "on": [
      "フ",
      "ホ"
    ],
    "kun": []
  },
  "咆": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "哇": {
    "on": [
      "ア",
      "アイ",
      "エ",
      "ワ"
    ],
    "kun": [
      "かい",
      "けい"
    ]
  },
  "咢": {
    "on": [
      "ガク"
    ],
    "kun": [
      "おどろく"
    ]
  },
  "咸": {
    "on": [
      "カン",
      "ゲン"
    ],
    "kun": []
  },
  "咥": {
    "on": [
      "テツ",
      "キ"
    ],
    "kun": [
      "か",
      "くわ"
    ]
  },
  "咬": {
    "on": [
      "コウ",
      "ヨウ"
    ],
    "kun": [
      "か"
    ]
  },
  "哄": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "哈": {
    "on": [
      "ゴウ",
      "ハ",
      "ソウ"
    ],
    "kun": []
  },
  "咨": {
    "on": [
      "シ"
    ],
    "kun": [
      "ああ",
      "はか"
    ]
  },
  "咫": {
    "on": [
      "シ"
    ],
    "kun": [
      "た"
    ]
  },
  "哂": {
    "on": [
      "シン"
    ],
    "kun": [
      "わら"
    ]
  },
  "咤": {
    "on": [
      "タ",
      "ト"
    ],
    "kun": [
      "しか"
    ]
  },
  "咾": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "咼": {
    "on": [
      "カイ",
      "ケ",
      "クウ",
      "カ"
    ],
    "kun": [
      "よこしま",
      "くちがゆがむ",
      "ゆが"
    ]
  },
  "哘": {
    "on": [],
    "kun": [
      "さそ"
    ]
  },
  "哥": {
    "on": [
      "カ",
      "コ"
    ],
    "kun": [
      "あに",
      "うた"
    ]
  },
  "哦": {
    "on": [
      "ガ"
    ],
    "kun": []
  },
  "唏": {
    "on": [
      "キ"
    ],
    "kun": [
      "なげ"
    ]
  },
  "唔": {
    "on": [
      "ゴ"
    ],
    "kun": []
  },
  "哽": {
    "on": [
      "コウ"
    ],
    "kun": [
      "むせ"
    ]
  },
  "哮": {
    "on": [
      "コウ"
    ],
    "kun": [
      "た",
      "ほ"
    ]
  },
  "哭": {
    "on": [
      "コク"
    ],
    "kun": [
      "なげ",
      "な"
    ]
  },
  "哺": {
    "on": [
      "ホ"
    ],
    "kun": [
      "はぐく",
      "ふく"
    ]
  },
  "哢": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "さえず"
    ]
  },
  "唹": {
    "on": [
      "オ"
    ],
    "kun": []
  },
  "啀": {
    "on": [
      "ガイ"
    ],
    "kun": [
      "いがむ"
    ]
  },
  "啣": {
    "on": [
      "カン"
    ],
    "kun": [
      "くわ",
      "くつわ"
    ]
  },
  "啌": {
    "on": [
      "クウ",
      "コウ"
    ],
    "kun": []
  },
  "售": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "う"
    ]
  },
  "啜": {
    "on": [
      "セツ",
      "テツ"
    ],
    "kun": [
      "すす"
    ]
  },
  "啅": {
    "on": [
      "タク",
      "トウ"
    ],
    "kun": []
  },
  "啖": {
    "on": [
      "タン"
    ],
    "kun": [
      "く",
      "くらわ"
    ]
  },
  "啗": {
    "on": [
      "タン"
    ],
    "kun": [
      "く"
    ]
  },
  "唸": {
    "on": [
      "テン"
    ],
    "kun": [
      "うな",
      "うなり"
    ]
  },
  "唳": {
    "on": [
      "レイ"
    ],
    "kun": [
      "れつ"
    ]
  },
  "啝": {
    "on": [
      "ワ"
    ],
    "kun": [
      "したが"
    ]
  },
  "喙": {
    "on": [
      "カイ"
    ],
    "kun": [
      "がい",
      "くちばし"
    ]
  },
  "喀": {
    "on": [
      "カク"
    ],
    "kun": [
      "は"
    ]
  },
  "咯": {
    "on": [
      "カク"
    ],
    "kun": [
      "は"
    ]
  },
  "喊": {
    "on": [
      "カン",
      "ヤク"
    ],
    "kun": [
      "さけ"
    ]
  },
  "喟": {
    "on": [
      "キ",
      "カイ"
    ],
    "kun": [
      "なげ"
    ]
  },
  "啻": {
    "on": [
      "シ"
    ],
    "kun": [
      "ただ"
    ]
  },
  "啾": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "な"
    ]
  },
  "喘": {
    "on": [
      "ゼン",
      "セン"
    ],
    "kun": [
      "あえ",
      "せき"
    ]
  },
  "喞": {
    "on": [
      "ショク",
      "ソク"
    ],
    "kun": [
      "かこ"
    ]
  },
  "單": {
    "on": [
      "タン"
    ],
    "kun": [
      "ひとえ"
    ]
  },
  "啼": {
    "on": [
      "テイ"
    ],
    "kun": [
      "な"
    ]
  },
  "喃": {
    "on": [
      "ナン"
    ],
    "kun": [
      "の"
    ]
  },
  "喩": {
    "on": [
      "ユ"
    ],
    "kun": [
      "たと",
      "さと"
    ]
  },
  "喇": {
    "on": [
      "ラツ",
      "ラ"
    ],
    "kun": []
  },
  "喨": {
    "on": [
      "リョウ",
      "ロウ"
    ],
    "kun": []
  },
  "嗚": {
    "on": [
      "ウ",
      "オ"
    ],
    "kun": [
      "ああ"
    ]
  },
  "嗅": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "か"
    ]
  },
  "嗟": {
    "on": [
      "サ",
      "シャ"
    ],
    "kun": [
      "あ",
      "ああ",
      "なげ"
    ]
  },
  "嗄": {
    "on": [
      "サ"
    ],
    "kun": [
      "か",
      "しゃが"
    ]
  },
  "嗜": {
    "on": [
      "シ"
    ],
    "kun": [
      "たしな",
      "この"
    ]
  },
  "嗤": {
    "on": [
      "シ"
    ],
    "kun": [
      "わら"
    ]
  },
  "嗔": {
    "on": [
      "シン"
    ],
    "kun": [
      "いか"
    ]
  },
  "嘔": {
    "on": [
      "オウ",
      "ク"
    ],
    "kun": [
      "は",
      "むかつ",
      "うた"
    ]
  },
  "嗷": {
    "on": [
      "ゴウ"
    ],
    "kun": [
      "かまびす"
    ]
  },
  "嘖": {
    "on": [
      "サク"
    ],
    "kun": [
      "さいな",
      "さけ"
    ]
  },
  "嗾": {
    "on": [
      "ゾク",
      "ソク",
      "ソウ"
    ],
    "kun": [
      "けしか",
      "そそのか"
    ]
  },
  "嗽": {
    "on": [
      "ソウ",
      "シュウ",
      "ソク"
    ],
    "kun": [
      "すす",
      "ゆす",
      "くちすす",
      "うがい"
    ]
  },
  "嘛": {
    "on": [
      "マ"
    ],
    "kun": []
  },
  "嗹": {
    "on": [
      "レン"
    ],
    "kun": [
      "おしゃべり"
    ]
  },
  "噎": {
    "on": [
      "イツ",
      "エツ"
    ],
    "kun": [
      "む",
      "むせ"
    ]
  },
  "噐": {
    "on": [
      "キ"
    ],
    "kun": [
      "うつわ"
    ]
  },
  "營": {
    "on": [
      "エイ"
    ],
    "kun": [
      "いとな"
    ]
  },
  "嘴": {
    "on": [
      "シ"
    ],
    "kun": [
      "くちばし",
      "はし"
    ]
  },
  "嘶": {
    "on": [
      "セイ"
    ],
    "kun": [
      "いなな"
    ]
  },
  "嘲": {
    "on": [
      "チョウ",
      "トウ"
    ],
    "kun": [
      "あざけ"
    ]
  },
  "嘸": {
    "on": [
      "ブ",
      "ム"
    ],
    "kun": [
      "さぞ",
      "さぞや",
      "さぞかし"
    ]
  },
  "噫": {
    "on": [
      "イ",
      "アイ",
      "オク"
    ],
    "kun": [
      "ああ",
      "おくび"
    ]
  },
  "噤": {
    "on": [
      "キン"
    ],
    "kun": [
      "つぐ"
    ]
  },
  "嘯": {
    "on": [
      "ショウ",
      "シツ"
    ],
    "kun": [
      "うそぶ"
    ]
  },
  "噬": {
    "on": [
      "ゼイ"
    ],
    "kun": [
      "か"
    ]
  },
  "噪": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さわ"
    ]
  },
  "嚆": {
    "on": [
      "コウ"
    ],
    "kun": [
      "さけ"
    ]
  },
  "嚀": {
    "on": [
      "ネイ",
      "ニョウ"
    ],
    "kun": []
  },
  "嚊": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "かかめ",
      "かかあ",
      "はないき"
    ]
  },
  "嚠": {
    "on": [
      "リュウ",
      "ル"
    ],
    "kun": []
  },
  "嚔": {
    "on": [
      "テイ"
    ],
    "kun": [
      "くしゃみ",
      "くさめ",
      "くさみ",
      "はな",
      "ひ"
    ]
  },
  "嚏": {
    "on": [
      "テイ"
    ],
    "kun": [
      "くしゃみ",
      "くさめ",
      "くさみ",
      "はな",
      "ひ"
    ]
  },
  "嚥": {
    "on": [
      "エン"
    ],
    "kun": [
      "の"
    ]
  },
  "嚮": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": [
      "さきに",
      "むか"
    ]
  },
  "嚶": {
    "on": [
      "オウ"
    ],
    "kun": [
      "な"
    ]
  },
  "嚴": {
    "on": [
      "ゲン",
      "ゴン"
    ],
    "kun": [
      "おごそ",
      "きび",
      "いか",
      "いつくし"
    ]
  },
  "囂": {
    "on": [
      "ゴウ",
      "キョウ"
    ],
    "kun": [
      "かしま",
      "かまびす"
    ]
  },
  "嚼": {
    "on": [
      "シャク"
    ],
    "kun": [
      "か"
    ]
  },
  "囁": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "ささや"
    ]
  },
  "囃": {
    "on": [
      "サツ",
      "ソウ"
    ],
    "kun": [
      "はや",
      "はやし"
    ]
  },
  "囀": {
    "on": [
      "テン"
    ],
    "kun": [
      "さえず"
    ]
  },
  "囈": {
    "on": [
      "ゲイ"
    ],
    "kun": []
  },
  "囎": {
    "on": [
      "ソ"
    ],
    "kun": [
      "しょう"
    ]
  },
  "囑": {
    "on": [
      "ショク"
    ],
    "kun": [
      "しょく",
      "たの"
    ]
  },
  "囓": {
    "on": [
      "ゲツ",
      "ケツ"
    ],
    "kun": [
      "かじ",
      "か"
    ]
  },
  "囗": {
    "on": [
      "イ",
      "コク"
    ],
    "kun": []
  },
  "囮": {
    "on": [
      "カ",
      "ユウ"
    ],
    "kun": [
      "おとり"
    ]
  },
  "囹": {
    "on": [
      "レイ"
    ],
    "kun": []
  },
  "圀": {
    "on": [
      "コク"
    ],
    "kun": [
      "くに"
    ]
  },
  "囿": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "その"
    ]
  },
  "圄": {
    "on": [
      "ゴ",
      "ギョ"
    ],
    "kun": [
      "ひとや"
    ]
  },
  "圉": {
    "on": [
      "ギョ",
      "ゴ"
    ],
    "kun": [
      "うまか",
      "ひとや"
    ]
  },
  "圈": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かこ"
    ]
  },
  "國": {
    "on": [
      "コク"
    ],
    "kun": [
      "くに"
    ]
  },
  "圍": {
    "on": [
      "イ"
    ],
    "kun": [
      "かこ"
    ]
  },
  "圓": {
    "on": [
      "エン"
    ],
    "kun": [
      "まる",
      "まど",
      "まろ"
    ]
  },
  "團": {
    "on": [
      "ダン",
      "トン"
    ],
    "kun": [
      "かたまり",
      "まる"
    ]
  },
  "圖": {
    "on": [
      "ズ",
      "ト"
    ],
    "kun": [
      "え",
      "はか"
    ]
  },
  "嗇": {
    "on": [
      "ショク"
    ],
    "kun": [
      "やぶさ",
      "おし"
    ]
  },
  "圜": {
    "on": [
      "カン",
      "エン"
    ],
    "kun": [
      "まる",
      "めぐ"
    ]
  },
  "圦": {
    "on": [],
    "kun": [
      "いり"
    ]
  },
  "圷": {
    "on": [],
    "kun": [
      "あくつ"
    ]
  },
  "圸": {
    "on": [],
    "kun": [
      "まま"
    ]
  },
  "坎": {
    "on": [
      "カン"
    ],
    "kun": [
      "あな"
    ]
  },
  "圻": {
    "on": [
      "キ",
      "ギン"
    ],
    "kun": [
      "さか"
    ]
  },
  "址": {
    "on": [
      "シ"
    ],
    "kun": [
      "あと"
    ]
  },
  "坏": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "つき",
      "おか"
    ]
  },
  "坩": {
    "on": [
      "カン"
    ],
    "kun": [
      "つぼ"
    ]
  },
  "埀": {
    "on": [
      "スイ"
    ],
    "kun": [
      "た",
      "なんなんと"
    ]
  },
  "垈": {
    "on": [
      "タイ",
      "ダイ"
    ],
    "kun": [
      "ぬた"
    ]
  },
  "坡": {
    "on": [
      "ハ",
      "ヒ"
    ],
    "kun": [
      "つつ"
    ]
  },
  "坿": {
    "on": [
      "フ"
    ],
    "kun": []
  },
  "垉": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "垓": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "はて"
    ]
  },
  "垠": {
    "on": [
      "ギン",
      "ゴン"
    ],
    "kun": [
      "きし",
      "さか"
    ]
  },
  "垳": {
    "on": [],
    "kun": [
      "がけ",
      "いげ",
      "いけ"
    ]
  },
  "垤": {
    "on": [
      "テツ"
    ],
    "kun": [
      "ありづか"
    ]
  },
  "垪": {
    "on": [
      "ハ"
    ],
    "kun": []
  },
  "垰": {
    "on": [],
    "kun": [
      "たわ",
      "とうげ",
      "たお",
      "あくつ"
    ]
  },
  "埃": {
    "on": [
      "アイ"
    ],
    "kun": [
      "ほこり",
      "ちり"
    ]
  },
  "埆": {
    "on": [
      "カク"
    ],
    "kun": [
      "きそ"
    ]
  },
  "埔": {
    "on": [
      "ホ"
    ],
    "kun": []
  },
  "埒": {
    "on": [
      "レツ",
      "ラツ",
      "ラチ"
    ],
    "kun": [
      "らち",
      "かこ"
    ]
  },
  "埓": {
    "on": [
      "レツ",
      "ラツ",
      "ラチ"
    ],
    "kun": [
      "らち",
      "かこ"
    ]
  },
  "堊": {
    "on": [
      "アク",
      "ア",
      "オ"
    ],
    "kun": [
      "いろつち",
      "しろつち"
    ]
  },
  "埖": {
    "on": [],
    "kun": [
      "ごみ"
    ]
  },
  "埣": {
    "on": [
      "ソツ"
    ],
    "kun": []
  },
  "堋": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "堙": {
    "on": [
      "イン"
    ],
    "kun": [
      "ふさ"
    ]
  },
  "堝": {
    "on": [
      "カ"
    ],
    "kun": [
      "るつぼ"
    ]
  },
  "塲": {
    "on": [
      "ジョウ",
      "チョウ"
    ],
    "kun": [
      "ば"
    ]
  },
  "堡": {
    "on": [
      "ホ",
      "ホウ"
    ],
    "kun": [
      "とりで"
    ]
  },
  "塢": {
    "on": [
      "オ",
      "ウ"
    ],
    "kun": []
  },
  "塋": {
    "on": [
      "エイ"
    ],
    "kun": [
      "はか"
    ]
  },
  "塰": {
    "on": [],
    "kun": [
      "あま"
    ]
  },
  "毀": {
    "on": [
      "キ"
    ],
    "kun": [
      "こぼ",
      "こわ",
      "そし",
      "やぶ"
    ]
  },
  "塒": {
    "on": [
      "シ",
      "ジ"
    ],
    "kun": [
      "ねぐら",
      "とや",
      "とぐろ"
    ]
  },
  "堽": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "塹": {
    "on": [
      "ザン",
      "セン"
    ],
    "kun": [
      "ほり",
      "あな"
    ]
  },
  "墅": {
    "on": [
      "ショ",
      "ヤ"
    ],
    "kun": [
      "しもやしき"
    ]
  },
  "墹": {
    "on": [],
    "kun": [
      "まま"
    ]
  },
  "墟": {
    "on": [
      "キョ"
    ],
    "kun": [
      "あと"
    ]
  },
  "墫": {
    "on": [
      "シュン"
    ],
    "kun": []
  },
  "墺": {
    "on": [
      "オウ",
      "イク"
    ],
    "kun": [
      "きし"
    ]
  },
  "壞": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "こわ",
      "やぶ"
    ]
  },
  "墻": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "かき"
    ]
  },
  "墸": {
    "on": [
      "チョ"
    ],
    "kun": []
  },
  "墮": {
    "on": [
      "ダ"
    ],
    "kun": [
      "おち",
      "くず"
    ]
  },
  "壅": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "ふさ"
    ]
  },
  "壓": {
    "on": [
      "アツ",
      "エン",
      "オウ"
    ],
    "kun": [
      "お",
      "へ",
      "おさ"
    ]
  },
  "壑": {
    "on": [
      "ガク",
      "カク"
    ],
    "kun": [
      "たに"
    ]
  },
  "壗": {
    "on": [],
    "kun": [
      "まま"
    ]
  },
  "壙": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あな"
    ]
  },
  "壘": {
    "on": [
      "ルイ",
      "ライ",
      "スイ"
    ],
    "kun": [
      "とりで"
    ]
  },
  "壥": {
    "on": [
      "テン"
    ],
    "kun": []
  },
  "壜": {
    "on": [
      "ドン",
      "タン"
    ],
    "kun": [
      "びん"
    ]
  },
  "壤": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "つち"
    ]
  },
  "壟": {
    "on": [
      "ロウ",
      "リョウ"
    ],
    "kun": [
      "おか",
      "うね",
      "つか"
    ]
  },
  "壯": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さかん"
    ]
  },
  "壺": {
    "on": [
      "コ"
    ],
    "kun": [
      "つぼ"
    ]
  },
  "壹": {
    "on": [
      "イチ",
      "イツ"
    ],
    "kun": [
      "ひとつ"
    ]
  },
  "壻": {
    "on": [
      "セイ"
    ],
    "kun": [
      "むこ"
    ]
  },
  "壼": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "壽": {
    "on": [
      "ジュ",
      "ス",
      "シュウ"
    ],
    "kun": [
      "ことぶき",
      "ことぶ",
      "ことほ"
    ]
  },
  "夂": {
    "on": [
      "チ"
    ],
    "kun": [
      "しゅう"
    ]
  },
  "夊": {
    "on": [
      "スイ"
    ],
    "kun": [
      "ゆき"
    ]
  },
  "夐": {
    "on": [
      "ケイ",
      "ケン"
    ],
    "kun": [
      "はるか"
    ]
  },
  "夛": {
    "on": [
      "タ"
    ],
    "kun": [
      "おお",
      "まさ"
    ]
  },
  "梦": {
    "on": [
      "ム",
      "ボウ"
    ],
    "kun": [
      "ゆめ",
      "くら"
    ]
  },
  "夥": {
    "on": [
      "カ",
      "ワ"
    ],
    "kun": [
      "おびただ"
    ]
  },
  "夬": {
    "on": [
      "カイ",
      "ケツ",
      "ケチ"
    ],
    "kun": [
      "わ"
    ]
  },
  "夭": {
    "on": [
      "ヨウ",
      "オウ",
      "カ"
    ],
    "kun": [
      "わか",
      "わかじに",
      "わざわい"
    ]
  },
  "夲": {
    "on": [
      "ホン"
    ],
    "kun": [
      "もと"
    ]
  },
  "夸": {
    "on": [
      "コ",
      "カ"
    ],
    "kun": [
      "ほご"
    ]
  },
  "夾": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "はさ"
    ]
  },
  "竒": {
    "on": [
      "キ"
    ],
    "kun": [
      "く",
      "あや",
      "くし",
      "めずら"
    ]
  },
  "奕": {
    "on": [
      "エキ",
      "ヤク"
    ],
    "kun": []
  },
  "奐": {
    "on": [
      "カン"
    ],
    "kun": [
      "あき"
    ]
  },
  "奎": {
    "on": [
      "ケイ",
      "キ"
    ],
    "kun": []
  },
  "奚": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "なんぞ"
    ]
  },
  "奘": {
    "on": [
      "ジョウ",
      "ソウ"
    ],
    "kun": [
      "さかん"
    ]
  },
  "奢": {
    "on": [
      "シャ"
    ],
    "kun": [
      "おご"
    ]
  },
  "奠": {
    "on": [
      "テン",
      "デン",
      "テイ"
    ],
    "kun": [
      "さだ",
      "まつ"
    ]
  },
  "奧": {
    "on": [
      "オウ",
      "オク"
    ],
    "kun": [
      "おく",
      "くま"
    ]
  },
  "奬": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "すす"
    ]
  },
  "奩": {
    "on": [
      "レン"
    ],
    "kun": [
      "くしげ",
      "はこ"
    ]
  },
  "奸": {
    "on": [
      "カン"
    ],
    "kun": [
      "おか"
    ]
  },
  "妁": {
    "on": [
      "シャク"
    ],
    "kun": [
      "なこうど"
    ]
  },
  "妝": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "よそお"
    ]
  },
  "佞": {
    "on": [
      "ネイ"
    ],
    "kun": [
      "おもね",
      "よこしま"
    ]
  },
  "侫": {
    "on": [
      "ネイ"
    ],
    "kun": [
      "おもね",
      "よこしま"
    ]
  },
  "妣": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "なきはは"
    ]
  },
  "妲": {
    "on": [
      "ダツ"
    ],
    "kun": []
  },
  "姆": {
    "on": [
      "ボ",
      "モ"
    ],
    "kun": [
      "うば"
    ]
  },
  "姨": {
    "on": [
      "テイ",
      "イ"
    ],
    "kun": [
      "いもと",
      "いもうと",
      "おば"
    ]
  },
  "姜": {
    "on": [
      "キョウ",
      "ガ"
    ],
    "kun": [
      "こう"
    ]
  },
  "妍": {
    "on": [
      "ケン"
    ],
    "kun": [
      "うつく"
    ]
  },
  "姙": {
    "on": [
      "ニン",
      "ジン"
    ],
    "kun": [
      "はら",
      "みごも"
    ]
  },
  "姚": {
    "on": [
      "ヨウ",
      "チョウ"
    ],
    "kun": [
      "うつく"
    ]
  },
  "娥": {
    "on": [
      "ガ"
    ],
    "kun": [
      "みめよ"
    ]
  },
  "娟": {
    "on": [
      "エン",
      "ケン"
    ],
    "kun": []
  },
  "娑": {
    "on": [
      "シャ",
      "サ"
    ],
    "kun": []
  },
  "娜": {
    "on": [
      "ダ",
      "ナ"
    ],
    "kun": []
  },
  "娉": {
    "on": [
      "ヘイ",
      "ホウ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "娚": {
    "on": [
      "ナン",
      "ノウ",
      "ドウ"
    ],
    "kun": [
      "めおと",
      "たわむ"
    ]
  },
  "婀": {
    "on": [
      "ア"
    ],
    "kun": [
      "あだ",
      "たおやか"
    ]
  },
  "婬": {
    "on": [
      "イン"
    ],
    "kun": [
      "みだれ-",
      "ひた",
      "ほしいまま",
      "みだ"
    ]
  },
  "婉": {
    "on": [
      "エン"
    ],
    "kun": [
      "うつく",
      "したが"
    ]
  },
  "娵": {
    "on": [
      "シュ",
      "シュウ",
      "ス",
      "ソウ"
    ],
    "kun": [
      "よめ"
    ]
  },
  "娶": {
    "on": [
      "シュ"
    ],
    "kun": [
      "めと",
      "めあわ"
    ]
  },
  "婢": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "はしため"
    ]
  },
  "婪": {
    "on": [
      "ラン"
    ],
    "kun": [
      "むさぼ"
    ]
  },
  "媚": {
    "on": [
      "ビ"
    ],
    "kun": [
      "こ"
    ]
  },
  "媼": {
    "on": [
      "オウ"
    ],
    "kun": [
      "おうな"
    ]
  },
  "媾": {
    "on": [
      "コウ"
    ],
    "kun": [
      "よしみ"
    ]
  },
  "嫋": {
    "on": [
      "ジョウ",
      "ジャク",
      "デキ"
    ],
    "kun": [
      "なよ",
      "しなや",
      "たお"
    ]
  },
  "嫂": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "あによめ"
    ]
  },
  "媽": {
    "on": [
      "ボ",
      "モ"
    ],
    "kun": [
      "はは"
    ]
  },
  "嫣": {
    "on": [
      "エン"
    ],
    "kun": []
  },
  "嫗": {
    "on": [
      "ウ",
      "オウ"
    ],
    "kun": [
      "あたた",
      "おうな"
    ]
  },
  "嫦": {
    "on": [
      "コウ",
      "ジョウ"
    ],
    "kun": []
  },
  "嫩": {
    "on": [
      "ドン",
      "ノン"
    ],
    "kun": [
      "わか"
    ]
  },
  "嫖": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "かる"
    ]
  },
  "嫺": {
    "on": [
      "カン"
    ],
    "kun": [
      "なら",
      "みやびやか"
    ]
  },
  "嫻": {
    "on": [
      "カン"
    ],
    "kun": [
      "なら",
      "みやびやか"
    ]
  },
  "嬌": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "なまめか"
    ]
  },
  "嬋": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "嬖": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "きにいり"
    ]
  },
  "嬲": {
    "on": [
      "ドウ",
      "ジョウ"
    ],
    "kun": [
      "なぶ"
    ]
  },
  "嫐": {
    "on": [
      "ドウ",
      "ジョウ"
    ],
    "kun": [
      "なぶ"
    ]
  },
  "嬪": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "ひめ"
    ]
  },
  "嬶": {
    "on": [],
    "kun": [
      "かか",
      "かかあ"
    ]
  },
  "嬾": {
    "on": [
      "ラン"
    ],
    "kun": [
      "おこた",
      "ものうい"
    ]
  },
  "孃": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "むすめ"
    ]
  },
  "孅": {
    "on": [
      "セン"
    ],
    "kun": [
      "かよわ"
    ]
  },
  "孀": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "やもめ"
    ]
  },
  "孑": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "ひとり"
    ]
  },
  "孕": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "はら"
    ]
  },
  "孚": {
    "on": [
      "フ"
    ],
    "kun": [
      "たまご",
      "はぐく"
    ]
  },
  "孛": {
    "on": [
      "ハイ",
      "ブツ",
      "ボツ"
    ],
    "kun": []
  },
  "孥": {
    "on": [
      "ド",
      "ヌ"
    ],
    "kun": [
      "つまこ"
    ]
  },
  "孩": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "ちのみご"
    ]
  },
  "孰": {
    "on": [
      "ジュク"
    ],
    "kun": [
      "いずれ",
      "たれ"
    ]
  },
  "孳": {
    "on": [
      "ジ",
      "シ"
    ],
    "kun": [
      "う",
      "しげ"
    ]
  },
  "孵": {
    "on": [
      "フ"
    ],
    "kun": [
      "かえ"
    ]
  },
  "學": {
    "on": [
      "ガク"
    ],
    "kun": [
      "まな"
    ]
  },
  "斈": {
    "on": [
      "ガク"
    ],
    "kun": [
      "まな"
    ]
  },
  "孺": {
    "on": [
      "ジュ"
    ],
    "kun": [
      "おさない",
      "ちのみご"
    ]
  },
  "宀": {
    "on": [
      "ベン",
      "メン"
    ],
    "kun": []
  },
  "它": {
    "on": [
      "タ"
    ],
    "kun": [
      "へび"
    ]
  },
  "宦": {
    "on": [
      "カン"
    ],
    "kun": [
      "つかさ"
    ]
  },
  "宸": {
    "on": [
      "シン"
    ],
    "kun": [
      "のき"
    ]
  },
  "寃": {
    "on": [
      "エン"
    ],
    "kun": []
  },
  "寇": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あだ"
    ]
  },
  "寉": {
    "on": [],
    "kun": [
      "つる"
    ]
  },
  "寔": {
    "on": [
      "ショク"
    ],
    "kun": [
      "これ",
      "じき",
      "まことに"
    ]
  },
  "寐": {
    "on": [
      "ビ"
    ],
    "kun": [
      "ね"
    ]
  },
  "寤": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "さ"
    ]
  },
  "實": {
    "on": [
      "ジツ",
      "シツ"
    ],
    "kun": [
      "み",
      "みの",
      "まこと",
      "みち"
    ]
  },
  "寢": {
    "on": [
      "シン"
    ],
    "kun": [
      "ね",
      "い",
      "みたまや",
      "や"
    ]
  },
  "寞": {
    "on": [
      "バク",
      "マク"
    ],
    "kun": [
      "さび"
    ]
  },
  "寥": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "さび"
    ]
  },
  "寫": {
    "on": [
      "シャ"
    ],
    "kun": [
      "うつ"
    ]
  },
  "寰": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "寶": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "たから"
    ]
  },
  "寳": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "たから"
    ]
  },
  "尅": {
    "on": [
      "コク"
    ],
    "kun": [
      "かつ"
    ]
  },
  "將": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "まさ",
      "はた",
      "ひきい",
      "もって"
    ]
  },
  "專": {
    "on": [
      "セン"
    ],
    "kun": [
      "もっぱ"
    ]
  },
  "對": {
    "on": [
      "タイ",
      "ツイ"
    ],
    "kun": [
      "あいて",
      "こた",
      "そろ",
      "つれあ",
      "なら",
      "むか"
    ]
  },
  "尓": {
    "on": [
      "ジ",
      "ニ"
    ],
    "kun": [
      "なんじ",
      "しかり",
      "その",
      "のみ"
    ]
  },
  "尠": {
    "on": [
      "セン",
      "セウ"
    ],
    "kun": [
      "すくな"
    ]
  },
  "尢": {
    "on": [
      "オウ"
    ],
    "kun": []
  },
  "尨": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "むくいぬ"
    ]
  },
  "尸": {
    "on": [
      "シ"
    ],
    "kun": [
      "かたしろ"
    ]
  },
  "尹": {
    "on": [
      "イン"
    ],
    "kun": [
      "おさ",
      "ただ"
    ]
  },
  "屁": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "へ"
    ]
  },
  "屆": {
    "on": [
      "カイ"
    ],
    "kun": [
      "とど"
    ]
  },
  "屎": {
    "on": [
      "シ",
      "キ"
    ],
    "kun": [
      "くそ"
    ]
  },
  "屓": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "屐": {
    "on": [
      "ゲキ",
      "ケキ"
    ],
    "kun": [
      "はきもの"
    ]
  },
  "屏": {
    "on": [
      "ヘイ",
      "ビョウ"
    ],
    "kun": [
      "おお",
      "しりぞ",
      "びょう"
    ]
  },
  "孱": {
    "on": [
      "セン",
      "サン"
    ],
    "kun": [
      "よわ"
    ]
  },
  "屬": {
    "on": [
      "ゾク",
      "ショク"
    ],
    "kun": [
      "さかん",
      "つく",
      "やから"
    ]
  },
  "屮": {
    "on": [
      "テツ",
      "サ"
    ],
    "kun": [
      "ひだりて"
    ]
  },
  "乢": {
    "on": [
      "ガイ"
    ],
    "kun": [
      "たわ",
      "たお"
    ]
  },
  "屶": {
    "on": [],
    "kun": [
      "なた",
      "たな"
    ]
  },
  "屹": {
    "on": [
      "キツ"
    ],
    "kun": [
      "そばだ"
    ]
  },
  "岌": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "たか"
    ]
  },
  "岑": {
    "on": [
      "シン",
      "ギン"
    ],
    "kun": [
      "みね"
    ]
  },
  "岔": {
    "on": [
      "タ"
    ],
    "kun": []
  },
  "妛": {
    "on": [
      "シ"
    ],
    "kun": [
      "あなど",
      "おろか",
      "みにく",
      "みだる"
    ]
  },
  "岫": {
    "on": [
      "コウ",
      "シュウ",
      "ユウ"
    ],
    "kun": [
      "みさき",
      "くき",
      "みね"
    ]
  },
  "岻": {
    "on": [
      "ジ",
      "ニ"
    ],
    "kun": []
  },
  "岶": {
    "on": [
      "ハク"
    ],
    "kun": []
  },
  "岼": {
    "on": [],
    "kun": [
      "ゆり"
    ]
  },
  "岷": {
    "on": [
      "ビン",
      "ミン"
    ],
    "kun": []
  },
  "峅": {
    "on": [],
    "kun": [
      "くら"
    ]
  },
  "岾": {
    "on": [],
    "kun": [
      "やま",
      "はけ"
    ]
  },
  "峇": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "峙": {
    "on": [
      "ジ"
    ],
    "kun": [
      "そばだ"
    ]
  },
  "峩": {
    "on": [
      "ガ"
    ],
    "kun": [
      "けわ"
    ]
  },
  "峽": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "はざま"
    ]
  },
  "峺": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "峭": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "きび",
      "けわ"
    ]
  },
  "嶌": {
    "on": [
      "トウ"
    ],
    "kun": [
      "しま"
    ]
  },
  "峪": {
    "on": [
      "ヨク"
    ],
    "kun": [
      "たに"
    ]
  },
  "崋": {
    "on": [
      "カ",
      "ク"
    ],
    "kun": []
  },
  "崕": {
    "on": [
      "ガイ"
    ],
    "kun": [
      "がけ"
    ]
  },
  "崗": {
    "on": [
      "コウ"
    ],
    "kun": [
      "おか"
    ]
  },
  "嵜": {
    "on": [
      "キ"
    ],
    "kun": [
      "さき",
      "さい",
      "みさき"
    ]
  },
  "崟": {
    "on": [
      "ギン"
    ],
    "kun": [
      "みね"
    ]
  },
  "崛": {
    "on": [
      "クツ"
    ],
    "kun": [
      "そばだ",
      "たか"
    ]
  },
  "崑": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "崔": {
    "on": [
      "ガイ",
      "サイ",
      "スイ"
    ],
    "kun": [
      "がけ"
    ]
  },
  "崢": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "崚": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "崙": {
    "on": [
      "ロン"
    ],
    "kun": []
  },
  "崘": {
    "on": [
      "ロン"
    ],
    "kun": []
  },
  "嵌": {
    "on": [
      "カン"
    ],
    "kun": [
      "は",
      "あな"
    ]
  },
  "嵒": {
    "on": [
      "ガン"
    ],
    "kun": [
      "いわ",
      "けわ"
    ]
  },
  "嵎": {
    "on": [
      "グウ",
      "グ"
    ],
    "kun": [
      "くま"
    ]
  },
  "嵋": {
    "on": [
      "ビ"
    ],
    "kun": []
  },
  "嵬": {
    "on": [
      "カイ",
      "ギ"
    ],
    "kun": []
  },
  "嵳": {
    "on": [
      "サ"
    ],
    "kun": []
  },
  "嵶": {
    "on": [],
    "kun": [
      "たお",
      "たわ"
    ]
  },
  "嶇": {
    "on": [
      "ク"
    ],
    "kun": [
      "けわ"
    ]
  },
  "嶄": {
    "on": [
      "ザン",
      "サン"
    ],
    "kun": []
  },
  "嶂": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "みね"
    ]
  },
  "嶢": {
    "on": [
      "ギョウ"
    ],
    "kun": [
      "けわ"
    ]
  },
  "嶝": {
    "on": [
      "トウ"
    ],
    "kun": [
      "さかみち"
    ]
  },
  "嶬": {
    "on": [
      "ギ"
    ],
    "kun": []
  },
  "嶮": {
    "on": [
      "ケン"
    ],
    "kun": [
      "けわ"
    ]
  },
  "嶽": {
    "on": [
      "ガク"
    ],
    "kun": [
      "たけ"
    ]
  },
  "嶐": {
    "on": [
      "リュ"
    ],
    "kun": [
      "やまのかたち"
    ]
  },
  "嶷": {
    "on": [
      "ギョク",
      "ギ"
    ],
    "kun": [
      "さと"
    ]
  },
  "嶼": {
    "on": [
      "ショ"
    ],
    "kun": [
      "しま"
    ]
  },
  "巉": {
    "on": [
      "ザン",
      "サン"
    ],
    "kun": []
  },
  "巍": {
    "on": [
      "ギ"
    ],
    "kun": [
      "たか"
    ]
  },
  "巓": {
    "on": [
      "テン"
    ],
    "kun": [
      "いただき"
    ]
  },
  "巒": {
    "on": [
      "ラン"
    ],
    "kun": [
      "みね"
    ]
  },
  "巖": {
    "on": [
      "ガン"
    ],
    "kun": [
      "いわ",
      "いわお",
      "けわ"
    ]
  },
  "巛": {
    "on": [
      "セン"
    ],
    "kun": [
      "かわ"
    ]
  },
  "巫": {
    "on": [
      "フ"
    ],
    "kun": [
      "みこ",
      "かんなぎ"
    ]
  },
  "已": {
    "on": [
      "イ"
    ],
    "kun": [
      "や",
      "すで",
      "のみ",
      "はなはだ"
    ]
  },
  "巵": {
    "on": [
      "シ"
    ],
    "kun": [
      "さかずき"
    ]
  },
  "帋": {
    "on": [
      "シ"
    ],
    "kun": [
      "かみ"
    ]
  },
  "帚": {
    "on": [
      "ソウ",
      "シュウ"
    ],
    "kun": [
      "ほうき"
    ]
  },
  "帙": {
    "on": [
      "チツ"
    ],
    "kun": [
      "ふまき"
    ]
  },
  "帑": {
    "on": [
      "トウ",
      "ド"
    ],
    "kun": [
      "かねぐら"
    ]
  },
  "帛": {
    "on": [
      "ハク"
    ],
    "kun": [
      "きぬ"
    ]
  },
  "帶": {
    "on": [
      "タイ"
    ],
    "kun": [
      "お",
      "おび"
    ]
  },
  "帷": {
    "on": [
      "イ"
    ],
    "kun": [
      "とばり"
    ]
  },
  "幄": {
    "on": [
      "アク"
    ],
    "kun": [
      "とばり"
    ]
  },
  "幃": {
    "on": [
      "イ",
      "キ"
    ],
    "kun": [
      "とばり"
    ]
  },
  "幀": {
    "on": [
      "テイ",
      "チョウ",
      "トウ"
    ],
    "kun": []
  },
  "幎": {
    "on": [
      "ベキ"
    ],
    "kun": [
      "とばり"
    ]
  },
  "幗": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "幔": {
    "on": [
      "マン",
      "バン"
    ],
    "kun": [
      "まく"
    ]
  },
  "幟": {
    "on": [
      "シ"
    ],
    "kun": [
      "のぼり"
    ]
  },
  "幢": {
    "on": [
      "トウ"
    ],
    "kun": [
      "はた"
    ]
  },
  "幤": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "ぬさ"
    ]
  },
  "幇": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "たす"
    ]
  },
  "幵": {
    "on": [
      "ヘイ"
    ],
    "kun": []
  },
  "并": {
    "on": [
      "ヘイ",
      "ヒョウ"
    ],
    "kun": [
      "あわ",
      "なら"
    ]
  },
  "幺": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "ちいさい"
    ]
  },
  "麼": {
    "on": [
      "ビ",
      "ミ",
      "バ",
      "マ",
      "モ"
    ],
    "kun": []
  },
  "广": {
    "on": [
      "ゲン"
    ],
    "kun": []
  },
  "庠": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "まなびや"
    ]
  },
  "廁": {
    "on": [
      "シ",
      "ショク"
    ],
    "kun": [
      "かわや"
    ]
  },
  "廂": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "ひさし"
    ]
  },
  "廈": {
    "on": [
      "カ",
      "サ"
    ],
    "kun": [
      "いえ"
    ]
  },
  "廐": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "うまや"
    ]
  },
  "廏": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "うまや"
    ]
  },
  "廖": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "廣": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "廝": {
    "on": [
      "シ"
    ],
    "kun": [
      "こもの"
    ]
  },
  "廚": {
    "on": [
      "シュウ",
      "ズ",
      "チュ",
      "チュウ"
    ],
    "kun": [
      "くりや"
    ]
  },
  "廛": {
    "on": [
      "テン"
    ],
    "kun": [
      "みせ",
      "やしき",
      "たな"
    ]
  },
  "廢": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "すた"
    ]
  },
  "廡": {
    "on": [
      "ブ"
    ],
    "kun": [
      "しげ",
      "ひさし"
    ]
  },
  "廨": {
    "on": [
      "カイ",
      "ケ"
    ],
    "kun": [
      "やくしょ"
    ]
  },
  "廩": {
    "on": [
      "リン"
    ],
    "kun": [
      "くら"
    ]
  },
  "廬": {
    "on": [
      "ロ",
      "リョ"
    ],
    "kun": [
      "いお",
      "いおり",
      "いえ"
    ]
  },
  "廱": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "やわらぐ"
    ]
  },
  "廳": {
    "on": [
      "チョウ",
      "テイ"
    ],
    "kun": [
      "やくしょ"
    ]
  },
  "廰": {
    "on": [
      "チョウ",
      "テイ"
    ],
    "kun": [
      "やくしょ"
    ]
  },
  "廴": {
    "on": [
      "イン"
    ],
    "kun": []
  },
  "廸": {
    "on": [
      "テキ"
    ],
    "kun": [
      "みち",
      "みちび",
      "すす",
      "いた"
    ]
  },
  "廾": {
    "on": [
      "キョウ",
      "ク"
    ],
    "kun": [
      "にじゅう"
    ]
  },
  "弃": {
    "on": [
      "キ"
    ],
    "kun": [
      "すて"
    ]
  },
  "弉": {
    "on": [
      "ジョウ",
      "ソウ"
    ],
    "kun": [
      "さかん"
    ]
  },
  "彝": {
    "on": [
      "イ"
    ],
    "kun": [
      "つね"
    ]
  },
  "彜": {
    "on": [
      "イ"
    ],
    "kun": [
      "つね"
    ]
  },
  "弋": {
    "on": [
      "ヨク"
    ],
    "kun": [
      "いぐるみ"
    ]
  },
  "弑": {
    "on": [
      "シ",
      "シイ"
    ],
    "kun": [
      "しい"
    ]
  },
  "弖": {
    "on": [
      "テ"
    ],
    "kun": []
  },
  "弩": {
    "on": [
      "ド"
    ],
    "kun": [
      "おおゆみ",
      "いしゆみ"
    ]
  },
  "弭": {
    "on": [
      "ビ",
      "ミ"
    ],
    "kun": [
      "や",
      "ゆはず"
    ]
  },
  "弸": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "彁": {
    "on": [
      "カ",
      "セイ"
    ],
    "kun": []
  },
  "彈": {
    "on": [
      "ダン",
      "タン"
    ],
    "kun": [
      "ひ",
      "はず",
      "たま",
      "はじ",
      "ただ"
    ]
  },
  "彌": {
    "on": [
      "ミ",
      "ビ"
    ],
    "kun": [
      "いや",
      "や",
      "あまねし",
      "いよいよ",
      "とおい",
      "ひさし",
      "ひさ",
      "わた"
    ]
  },
  "彎": {
    "on": [
      "ワン"
    ],
    "kun": [
      "ひ"
    ]
  },
  "弯": {
    "on": [
      "ワン"
    ],
    "kun": [
      "ひ"
    ]
  },
  "彑": {
    "on": [
      "ケイ"
    ],
    "kun": []
  },
  "彖": {
    "on": [
      "タン"
    ],
    "kun": []
  },
  "彗": {
    "on": [
      "スイ",
      "エ",
      "ケイ",
      "セイ"
    ],
    "kun": [
      "ほうき"
    ]
  },
  "彙": {
    "on": [
      "イ"
    ],
    "kun": [
      "はりねずみ"
    ]
  },
  "彡": {
    "on": [
      "サン",
      "セン"
    ],
    "kun": []
  },
  "彭": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "彳": {
    "on": [
      "テキ"
    ],
    "kun": [
      "たたず"
    ]
  },
  "彷": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "さまよ"
    ]
  },
  "徃": {
    "on": [
      "オウ"
    ],
    "kun": [
      "い",
      "いにしえ",
      "さき",
      "ゆ"
    ]
  },
  "徂": {
    "on": [
      "ソ"
    ],
    "kun": [
      "ゆ"
    ]
  },
  "彿": {
    "on": [
      "フツ"
    ],
    "kun": []
  },
  "徊": {
    "on": [
      "カイ",
      "クワイ",
      "エ"
    ],
    "kun": [
      "さまよ"
    ]
  },
  "很": {
    "on": [
      "コン",
      "コウ",
      "ギン"
    ],
    "kun": [
      "もと"
    ]
  },
  "徑": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "みち",
      "こみち",
      "さしわたし",
      "ただちに"
    ]
  },
  "徇": {
    "on": [
      "ジュン",
      "シュン"
    ],
    "kun": [
      "あまねし",
      "したが",
      "とな"
    ]
  },
  "從": {
    "on": [
      "ジュウ",
      "ショウ",
      "ジュ"
    ],
    "kun": [
      "したが",
      "より"
    ]
  },
  "徙": {
    "on": [
      "シ"
    ],
    "kun": [
      "うつ"
    ]
  },
  "徘": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "さまよ"
    ]
  },
  "徠": {
    "on": [
      "ライ"
    ],
    "kun": [
      "きた",
      "く"
    ]
  },
  "徨": {
    "on": [
      "コウ"
    ],
    "kun": [
      "さまよ"
    ]
  },
  "徭": {
    "on": [
      "ヨウ",
      "エウ"
    ],
    "kun": [
      "えだち",
      "ふぞろ",
      "つかい"
    ]
  },
  "徼": {
    "on": [
      "キョウ",
      "ヨウ"
    ],
    "kun": [
      "めぐ"
    ]
  },
  "忖": {
    "on": [
      "ソン"
    ],
    "kun": [
      "はか"
    ]
  },
  "忻": {
    "on": [
      "キン"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "忤": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "さから",
      "もと"
    ]
  },
  "忸": {
    "on": [
      "ジク",
      "ジュウ"
    ],
    "kun": [
      "はじ"
    ]
  },
  "忱": {
    "on": [
      "シン"
    ],
    "kun": [
      "まこと"
    ]
  },
  "忝": {
    "on": [
      "テン"
    ],
    "kun": [
      "かたじけな"
    ]
  },
  "悳": {
    "on": [
      "トク"
    ],
    "kun": []
  },
  "忿": {
    "on": [
      "フン"
    ],
    "kun": [
      "いか",
      "いかり"
    ]
  },
  "怡": {
    "on": [
      "イ"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "恠": {
    "on": [
      "カイ",
      "ケ"
    ],
    "kun": [
      "あや"
    ]
  },
  "怙": {
    "on": [
      "コ"
    ],
    "kun": [
      "たの"
    ]
  },
  "怐": {
    "on": [
      "ク"
    ],
    "kun": []
  },
  "怩": {
    "on": [
      "ジ"
    ],
    "kun": []
  },
  "怎": {
    "on": [
      "シン",
      "ソ"
    ],
    "kun": [
      "いかで",
      "なんぞ"
    ]
  },
  "怱": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "にわか",
      "あわ"
    ]
  },
  "怛": {
    "on": [
      "ダツ",
      "タン",
      "タツ"
    ],
    "kun": [
      "いた"
    ]
  },
  "怕": {
    "on": [
      "ハク",
      "ヒャク",
      "ハ"
    ],
    "kun": [
      "おそ"
    ]
  },
  "怫": {
    "on": [
      "フツ",
      "ハイ",
      "ヒ"
    ],
    "kun": []
  },
  "怦": {
    "on": [
      "ホウ",
      "ヒョウ"
    ],
    "kun": []
  },
  "怏": {
    "on": [
      "オウ",
      "ヨウ"
    ],
    "kun": [
      "うら"
    ]
  },
  "怺": {
    "on": [],
    "kun": [
      "こら"
    ]
  },
  "恚": {
    "on": [
      "イ"
    ],
    "kun": [
      "いか"
    ]
  },
  "恁": {
    "on": [
      "イン",
      "ジン",
      "ニン"
    ],
    "kun": []
  },
  "恪": {
    "on": [
      "カク"
    ],
    "kun": [
      "つつし"
    ]
  },
  "恷": {
    "on": [
      "キュウ",
      "ク"
    ],
    "kun": []
  },
  "恟": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "おそ"
    ]
  },
  "恊": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "あわ",
      "かな"
    ]
  },
  "恆": {
    "on": [
      "コウ"
    ],
    "kun": [
      "つね"
    ]
  },
  "恍": {
    "on": [
      "コウ"
    ],
    "kun": [
      "とぼ",
      "ほ"
    ]
  },
  "恣": {
    "on": [
      "シ"
    ],
    "kun": [
      "ほしいまま"
    ]
  },
  "恃": {
    "on": [
      "ジ",
      "シ"
    ],
    "kun": [
      "たの"
    ]
  },
  "恤": {
    "on": [
      "ジュツ",
      "シュツ"
    ],
    "kun": [
      "めぐ",
      "あわ",
      "うれ"
    ]
  },
  "恂": {
    "on": [
      "ジュン",
      "シュン"
    ],
    "kun": [
      "まこと"
    ]
  },
  "恬": {
    "on": [
      "テン"
    ],
    "kun": [
      "やすら",
      "やす"
    ]
  },
  "恫": {
    "on": [
      "ドウ",
      "トウ"
    ],
    "kun": [
      "いた"
    ]
  },
  "恙": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "つつが"
    ]
  },
  "悁": {
    "on": [
      "エン",
      "ケン"
    ],
    "kun": []
  },
  "悍": {
    "on": [
      "カン"
    ],
    "kun": [
      "たけし",
      "あらし"
    ]
  },
  "惧": {
    "on": [
      "ク",
      "グ"
    ],
    "kun": [
      "おそ"
    ]
  },
  "悃": {
    "on": [
      "コン"
    ],
    "kun": [
      "まごころ"
    ]
  },
  "悚": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "おそ"
    ]
  },
  "悄": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "うれ"
    ]
  },
  "悛": {
    "on": [
      "シュン",
      "セン"
    ],
    "kun": [
      "あらた"
    ]
  },
  "悖": {
    "on": [
      "ハイ",
      "ボツ"
    ],
    "kun": [
      "もと"
    ]
  },
  "悗": {
    "on": [
      "バン",
      "マン"
    ],
    "kun": []
  },
  "悒": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "ふさ",
      "うれ"
    ]
  },
  "悧": {
    "on": [
      "リ"
    ],
    "kun": []
  },
  "悋": {
    "on": [
      "リン"
    ],
    "kun": [
      "ねた",
      "やぶさか",
      "お"
    ]
  },
  "惡": {
    "on": [
      "アク",
      "オ"
    ],
    "kun": [
      "わる",
      "あ",
      "にく",
      "ああ",
      "いずくに",
      "いずくんぞ"
    ]
  },
  "悸": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "惠": {
    "on": [
      "ケイ",
      "エ"
    ],
    "kun": [
      "めぐ"
    ]
  },
  "惓": {
    "on": [
      "ケン"
    ],
    "kun": [
      "うむ"
    ]
  },
  "悴": {
    "on": [
      "スイ"
    ],
    "kun": [
      "せがれ",
      "やつ"
    ]
  },
  "忰": {
    "on": [
      "スイ"
    ],
    "kun": [
      "せがれ",
      "やつ"
    ]
  },
  "悽": {
    "on": [
      "セイ"
    ],
    "kun": [
      "いたむ"
    ]
  },
  "惆": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "うら"
    ]
  },
  "悵": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "いた",
      "うら"
    ]
  },
  "惘": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "あき"
    ]
  },
  "慍": {
    "on": [
      "ウン",
      "オン"
    ],
    "kun": [
      "いか",
      "うら"
    ]
  },
  "愕": {
    "on": [
      "ガク"
    ],
    "kun": [
      "おどろ"
    ]
  },
  "愆": {
    "on": [
      "ケン"
    ],
    "kun": [
      "あや"
    ]
  },
  "惶": {
    "on": [
      "コウ"
    ],
    "kun": [
      "おそ"
    ]
  },
  "惷": {
    "on": [
      "シュン"
    ],
    "kun": []
  },
  "愀": {
    "on": [
      "シュウ",
      "ショウ"
    ],
    "kun": []
  },
  "惴": {
    "on": [
      "ズイ",
      "スイ"
    ],
    "kun": [
      "おそ"
    ]
  },
  "惺": {
    "on": [
      "セイ"
    ],
    "kun": [
      "さと"
    ]
  },
  "愃": {
    "on": [
      "ケン",
      "カン"
    ],
    "kun": []
  },
  "愡": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "惻": {
    "on": [
      "ソク",
      "ショク"
    ],
    "kun": [
      "いた"
    ]
  },
  "惱": {
    "on": [
      "ノウ"
    ],
    "kun": [
      "なや",
      "なやみ"
    ]
  },
  "愍": {
    "on": [
      "ビン",
      "ミン"
    ],
    "kun": [
      "あわ"
    ]
  },
  "愎": {
    "on": [
      "フク",
      "ヒョク"
    ],
    "kun": [
      "もと"
    ]
  },
  "慇": {
    "on": [
      "イン"
    ],
    "kun": []
  },
  "愾": {
    "on": [
      "ガイ",
      "キ",
      "ケ",
      "キツ"
    ],
    "kun": [
      "ためいき"
    ]
  },
  "愨": {
    "on": [
      "カク"
    ],
    "kun": [
      "つつし",
      "まこと"
    ]
  },
  "愧": {
    "on": [
      "キ"
    ],
    "kun": [
      "はじ",
      "はずかし",
      "とが"
    ]
  },
  "慊": {
    "on": [
      "ケン",
      "キョウ"
    ],
    "kun": [
      "あきたりる",
      "うら"
    ]
  },
  "愿": {
    "on": [
      "ゲン"
    ],
    "kun": [
      "つつし"
    ]
  },
  "愼": {
    "on": [
      "シン"
    ],
    "kun": [
      "つつし"
    ]
  },
  "愬": {
    "on": [
      "ソ",
      "サク"
    ],
    "kun": [
      "うった"
    ]
  },
  "愴": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "いたま",
      "いた"
    ]
  },
  "愽": {
    "on": [
      "タン"
    ],
    "kun": []
  },
  "慂": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "すす"
    ]
  },
  "慄": {
    "on": [
      "リツ"
    ],
    "kun": [
      "ふる",
      "おそ",
      "おのの"
    ]
  },
  "慳": {
    "on": [
      "ケン",
      "カン"
    ],
    "kun": [
      "おし"
    ]
  },
  "慷": {
    "on": [
      "コウ"
    ],
    "kun": [
      "なげ"
    ]
  },
  "慘": {
    "on": [
      "サン"
    ],
    "kun": [
      "みじ",
      "いた",
      "むご"
    ]
  },
  "慙": {
    "on": [
      "ザン"
    ],
    "kun": [
      "はじ"
    ]
  },
  "慚": {
    "on": [
      "ザン"
    ],
    "kun": [
      "はじ"
    ]
  },
  "慫": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "すす"
    ]
  },
  "慴": {
    "on": [
      "シュウ",
      "ショウ"
    ],
    "kun": [
      "おそ"
    ]
  },
  "慯": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "慥": {
    "on": [
      "ゾウ"
    ],
    "kun": [
      "たし"
    ]
  },
  "慱": {
    "on": [
      "タン"
    ],
    "kun": []
  },
  "慟": {
    "on": [
      "ドウ",
      "トウ"
    ],
    "kun": [
      "なげ"
    ]
  },
  "慝": {
    "on": [
      "トク"
    ],
    "kun": [
      "わる"
    ]
  },
  "慓": {
    "on": [
      "ヒョウ"
    ],
    "kun": []
  },
  "慵": {
    "on": [
      "ヨウ",
      "ショウ"
    ],
    "kun": [
      "ものうい"
    ]
  },
  "憙": {
    "on": [
      "キ"
    ],
    "kun": [
      "よろこ",
      "ああ",
      "この"
    ]
  },
  "憖": {
    "on": [
      "ギン",
      "キン"
    ],
    "kun": [
      "なまじ"
    ]
  },
  "憇": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "いこ"
    ]
  },
  "憬": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "あこが"
    ]
  },
  "憔": {
    "on": [
      "ショウ",
      "セウ",
      "ソウ"
    ],
    "kun": [
      "やつ",
      "やせ"
    ]
  },
  "憚": {
    "on": [
      "タン",
      "タ"
    ],
    "kun": [
      "はばか"
    ]
  },
  "憊": {
    "on": [
      "ハイ",
      "ヘイ"
    ],
    "kun": [
      "つか"
    ]
  },
  "憑": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "つ",
      "つか",
      "よ",
      "たの"
    ]
  },
  "憫": {
    "on": [
      "ビン",
      "ミン"
    ],
    "kun": [
      "あわれ",
      "うれ"
    ]
  },
  "憮": {
    "on": [
      "ブ",
      "コ"
    ],
    "kun": [
      "いつくし"
    ]
  },
  "懌": {
    "on": [
      "エキ"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "懊": {
    "on": [
      "オウ"
    ],
    "kun": [
      "じれった",
      "なや"
    ]
  },
  "應": {
    "on": [
      "オウ",
      "ヨウ"
    ],
    "kun": [
      "あた",
      "まさに",
      "こた"
    ]
  },
  "懷": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": [
      "ふところ",
      "なつ",
      "いだ",
      "おも"
    ]
  },
  "懈": {
    "on": [
      "ケ",
      "カイ"
    ],
    "kun": [
      "たわ",
      "おこた"
    ]
  },
  "懃": {
    "on": [
      "キン",
      "ゴン"
    ],
    "kun": [
      "ねんごろ"
    ]
  },
  "懆": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "憺": {
    "on": [
      "タン"
    ],
    "kun": []
  },
  "懋": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "し",
      "つと"
    ]
  },
  "罹": {
    "on": [
      "リ",
      "ラ"
    ],
    "kun": [
      "かか"
    ]
  },
  "懍": {
    "on": [
      "リン",
      "ラン"
    ],
    "kun": []
  },
  "懦": {
    "on": [
      "ダ",
      "ジュ",
      "ゼン"
    ],
    "kun": [
      "よわ"
    ]
  },
  "懣": {
    "on": [
      "マン",
      "モン"
    ],
    "kun": [
      "もだ"
    ]
  },
  "懶": {
    "on": [
      "ラン",
      "ライ"
    ],
    "kun": [
      "ものうい",
      "おこたる"
    ]
  },
  "懺": {
    "on": [
      "ザン",
      "サン"
    ],
    "kun": [
      "くい"
    ]
  },
  "懴": {
    "on": [
      "ザン",
      "サン"
    ],
    "kun": [
      "くい"
    ]
  },
  "懿": {
    "on": [
      "イ"
    ],
    "kun": [
      "よい"
    ]
  },
  "懽": {
    "on": [
      "カン"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "懼": {
    "on": [
      "ク"
    ],
    "kun": [
      "おそ"
    ]
  },
  "懾": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "おそ"
    ]
  },
  "戀": {
    "on": [
      "レン"
    ],
    "kun": [
      "こ",
      "こい"
    ]
  },
  "戈": {
    "on": [
      "カ"
    ],
    "kun": [
      "ほこ",
      "ほこづくり"
    ]
  },
  "戉": {
    "on": [
      "ジュウ",
      "エツ"
    ],
    "kun": [
      "えびす",
      "まさかり"
    ]
  },
  "戍": {
    "on": [
      "ジュ",
      "シュ"
    ],
    "kun": [
      "まもり",
      "まも"
    ]
  },
  "戌": {
    "on": [
      "ジュツ"
    ],
    "kun": [
      "いぬ"
    ]
  },
  "戔": {
    "on": [
      "セン",
      "サン"
    ],
    "kun": []
  },
  "戛": {
    "on": [
      "カツ"
    ],
    "kun": [
      "ほこ"
    ]
  },
  "戞": {
    "on": [
      "カツ"
    ],
    "kun": [
      "ほこ"
    ]
  },
  "戡": {
    "on": [
      "カン",
      "チン"
    ],
    "kun": [
      "かつ",
      "さす"
    ]
  },
  "截": {
    "on": [
      "セツ",
      "サイ"
    ],
    "kun": [
      "き",
      "た"
    ]
  },
  "戮": {
    "on": [
      "リク",
      "リュウ",
      "ロク",
      "キョウ",
      "ク"
    ],
    "kun": [
      "ころ",
      "けず"
    ]
  },
  "戰": {
    "on": [
      "セン"
    ],
    "kun": [
      "いくさ",
      "たたか",
      "おのの",
      "そよぐ"
    ]
  },
  "戲": {
    "on": [
      "ギ",
      "ゲ"
    ],
    "kun": [
      "たわむ"
    ]
  },
  "戳": {
    "on": [
      "タク"
    ],
    "kun": []
  },
  "扁": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "ひらたい"
    ]
  },
  "扎": {
    "on": [
      "サツ",
      "アツ"
    ],
    "kun": []
  },
  "扞": {
    "on": [
      "カン"
    ],
    "kun": [
      "ふせ"
    ]
  },
  "扣": {
    "on": [
      "コウ"
    ],
    "kun": [
      "たた",
      "ひか"
    ]
  },
  "扛": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あ"
    ]
  },
  "扠": {
    "on": [
      "サ"
    ],
    "kun": [
      "さて",
      "さ"
    ]
  },
  "扨": {
    "on": [
      "サ"
    ],
    "kun": [
      "さて",
      "さ"
    ]
  },
  "扼": {
    "on": [
      "ヤク",
      "アク"
    ],
    "kun": [
      "おさ"
    ]
  },
  "抂": {
    "on": [
      "キョウ",
      "ゴウ"
    ],
    "kun": []
  },
  "抉": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "えぐ",
      "こじ",
      "くじ"
    ]
  },
  "找": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "抒": {
    "on": [
      "ジョ",
      "ショ"
    ],
    "kun": [
      "く",
      "の"
    ]
  },
  "抓": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "つ",
      "つね",
      "つま"
    ]
  },
  "抖": {
    "on": [
      "ト",
      "トウ"
    ],
    "kun": []
  },
  "拔": {
    "on": [
      "バツ",
      "ハイ"
    ],
    "kun": [
      "ぬ"
    ]
  },
  "抃": {
    "on": [
      "ベン"
    ],
    "kun": [
      "う"
    ]
  },
  "抔": {
    "on": [
      "ホウ",
      "ハイ"
    ],
    "kun": [
      "など",
      "すく"
    ]
  },
  "拗": {
    "on": [
      "オウ",
      "ヨウ",
      "イク",
      "ユウ"
    ],
    "kun": [
      "ねじ",
      "こじ",
      "す"
    ]
  },
  "拑": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "つぐ"
    ]
  },
  "抻": {
    "on": [
      "シン",
      "チン"
    ],
    "kun": []
  },
  "拏": {
    "on": [
      "ダ",
      "ナ"
    ],
    "kun": [
      "つか",
      "ひ"
    ]
  },
  "拿": {
    "on": [
      "ダ",
      "ナ"
    ],
    "kun": [
      "つか",
      "ひ"
    ]
  },
  "拆": {
    "on": [
      "タク",
      "セキ"
    ],
    "kun": [
      "さく",
      "ひらく"
    ]
  },
  "擔": {
    "on": [
      "タン"
    ],
    "kun": [
      "かつ",
      "にな"
    ]
  },
  "拈": {
    "on": [
      "ネン",
      "セン",
      "デン"
    ],
    "kun": [
      "ひね"
    ]
  },
  "拜": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "おが",
      "おろが"
    ]
  },
  "拌": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "拊": {
    "on": [
      "フ"
    ],
    "kun": [
      "は",
      "うつ",
      "な"
    ]
  },
  "拂": {
    "on": [
      "ヒツ",
      "フツ",
      "ホツ"
    ],
    "kun": [
      "はら"
    ]
  },
  "拇": {
    "on": [
      "ボ"
    ],
    "kun": [
      "おやゆび"
    ]
  },
  "抛": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "なげう"
    ]
  },
  "拉": {
    "on": [
      "ラツ",
      "ラ",
      "ロウ"
    ],
    "kun": [
      "らっ",
      "ひし",
      "くだ"
    ]
  },
  "挌": {
    "on": [
      "カク"
    ],
    "kun": [
      "う"
    ]
  },
  "拮": {
    "on": [
      "カツ",
      "ケツ",
      "キツ"
    ],
    "kun": [
      "はたら"
    ]
  },
  "拱": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "こまぬ",
      "こまね"
    ]
  },
  "挧": {
    "on": [
      "ウ"
    ],
    "kun": [
      "とち"
    ]
  },
  "挂": {
    "on": [
      "ケイ",
      "カイ",
      "ケ"
    ],
    "kun": [
      "か"
    ]
  },
  "挈": {
    "on": [
      "ケイ",
      "ケツ"
    ],
    "kun": [
      "ひっさ"
    ]
  },
  "拯": {
    "on": [
      "ショウ",
      "ジョウ"
    ],
    "kun": [
      "すく"
    ]
  },
  "拵": {
    "on": [
      "ソン"
    ],
    "kun": [
      "こしら"
    ]
  },
  "捐": {
    "on": [
      "エン"
    ],
    "kun": [
      "す"
    ]
  },
  "挾": {
    "on": [
      "キョウ",
      "ショウ"
    ],
    "kun": [
      "はさ",
      "わきばさ",
      "さしはさ"
    ]
  },
  "捍": {
    "on": [
      "カン"
    ],
    "kun": [
      "ふせ"
    ]
  },
  "搜": {
    "on": [
      "ソウ",
      "シュ",
      "シュウ"
    ],
    "kun": [
      "さが"
    ]
  },
  "捏": {
    "on": [
      "ネツ",
      "テツ",
      "ネチ"
    ],
    "kun": [
      "こ",
      "ね",
      "つく"
    ]
  },
  "掖": {
    "on": [
      "エキ"
    ],
    "kun": [
      "たす",
      "わきばさ"
    ]
  },
  "掎": {
    "on": [
      "キ"
    ],
    "kun": [
      "ひ"
    ]
  },
  "掀": {
    "on": [
      "キン",
      "ケン"
    ],
    "kun": []
  },
  "掫": {
    "on": [
      "ソウ",
      "シュウ"
    ],
    "kun": [
      "まも",
      "たきぎ",
      "う"
    ]
  },
  "捶": {
    "on": [
      "スイ"
    ],
    "kun": [
      "むちう"
    ]
  },
  "掣": {
    "on": [
      "セイ",
      "セツ"
    ],
    "kun": [
      "ひ"
    ]
  },
  "掏": {
    "on": [
      "トウ"
    ],
    "kun": [
      "す",
      "えら"
    ]
  },
  "掉": {
    "on": [
      "トウ",
      "チョウ"
    ],
    "kun": [
      "ふる"
    ]
  },
  "掟": {
    "on": [
      "トウ",
      "チョウ",
      "ジョウ",
      "テイ"
    ],
    "kun": [
      "おきて"
    ]
  },
  "掵": {
    "on": [
      "ハバ"
    ],
    "kun": []
  },
  "捫": {
    "on": [
      "モン"
    ],
    "kun": [
      "な"
    ]
  },
  "捩": {
    "on": [
      "レイ",
      "レツ"
    ],
    "kun": [
      "よじ",
      "ね",
      "ねじ",
      "もじ"
    ]
  },
  "掾": {
    "on": [
      "エン",
      "テン"
    ],
    "kun": [
      "じょう"
    ]
  },
  "揩": {
    "on": [
      "カイ",
      "カツ"
    ],
    "kun": [
      "ぬぐ"
    ]
  },
  "揀": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "えら"
    ]
  },
  "揆": {
    "on": [
      "キ"
    ],
    "kun": [
      "はかりごと",
      "はか"
    ]
  },
  "揣": {
    "on": [
      "シ",
      "スイ",
      "タン"
    ],
    "kun": [
      "はか"
    ]
  },
  "揉": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "も"
    ]
  },
  "插": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さ",
      "はさ"
    ]
  },
  "揶": {
    "on": [
      "ヤ"
    ],
    "kun": [
      "からか"
    ]
  },
  "揄": {
    "on": [
      "ヨウ",
      "ユウ",
      "ユ"
    ],
    "kun": []
  },
  "搖": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "ゆ",
      "うご"
    ]
  },
  "搴": {
    "on": [
      "ケン"
    ],
    "kun": [
      "と",
      "ぬ"
    ]
  },
  "搆": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "搓": {
    "on": [
      "サ",
      "サイ"
    ],
    "kun": [
      "よ"
    ]
  },
  "搦": {
    "on": [
      "ジャク",
      "ジョク",
      "ダク",
      "ニャク"
    ],
    "kun": [
      "から",
      "-がら"
    ]
  },
  "搶": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "つ"
    ]
  },
  "攝": {
    "on": [
      "セツ",
      "ショウ"
    ],
    "kun": [
      "おさ",
      "かね",
      "と"
    ]
  },
  "搗": {
    "on": [
      "トウ"
    ],
    "kun": [
      "つ",
      "か"
    ]
  },
  "搨": {
    "on": [
      "トウ"
    ],
    "kun": [
      "う",
      "す"
    ]
  },
  "搏": {
    "on": [
      "ハク"
    ],
    "kun": [
      "う",
      "と"
    ]
  },
  "摧": {
    "on": [
      "サイ",
      "サ"
    ],
    "kun": [
      "くだ"
    ]
  },
  "摯": {
    "on": [
      "シ"
    ],
    "kun": [
      "いた",
      "つか",
      "にえ"
    ]
  },
  "摶": {
    "on": [
      "タン",
      "セン"
    ],
    "kun": [
      "まる"
    ]
  },
  "摎": {
    "on": [
      "ク",
      "キュウ"
    ],
    "kun": []
  },
  "攪": {
    "on": [
      "カク",
      "コウ"
    ],
    "kun": [
      "みだ"
    ]
  },
  "撕": {
    "on": [
      "セイ",
      "シ"
    ],
    "kun": []
  },
  "撓": {
    "on": [
      "トウ",
      "キョウ",
      "コウ",
      "ジョウ"
    ],
    "kun": [
      "たわ",
      "しな",
      "しお",
      "みだ"
    ]
  },
  "撥": {
    "on": [
      "ハツ",
      "バチ"
    ],
    "kun": [
      "は",
      "おさ"
    ]
  },
  "撩": {
    "on": [
      "リョウ",
      "ロウ"
    ],
    "kun": []
  },
  "撈": {
    "on": [
      "ロウ",
      "リョウ"
    ],
    "kun": []
  },
  "撼": {
    "on": [
      "カン"
    ],
    "kun": [
      "うごか"
    ]
  },
  "據": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "よ"
    ]
  },
  "擒": {
    "on": [
      "キン"
    ],
    "kun": [
      "とら",
      "とりこ"
    ]
  },
  "擅": {
    "on": [
      "セン"
    ],
    "kun": [
      "ほしいまま"
    ]
  },
  "擇": {
    "on": [
      "タク"
    ],
    "kun": [
      "えら"
    ]
  },
  "撻": {
    "on": [
      "タツ"
    ],
    "kun": [
      "むちうつ"
    ]
  },
  "擘": {
    "on": [
      "ハク",
      "ヒャク",
      "ヘキ"
    ],
    "kun": [
      "さ"
    ]
  },
  "擂": {
    "on": [
      "ライ"
    ],
    "kun": [
      "す"
    ]
  },
  "擱": {
    "on": [
      "カク"
    ],
    "kun": [
      "お"
    ]
  },
  "擧": {
    "on": [
      "キョ"
    ],
    "kun": [
      "あ",
      "こぞ"
    ]
  },
  "舉": {
    "on": [
      "キョ"
    ],
    "kun": [
      "あ",
      "こぞ"
    ]
  },
  "擠": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": [
      "お"
    ]
  },
  "擡": {
    "on": [
      "タイ"
    ],
    "kun": [
      "もた"
    ]
  },
  "抬": {
    "on": [
      "タイ"
    ],
    "kun": [
      "もた"
    ]
  },
  "擣": {
    "on": [
      "トウ"
    ],
    "kun": [
      "う",
      "つ"
    ]
  },
  "擯": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "しりぞ"
    ]
  },
  "攬": {
    "on": [
      "ラン"
    ],
    "kun": [
      "と"
    ]
  },
  "擶": {
    "on": [
      "セン"
    ],
    "kun": [
      "ただす"
    ]
  },
  "擴": {
    "on": [
      "カク",
      "コウ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "擲": {
    "on": [
      "テキ",
      "チャク",
      "ジャク"
    ],
    "kun": [
      "なぐ",
      "なげう"
    ]
  },
  "擺": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "ひら"
    ]
  },
  "攀": {
    "on": [
      "ハン"
    ],
    "kun": [
      "よ"
    ]
  },
  "擽": {
    "on": [
      "リャク",
      "ラク",
      "レキ",
      "フキ"
    ],
    "kun": [
      "くすぐ",
      "う"
    ]
  },
  "攘": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "ぬす",
      "はら"
    ]
  },
  "攜": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "たずさ"
    ]
  },
  "攅": {
    "on": [
      "サン"
    ],
    "kun": [
      "あつ"
    ]
  },
  "攤": {
    "on": [
      "タン"
    ],
    "kun": [
      "ひら"
    ]
  },
  "攣": {
    "on": [
      "レン"
    ],
    "kun": [
      "つ",
      "ひ"
    ]
  },
  "攫": {
    "on": [
      "カク"
    ],
    "kun": [
      "さら",
      "つか"
    ]
  },
  "攴": {
    "on": [
      "ホク"
    ],
    "kun": []
  },
  "攵": {
    "on": [
      "ホク"
    ],
    "kun": []
  },
  "攷": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かんが"
    ]
  },
  "收": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "おさ"
    ]
  },
  "攸": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "ところ"
    ]
  },
  "畋": {
    "on": [
      "デン",
      "テン"
    ],
    "kun": [
      "かり"
    ]
  },
  "效": {
    "on": [
      "コウ"
    ],
    "kun": [
      "き",
      "ききめ",
      "なら"
    ]
  },
  "敖": {
    "on": [
      "ゴウ"
    ],
    "kun": [
      "あそ",
      "おご"
    ]
  },
  "敕": {
    "on": [
      "チョク"
    ],
    "kun": [
      "いまし",
      "みことのり"
    ]
  },
  "敍": {
    "on": [
      "ジョ"
    ],
    "kun": [
      "つい",
      "ついで"
    ]
  },
  "敘": {
    "on": [
      "ジョ"
    ],
    "kun": [
      "つい",
      "ついで"
    ]
  },
  "敞": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "たか",
      "ほが",
      "ひろ"
    ]
  },
  "敝": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "やぶ"
    ]
  },
  "敲": {
    "on": [
      "コウ"
    ],
    "kun": [
      "たた"
    ]
  },
  "數": {
    "on": [
      "スウ",
      "ス",
      "サク",
      "ソク",
      "シュ"
    ],
    "kun": [
      "かず",
      "かぞ",
      "しばしば",
      "せ",
      "わずらわ"
    ]
  },
  "斂": {
    "on": [
      "レン"
    ],
    "kun": [
      "おさ"
    ]
  },
  "斃": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "たお"
    ]
  },
  "變": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "か"
    ]
  },
  "斛": {
    "on": [
      "コク"
    ],
    "kun": [
      "と"
    ]
  },
  "斟": {
    "on": [
      "シン"
    ],
    "kun": [
      "く"
    ]
  },
  "斫": {
    "on": [
      "シャク"
    ],
    "kun": [
      "き"
    ]
  },
  "斷": {
    "on": [
      "ダン"
    ],
    "kun": [
      "た",
      "ことわ",
      "さだ"
    ]
  },
  "旃": {
    "on": [
      "セン"
    ],
    "kun": [
      "はた"
    ]
  },
  "旆": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "はた"
    ]
  },
  "旁": {
    "on": [
      "ボウ",
      "ホウ"
    ],
    "kun": [
      "つくり",
      "かたがた",
      "かたわら"
    ]
  },
  "旄": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": []
  },
  "旌": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "あら",
      "はた"
    ]
  },
  "旒": {
    "on": [
      "リュウ"
    ],
    "kun": [
      "はたあし"
    ]
  },
  "旛": {
    "on": [
      "ヘン",
      "ハン"
    ],
    "kun": [
      "はた"
    ]
  },
  "旙": {
    "on": [
      "ヘン",
      "ハン"
    ],
    "kun": [
      "はた"
    ]
  },
  "无": {
    "on": [
      "ブ",
      "ム"
    ],
    "kun": [
      "なし",
      "ない"
    ]
  },
  "旡": {
    "on": [
      "キ",
      "ケ"
    ],
    "kun": [
      "む",
      "なし"
    ]
  },
  "旱": {
    "on": [
      "カン"
    ],
    "kun": [
      "ひでり"
    ]
  },
  "杲": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あきらか",
      "たか"
    ]
  },
  "昊": {
    "on": [
      "コウ"
    ],
    "kun": [
      "そら"
    ]
  },
  "昃": {
    "on": [
      "ショク",
      "ソク"
    ],
    "kun": [
      "かたむ"
    ]
  },
  "旻": {
    "on": [
      "ビン",
      "ミン"
    ],
    "kun": [
      "あきぞら"
    ]
  },
  "杳": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "くら",
      "はるか"
    ]
  },
  "昵": {
    "on": [
      "ジツ",
      "ショク"
    ],
    "kun": [
      "ちかづ"
    ]
  },
  "昶": {
    "on": [
      "チョウ"
    ],
    "kun": []
  },
  "昴": {
    "on": [
      "コウ",
      "ボウ"
    ],
    "kun": [
      "すばる"
    ]
  },
  "昜": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "晏": {
    "on": [
      "アン"
    ],
    "kun": [
      "おそ"
    ]
  },
  "晄": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "晉": {
    "on": [
      "シン"
    ],
    "kun": [
      "すす"
    ]
  },
  "晁": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "あさ"
    ]
  },
  "晞": {
    "on": [
      "キ"
    ],
    "kun": [
      "かわ"
    ]
  },
  "晝": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "ひる"
    ]
  },
  "晤": {
    "on": [
      "ゴ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "晧": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "晨": {
    "on": [
      "シン"
    ],
    "kun": [
      "あした",
      "とき",
      "あさ"
    ]
  },
  "晟": {
    "on": [
      "セイ",
      "ジョウ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "晢": {
    "on": [
      "セイ",
      "セツ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "晰": {
    "on": [
      "シャク",
      "セキ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "暃": {
    "on": [
      "ヒ"
    ],
    "kun": []
  },
  "暈": {
    "on": [
      "ウン"
    ],
    "kun": [
      "ぼか",
      "ぼけ",
      "かさ",
      "くま",
      "ぼかし",
      "めまい"
    ]
  },
  "暎": {
    "on": [
      "エイ",
      "ヨウ"
    ],
    "kun": [
      "うつ",
      "は"
    ]
  },
  "暉": {
    "on": [
      "キ"
    ],
    "kun": [
      "かが"
    ]
  },
  "暄": {
    "on": [
      "ケン"
    ],
    "kun": [
      "あたたか"
    ]
  },
  "暘": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "暝": {
    "on": [
      "メイ",
      "ミョウ"
    ],
    "kun": [
      "くら"
    ]
  },
  "曁": {
    "on": [
      "キ"
    ],
    "kun": [
      "およ"
    ]
  },
  "暹": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "曉": {
    "on": [
      "キョウ",
      "ギョウ"
    ],
    "kun": [
      "あかつき",
      "さと"
    ]
  },
  "暾": {
    "on": [
      "トン"
    ],
    "kun": [
      "あさひ"
    ]
  },
  "暼": {
    "on": [
      "ヘツ",
      "ヘチ"
    ],
    "kun": []
  },
  "曄": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "かが"
    ]
  },
  "暸": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "曖": {
    "on": [
      "アイ"
    ],
    "kun": [
      "くら"
    ]
  },
  "曚": {
    "on": [
      "モウ",
      "ボウ"
    ],
    "kun": [
      "くら"
    ]
  },
  "曠": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あきらか",
      "むな"
    ]
  },
  "昿": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あきらか",
      "むな"
    ]
  },
  "曦": {
    "on": [
      "ギ",
      "キ"
    ],
    "kun": []
  },
  "曩": {
    "on": [
      "ノウ",
      "ドウ"
    ],
    "kun": [
      "さき"
    ]
  },
  "曰": {
    "on": [
      "エツ"
    ],
    "kun": [
      "いわ",
      "のたま",
      "ここに"
    ]
  },
  "曵": {
    "on": [
      "エイ"
    ],
    "kun": [
      "ひ"
    ]
  },
  "曷": {
    "on": [
      "カツ"
    ],
    "kun": [
      "なんぞ",
      "いつ",
      "いずくんぞ",
      "なに"
    ]
  },
  "朏": {
    "on": [
      "ヒ",
      "ハイ"
    ],
    "kun": []
  },
  "朖": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "ほが",
      "あき"
    ]
  },
  "朞": {
    "on": [
      "キ",
      "ゴ"
    ],
    "kun": []
  },
  "朦": {
    "on": [
      "モウ",
      "ボウ"
    ],
    "kun": [
      "おぼろ"
    ]
  },
  "朧": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "おぼろ"
    ]
  },
  "霸": {
    "on": [
      "ハ",
      "ハク"
    ],
    "kun": [
      "はたがしら"
    ]
  },
  "朮": {
    "on": [
      "ジュツ",
      "シュツ",
      "チュツ"
    ],
    "kun": [
      "もちあわ",
      "おけら"
    ]
  },
  "朿": {
    "on": [
      "シ"
    ],
    "kun": [
      "とげ"
    ]
  },
  "朶": {
    "on": [
      "ダ",
      "タ"
    ],
    "kun": [
      "えだ"
    ]
  },
  "杁": {
    "on": [],
    "kun": [
      "いり"
    ]
  },
  "朸": {
    "on": [
      "リョク"
    ],
    "kun": [
      "おおご",
      "おうご"
    ]
  },
  "朷": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "杆": {
    "on": [
      "カン"
    ],
    "kun": [
      "てこ"
    ]
  },
  "杞": {
    "on": [
      "コ",
      "キ"
    ],
    "kun": []
  },
  "杠": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ちぎり",
      "てこ"
    ]
  },
  "杙": {
    "on": [
      "ヨク"
    ],
    "kun": [
      "くい"
    ]
  },
  "杣": {
    "on": [],
    "kun": [
      "そま"
    ]
  },
  "杤": {
    "on": [],
    "kun": [
      "とち"
    ]
  },
  "枉": {
    "on": [
      "オウ"
    ],
    "kun": [
      "ま"
    ]
  },
  "杰": {
    "on": [
      "ケツ",
      "ゲチ"
    ],
    "kun": [
      "すぐ"
    ]
  },
  "枩": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "まつ"
    ]
  },
  "杼": {
    "on": [
      "チョ",
      "ショ"
    ],
    "kun": [
      "ひ",
      "どんぐり"
    ]
  },
  "杪": {
    "on": [
      "ビョウ",
      "ショウ"
    ],
    "kun": [
      "こずえ"
    ]
  },
  "枌": {
    "on": [
      "ショウ",
      "フン"
    ],
    "kun": [
      "まつ",
      "そぎ"
    ]
  },
  "枋": {
    "on": [
      "ホウ",
      "ヘイ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "枦": {
    "on": [
      "ロ"
    ],
    "kun": [
      "はぜ"
    ]
  },
  "枡": {
    "on": [],
    "kun": [
      "ます"
    ]
  },
  "枅": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "ひじき"
    ]
  },
  "枷": {
    "on": [
      "カ"
    ],
    "kun": [
      "かせ",
      "からざお"
    ]
  },
  "柯": {
    "on": [
      "カ"
    ],
    "kun": [
      "え",
      "ふる"
    ]
  },
  "枴": {
    "on": [
      "カイ"
    ],
    "kun": [
      "つえ"
    ]
  },
  "柬": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "えら"
    ]
  },
  "枳": {
    "on": [
      "キ",
      "シ"
    ],
    "kun": [
      "からたち"
    ]
  },
  "柩": {
    "on": [
      "キュウ",
      "グ"
    ],
    "kun": [
      "ひちぎ",
      "ひつぎ"
    ]
  },
  "枸": {
    "on": [
      "ク",
      "コウ"
    ],
    "kun": []
  },
  "柤": {
    "on": [
      "サ"
    ],
    "kun": [
      "そ"
    ]
  },
  "柞": {
    "on": [
      "サク"
    ],
    "kun": [
      "ははそ"
    ]
  },
  "柝": {
    "on": [
      "タク"
    ],
    "kun": [
      "ひょうしぎ"
    ]
  },
  "柢": {
    "on": [
      "テイ"
    ],
    "kun": [
      "ね"
    ]
  },
  "柮": {
    "on": [
      "トツ"
    ],
    "kun": []
  },
  "枹": {
    "on": [
      "フ",
      "ホウ"
    ],
    "kun": [
      "ほ",
      "ばち",
      "もみじ",
      "ならのき"
    ]
  },
  "柎": {
    "on": [
      "フ"
    ],
    "kun": [
      "うてな"
    ]
  },
  "柆": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "柧": {
    "on": [
      "コ",
      "カ"
    ],
    "kun": [
      "く"
    ]
  },
  "檜": {
    "on": [
      "カイ"
    ],
    "kun": [
      "ひのき",
      "ひ"
    ]
  },
  "栞": {
    "on": [
      "カン"
    ],
    "kun": [
      "しおり"
    ]
  },
  "框": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "かまち"
    ]
  },
  "栩": {
    "on": [
      "ク"
    ],
    "kun": [
      "くぬぎ"
    ]
  },
  "桀": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "ます",
      "はりつけ"
    ]
  },
  "桍": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "栲": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かえ",
      "たえ"
    ]
  },
  "桎": {
    "on": [
      "シツ"
    ],
    "kun": [
      "あしかせ"
    ]
  },
  "梳": {
    "on": [
      "ソ"
    ],
    "kun": [
      "と",
      "す",
      "けず",
      "くしけず"
    ]
  },
  "栫": {
    "on": [
      "セン",
      "ソン"
    ],
    "kun": []
  },
  "桙": {
    "on": [
      "ウ"
    ],
    "kun": [
      "ほこ"
    ]
  },
  "档": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "桷": {
    "on": [
      "カク"
    ],
    "kun": [
      "たるき"
    ]
  },
  "桿": {
    "on": [
      "カン"
    ],
    "kun": [
      "てこ"
    ]
  },
  "梟": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "ふくろう"
    ]
  },
  "梏": {
    "on": [
      "コク",
      "カク"
    ],
    "kun": [
      "てかせ"
    ]
  },
  "梭": {
    "on": [
      "サ"
    ],
    "kun": [
      "ひ"
    ]
  },
  "梔": {
    "on": [
      "シ"
    ],
    "kun": [
      "くちなし"
    ]
  },
  "條": {
    "on": [
      "ジョウ",
      "チョウ",
      "デキ"
    ],
    "kun": [
      "えだ",
      "すじ"
    ]
  },
  "梛": {
    "on": [
      "ダ",
      "ナ"
    ],
    "kun": [
      "なぎ"
    ]
  },
  "梃": {
    "on": [
      "チョウ",
      "テイ"
    ],
    "kun": [
      "てこ",
      "つえ"
    ]
  },
  "檮": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "梹": {
    "on": [
      "ヒン"
    ],
    "kun": []
  },
  "桴": {
    "on": [
      "フ"
    ],
    "kun": [
      "ばち",
      "いかだ"
    ]
  },
  "梵": {
    "on": [
      "ボン",
      "フウ"
    ],
    "kun": []
  },
  "梠": {
    "on": [
      "ロ",
      "リョ"
    ],
    "kun": [
      "ひさし"
    ]
  },
  "梺": {
    "on": [],
    "kun": [
      "ふむと",
      "ふもと"
    ]
  },
  "椏": {
    "on": [],
    "kun": [
      "また"
    ]
  },
  "梍": {
    "on": [
      "ユウ"
    ],
    "kun": []
  },
  "桾": {
    "on": [
      "クン"
    ],
    "kun": []
  },
  "椁": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "棊": {
    "on": [
      "キ"
    ],
    "kun": [
      "ご"
    ]
  },
  "椈": {
    "on": [
      "キク"
    ],
    "kun": []
  },
  "棘": {
    "on": [
      "キョク"
    ],
    "kun": [
      "いばら",
      "とげ"
    ]
  },
  "椢": {
    "on": [
      "カイ"
    ],
    "kun": [
      "そこ",
      "はこ",
      "くぬぎ"
    ]
  },
  "椦": {
    "on": [
      "ケン"
    ],
    "kun": [
      "まげもの"
    ]
  },
  "棡": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "椌": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "棍": {
    "on": [
      "コン"
    ],
    "kun": [
      "つえ"
    ]
  },
  "棔": {
    "on": [
      "コン"
    ],
    "kun": [
      "ねむのき"
    ]
  },
  "棧": {
    "on": [
      "サン",
      "セン"
    ],
    "kun": [
      "かけはし"
    ]
  },
  "棕": {
    "on": [
      "シュ",
      "ソウ"
    ],
    "kun": []
  },
  "椶": {
    "on": [
      "シュ",
      "ソウ"
    ],
    "kun": []
  },
  "椒": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "はじかみ"
    ]
  },
  "椄": {
    "on": [
      "セツ",
      "ショウ"
    ],
    "kun": [
      "つ"
    ]
  },
  "棗": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "なつめ"
    ]
  },
  "棣": {
    "on": [
      "テイ",
      "タイ"
    ],
    "kun": [
      "にわざくら"
    ]
  },
  "椥": {
    "on": [],
    "kun": [
      "なぎ"
    ]
  },
  "棹": {
    "on": [
      "トウ",
      "タク"
    ],
    "kun": [
      "さお",
      "こ"
    ]
  },
  "棠": {
    "on": [
      "トウ"
    ],
    "kun": [
      "やまなし"
    ]
  },
  "棯": {
    "on": [
      "ネン"
    ],
    "kun": []
  },
  "椨": {
    "on": [],
    "kun": [
      "たぶ",
      "たふ"
    ]
  },
  "椪": {
    "on": [
      "ポン"
    ],
    "kun": []
  },
  "椚": {
    "on": [],
    "kun": [
      "くぬぎ"
    ]
  },
  "椣": {
    "on": [],
    "kun": [
      "しで"
    ]
  },
  "椡": {
    "on": [],
    "kun": [
      "くぬぎ"
    ]
  },
  "棆": {
    "on": [
      "リン"
    ],
    "kun": []
  },
  "楹": {
    "on": [
      "エイ"
    ],
    "kun": [
      "はしら"
    ]
  },
  "楷": {
    "on": [
      "カイ"
    ],
    "kun": []
  },
  "楜": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "楸": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "きささげ",
      "ひさぎ"
    ]
  },
  "楫": {
    "on": [
      "シュウ",
      "ショウ"
    ],
    "kun": [
      "かじ",
      "かい"
    ]
  },
  "楔": {
    "on": [
      "ケツ",
      "セツ"
    ],
    "kun": [
      "くさび",
      "ほうだて"
    ]
  },
  "楾": {
    "on": [],
    "kun": [
      "はんぞう"
    ]
  },
  "楮": {
    "on": [
      "チョ"
    ],
    "kun": [
      "こうぞ"
    ]
  },
  "椹": {
    "on": [
      "ジン",
      "チン",
      "シン"
    ],
    "kun": [
      "さわら",
      "あてぎ",
      "くわのみ"
    ]
  },
  "楴": {
    "on": [
      "テイ"
    ],
    "kun": []
  },
  "椽": {
    "on": [
      "テン"
    ],
    "kun": [
      "えん",
      "たるき"
    ]
  },
  "楙": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "しげる"
    ]
  },
  "椰": {
    "on": [
      "ヤ"
    ],
    "kun": [
      "やし"
    ]
  },
  "楡": {
    "on": [
      "ユ"
    ],
    "kun": [
      "にれ"
    ]
  },
  "楞": {
    "on": [
      "リョウ",
      "ロウ"
    ],
    "kun": [
      "かど"
    ]
  },
  "楝": {
    "on": [
      "レン"
    ],
    "kun": [
      "おおち",
      "おうち"
    ]
  },
  "榁": {
    "on": [],
    "kun": [
      "むろ"
    ]
  },
  "楪": {
    "on": [
      "チャ"
    ],
    "kun": []
  },
  "榲": {
    "on": [
      "オツ"
    ],
    "kun": []
  },
  "榮": {
    "on": [
      "エイ",
      "ヨウ"
    ],
    "kun": [
      "さか",
      "は",
      "え"
    ]
  },
  "槐": {
    "on": [
      "カイ"
    ],
    "kun": [
      "えんじゅ"
    ]
  },
  "榿": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": []
  },
  "槁": {
    "on": [
      "コウ"
    ],
    "kun": [
      "か"
    ]
  },
  "槓": {
    "on": [
      "コウ"
    ],
    "kun": [
      "てこ"
    ]
  },
  "榾": {
    "on": [
      "コツ"
    ],
    "kun": [
      "ほた"
    ]
  },
  "槎": {
    "on": [
      "サ"
    ],
    "kun": [
      "いかだ",
      "き"
    ]
  },
  "寨": {
    "on": [
      "サイ"
    ],
    "kun": [
      "とりで"
    ]
  },
  "槊": {
    "on": [
      "サク"
    ],
    "kun": [
      "ほこ"
    ]
  },
  "槝": {
    "on": [],
    "kun": [
      "かし"
    ]
  },
  "榻": {
    "on": [
      "トウ"
    ],
    "kun": [
      "こしかけ",
      "しじ"
    ]
  },
  "槃": {
    "on": [
      "ハン"
    ],
    "kun": [
      "たら"
    ]
  },
  "榧": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "かや"
    ]
  },
  "樮": {
    "on": [],
    "kun": [
      "ほくそ"
    ]
  },
  "榑": {
    "on": [
      "フ"
    ],
    "kun": [
      "くれ"
    ]
  },
  "榠": {
    "on": [
      "ベイ"
    ],
    "kun": []
  },
  "榜": {
    "on": [
      "ボウ",
      "ホウ"
    ],
    "kun": [
      "かじ",
      "たてふだ",
      "ふだ"
    ]
  },
  "榕": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "あこう"
    ]
  },
  "榴": {
    "on": [
      "ル",
      "リュウ",
      "リョウ"
    ],
    "kun": [
      "ざくろ"
    ]
  },
  "槞": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "槨": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "樂": {
    "on": [
      "ガク",
      "ラク",
      "ゴウ"
    ],
    "kun": [
      "たの",
      "この"
    ]
  },
  "樛": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "つが",
      "まと"
    ]
  },
  "槿": {
    "on": [
      "キン"
    ],
    "kun": [
      "むくげ"
    ]
  },
  "權": {
    "on": [
      "ケン",
      "ゴン"
    ],
    "kun": [
      "おもり",
      "かり",
      "はか"
    ]
  },
  "槹": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "槲": {
    "on": [
      "コク"
    ],
    "kun": [
      "かしわ"
    ]
  },
  "槧": {
    "on": [
      "ザン",
      "セン",
      "サン"
    ],
    "kun": [
      "ふだ"
    ]
  },
  "樅": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "もみ"
    ]
  },
  "榱": {
    "on": [
      "スイ"
    ],
    "kun": [
      "たるき"
    ]
  },
  "樞": {
    "on": [
      "スウ",
      "シュ"
    ],
    "kun": [
      "とぼそ",
      "からくり"
    ]
  },
  "槭": {
    "on": [
      "セキ",
      "シュク"
    ],
    "kun": [
      "かえで"
    ]
  },
  "樔": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "す",
      "すく",
      "た"
    ]
  },
  "槫": {
    "on": [
      "タン",
      "セン"
    ],
    "kun": []
  },
  "樊": {
    "on": [
      "ハン"
    ],
    "kun": [
      "まがき"
    ]
  },
  "樒": {
    "on": [
      "ミツ"
    ],
    "kun": [
      "しきみ",
      "じんこう"
    ]
  },
  "櫁": {
    "on": [
      "ミツ"
    ],
    "kun": [
      "しきみ",
      "じんこう"
    ]
  },
  "樣": {
    "on": [
      "ヨウ",
      "ショウ"
    ],
    "kun": [
      "さま"
    ]
  },
  "樓": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "たかどの"
    ]
  },
  "橄": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "樌": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "橲": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "樶": {
    "on": [
      "サイ"
    ],
    "kun": [
      "ふし"
    ]
  },
  "橸": {
    "on": [],
    "kun": [
      "まさ"
    ]
  },
  "橇": {
    "on": [
      "キョウ",
      "ゼイ",
      "セイ"
    ],
    "kun": [
      "そり",
      "かんじき"
    ]
  },
  "橢": {
    "on": [
      "ダ"
    ],
    "kun": []
  },
  "橙": {
    "on": [
      "トウ"
    ],
    "kun": [
      "だいだい"
    ]
  },
  "橦": {
    "on": [
      "シュ",
      "ショウ",
      "トウ"
    ],
    "kun": []
  },
  "橈": {
    "on": [
      "ドウ",
      "ジョウ",
      "ニョウ"
    ],
    "kun": [
      "かい",
      "かじ",
      "たわ"
    ]
  },
  "樸": {
    "on": [
      "ボク",
      "ハク",
      "ホク"
    ],
    "kun": [
      "こはだ",
      "きじ"
    ]
  },
  "樢": {
    "on": [
      "ト",
      "チョウ"
    ],
    "kun": [
      "つた"
    ]
  },
  "檐": {
    "on": [
      "エン",
      "タン"
    ],
    "kun": [
      "のき",
      "ひさし"
    ]
  },
  "檍": {
    "on": [
      "オク"
    ],
    "kun": [
      "い"
    ]
  },
  "檠": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "ゆだめ"
    ]
  },
  "檄": {
    "on": [
      "ケキ"
    ],
    "kun": [
      "げき",
      "ふれぶみ"
    ]
  },
  "檢": {
    "on": [
      "ケン"
    ],
    "kun": [
      "しら"
    ]
  },
  "檣": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "ほばしら"
    ]
  },
  "檗": {
    "on": [
      "ハク",
      "ビャク"
    ],
    "kun": [
      "きはだ",
      "きわだ"
    ]
  },
  "蘗": {
    "on": [
      "ハク",
      "ビャク"
    ],
    "kun": [
      "きはだ",
      "きわだ"
    ]
  },
  "檻": {
    "on": [
      "カン"
    ],
    "kun": [
      "おり",
      "おばしま",
      "てすり"
    ]
  },
  "櫃": {
    "on": [
      "キ"
    ],
    "kun": [
      "ひつ"
    ]
  },
  "櫂": {
    "on": [
      "トウ",
      "タク"
    ],
    "kun": [
      "かい",
      "かじ"
    ]
  },
  "檸": {
    "on": [
      "ネイ",
      "ドウ"
    ],
    "kun": []
  },
  "檳": {
    "on": [
      "ビン",
      "ヒン"
    ],
    "kun": []
  },
  "檬": {
    "on": [
      "モウ"
    ],
    "kun": []
  },
  "櫞": {
    "on": [
      "エン"
    ],
    "kun": []
  },
  "櫑": {
    "on": [
      "ライ"
    ],
    "kun": [
      "さかだる"
    ]
  },
  "櫟": {
    "on": [
      "レキ",
      "ヤク",
      "ロウ"
    ],
    "kun": [
      "くぬぎ"
    ]
  },
  "檪": {
    "on": [
      "レキ",
      "ヤク",
      "ロウ"
    ],
    "kun": [
      "くぬぎ"
    ]
  },
  "櫚": {
    "on": [
      "ロ",
      "リョ"
    ],
    "kun": []
  },
  "櫪": {
    "on": [
      "レキ"
    ],
    "kun": [
      "かいばおけ",
      "くぬぎ"
    ]
  },
  "櫻": {
    "on": [
      "オウ",
      "ヨウ"
    ],
    "kun": [
      "さくら"
    ]
  },
  "欅": {
    "on": [
      "キョ"
    ],
    "kun": [
      "けやき"
    ]
  },
  "蘖": {
    "on": [
      "ゲツ"
    ],
    "kun": [
      "ひこばえ"
    ]
  },
  "櫺": {
    "on": [
      "レイ",
      "リョウ"
    ],
    "kun": [
      "れんじ"
    ]
  },
  "欒": {
    "on": [
      "ラン"
    ],
    "kun": [
      "おうち",
      "ひじき",
      "まどか",
      "まるい"
    ]
  },
  "欖": {
    "on": [
      "ラン"
    ],
    "kun": []
  },
  "鬱": {
    "on": [
      "ウツ"
    ],
    "kun": [
      "うっ",
      "ふさ",
      "しげ"
    ]
  },
  "欟": {
    "on": [],
    "kun": [
      "つき"
    ]
  },
  "欸": {
    "on": [
      "アイ",
      "カイ"
    ],
    "kun": []
  },
  "欷": {
    "on": [
      "キ"
    ],
    "kun": [
      "なげく"
    ]
  },
  "盜": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ぬす"
    ]
  },
  "欹": {
    "on": [
      "イ",
      "キ"
    ],
    "kun": [
      "そばだ"
    ]
  },
  "飮": {
    "on": [
      "イン",
      "オン"
    ],
    "kun": [
      "の"
    ]
  },
  "歇": {
    "on": [
      "ケツ",
      "カイ",
      "カツ"
    ],
    "kun": [
      "や"
    ]
  },
  "歃": {
    "on": [
      "ソウ",
      "コウ",
      "ショウ"
    ],
    "kun": [
      "すす"
    ]
  },
  "歉": {
    "on": [
      "ケン",
      "カン"
    ],
    "kun": [
      "あきたりない"
    ]
  },
  "歐": {
    "on": [
      "オウ"
    ],
    "kun": [
      "うた",
      "は"
    ]
  },
  "歙": {
    "on": [
      "キュウ",
      "キョウ",
      "ショウ"
    ],
    "kun": [
      "す"
    ]
  },
  "歔": {
    "on": [
      "キョ"
    ],
    "kun": [
      "すすりな"
    ]
  },
  "歛": {
    "on": [
      "レン"
    ],
    "kun": []
  },
  "歟": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "や",
      "か"
    ]
  },
  "歡": {
    "on": [
      "カン"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "歸": {
    "on": [
      "キ"
    ],
    "kun": [
      "かえ",
      "おく",
      "とつ"
    ]
  },
  "歹": {
    "on": [
      "ガツ",
      "ガチ",
      "タイ"
    ],
    "kun": []
  },
  "歿": {
    "on": [
      "ボツ"
    ],
    "kun": [
      "しぬ"
    ]
  },
  "殀": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "わかじに"
    ]
  },
  "殄": {
    "on": [
      "テン"
    ],
    "kun": [
      "た",
      "つき",
      "つく"
    ]
  },
  "殃": {
    "on": [
      "オウ",
      "ヨウ"
    ],
    "kun": [
      "わざわい"
    ]
  },
  "殍": {
    "on": [
      "ヒョウ",
      "フ"
    ],
    "kun": [
      "うえじに"
    ]
  },
  "殘": {
    "on": [
      "ザン"
    ],
    "kun": [
      "のこ",
      "そこな"
    ]
  },
  "殕": {
    "on": [
      "フ"
    ],
    "kun": [
      "ね"
    ]
  },
  "殞": {
    "on": [
      "イン",
      "ウン"
    ],
    "kun": [
      "おち",
      "し"
    ]
  },
  "殤": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "わかじに"
    ]
  },
  "殪": {
    "on": [
      "エイ"
    ],
    "kun": [
      "たお"
    ]
  },
  "殫": {
    "on": [
      "タン"
    ],
    "kun": [
      "つき"
    ]
  },
  "殯": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "かりもがり"
    ]
  },
  "殲": {
    "on": [
      "セン"
    ],
    "kun": [
      "つく",
      "ほろぼ"
    ]
  },
  "殱": {
    "on": [
      "セン"
    ],
    "kun": [
      "つく",
      "ほろぼ"
    ]
  },
  "殳": {
    "on": [
      "シュ"
    ],
    "kun": [
      "また",
      "ほこ"
    ]
  },
  "殷": {
    "on": [
      "イン",
      "アン"
    ],
    "kun": [
      "さかん"
    ]
  },
  "殼": {
    "on": [
      "カク",
      "コク",
      "バイ"
    ],
    "kun": [
      "から"
    ]
  },
  "毆": {
    "on": [
      "オウ",
      "ク"
    ],
    "kun": [
      "なぐ",
      "たた"
    ]
  },
  "毋": {
    "on": [
      "ブ",
      "ム"
    ],
    "kun": [
      "はは",
      "ぼ",
      "ない",
      "なか"
    ]
  },
  "毓": {
    "on": [
      "イク"
    ],
    "kun": [
      "そだ",
      "はぐく"
    ]
  },
  "毟": {
    "on": [],
    "kun": [
      "むし"
    ]
  },
  "毬": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "いが",
      "まり"
    ]
  },
  "毫": {
    "on": [
      "ゴウ",
      "コウ"
    ],
    "kun": [
      "ごう",
      "すこし"
    ]
  },
  "毳": {
    "on": [
      "ゼイ",
      "セイ",
      "セツ"
    ],
    "kun": [
      "けば",
      "むくげ"
    ]
  },
  "毯": {
    "on": [
      "タン"
    ],
    "kun": []
  },
  "麾": {
    "on": [
      "キ"
    ],
    "kun": [
      "さしまね",
      "さしずばた"
    ]
  },
  "氈": {
    "on": [
      "セン"
    ],
    "kun": [
      "もうせん"
    ]
  },
  "氓": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "たみ"
    ]
  },
  "气": {
    "on": [
      "キ",
      "ケ"
    ],
    "kun": [
      "いき"
    ]
  },
  "氛": {
    "on": [
      "フン"
    ],
    "kun": []
  },
  "氤": {
    "on": [
      "イン"
    ],
    "kun": []
  },
  "氣": {
    "on": [
      "キ",
      "ケ"
    ],
    "kun": [
      "いき"
    ]
  },
  "汞": {
    "on": [
      "コウ"
    ],
    "kun": [
      "みずがね"
    ]
  },
  "汕": {
    "on": [
      "サン"
    ],
    "kun": []
  },
  "汢": {
    "on": [],
    "kun": [
      "ねた"
    ]
  },
  "汪": {
    "on": [
      "オウ"
    ],
    "kun": []
  },
  "沂": {
    "on": [
      "ギ",
      "キ",
      "ギン"
    ],
    "kun": []
  },
  "沍": {
    "on": [
      "ゴ",
      "コ"
    ],
    "kun": [
      "さ",
      "こお",
      "ひ"
    ]
  },
  "沚": {
    "on": [
      "シ"
    ],
    "kun": [
      "なぎさ"
    ]
  },
  "沁": {
    "on": [
      "シン"
    ],
    "kun": [
      "し"
    ]
  },
  "沛": {
    "on": [
      "ハイ"
    ],
    "kun": []
  },
  "汾": {
    "on": [
      "フン"
    ],
    "kun": []
  },
  "汨": {
    "on": [
      "コツ",
      "イツ",
      "ベキ"
    ],
    "kun": [
      "しず"
    ]
  },
  "汳": {
    "on": [
      "ヘン",
      "ベン"
    ],
    "kun": []
  },
  "沒": {
    "on": [
      "ボツ",
      "モツ"
    ],
    "kun": [
      "おぼ",
      "しず",
      "ない"
    ]
  },
  "沐": {
    "on": [
      "モク"
    ],
    "kun": [
      "もく",
      "あら"
    ]
  },
  "泄": {
    "on": [
      "セツ",
      "エイ"
    ],
    "kun": [
      "も"
    ]
  },
  "泱": {
    "on": [
      "オウ"
    ],
    "kun": []
  },
  "泓": {
    "on": [
      "オウ"
    ],
    "kun": [
      "ふか"
    ]
  },
  "沽": {
    "on": [
      "コ"
    ],
    "kun": [
      "あた",
      "あら",
      "う"
    ]
  },
  "泗": {
    "on": [
      "シ"
    ],
    "kun": [
      "なみだ"
    ]
  },
  "泅": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "およぐ"
    ]
  },
  "泝": {
    "on": [
      "ソ"
    ],
    "kun": [
      "さかのぼる"
    ]
  },
  "沮": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "はば"
    ]
  },
  "沱": {
    "on": [
      "タ",
      "ダ"
    ],
    "kun": []
  },
  "沾": {
    "on": [
      "セン",
      "チョウ",
      "テン"
    ],
    "kun": [
      "うるお"
    ]
  },
  "沺": {
    "on": [
      "デン"
    ],
    "kun": []
  },
  "泛": {
    "on": [
      "ハン",
      "ホウ"
    ],
    "kun": [
      "うか"
    ]
  },
  "泯": {
    "on": [
      "ビン",
      "ベン",
      "ミン",
      "メン"
    ],
    "kun": [
      "ほろ"
    ]
  },
  "泙": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "泪": {
    "on": [
      "ルイ",
      "レイ"
    ],
    "kun": [
      "なみだ"
    ]
  },
  "洟": {
    "on": [
      "イ",
      "テイ"
    ],
    "kun": [
      "はなしる",
      "はなじる"
    ]
  },
  "衍": {
    "on": [
      "エン"
    ],
    "kun": [
      "あまり",
      "しく",
      "はびこ"
    ]
  },
  "洶": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "わ"
    ]
  },
  "洫": {
    "on": [
      "キョク"
    ],
    "kun": [
      "みぞ"
    ]
  },
  "洽": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あまねし",
      "うるお"
    ]
  },
  "洸": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "洙": {
    "on": [
      "シュ"
    ],
    "kun": []
  },
  "洵": {
    "on": [
      "ジュン",
      "シュン"
    ],
    "kun": [
      "の",
      "まこと"
    ]
  },
  "洳": {
    "on": [
      "ジュ"
    ],
    "kun": []
  },
  "洒": {
    "on": [
      "シャ",
      "ソン",
      "サイ",
      "セン",
      "セイ"
    ],
    "kun": [
      "すす",
      "あら"
    ]
  },
  "洌": {
    "on": [
      "レツ",
      "レイ"
    ],
    "kun": [
      "きよ"
    ]
  },
  "浣": {
    "on": [
      "カン"
    ],
    "kun": [
      "あら"
    ]
  },
  "涓": {
    "on": [
      "ケン"
    ],
    "kun": []
  },
  "浤": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ふか"
    ]
  },
  "浚": {
    "on": [
      "シュン"
    ],
    "kun": [
      "さら"
    ]
  },
  "浹": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "あまねし"
    ]
  },
  "浙": {
    "on": [
      "セツ"
    ],
    "kun": []
  },
  "涎": {
    "on": [
      "セン",
      "エン"
    ],
    "kun": [
      "よだれ"
    ]
  },
  "涕": {
    "on": [
      "テイ"
    ],
    "kun": [
      "なみだ",
      "な"
    ]
  },
  "濤": {
    "on": [
      "トウ"
    ],
    "kun": [
      "なみ"
    ]
  },
  "涅": {
    "on": [
      "ネツ",
      "デツ"
    ],
    "kun": [
      "そ"
    ]
  },
  "淹": {
    "on": [
      "エン"
    ],
    "kun": [
      "い"
    ]
  },
  "渕": {
    "on": [
      "エン",
      "カク",
      "コウ"
    ],
    "kun": [
      "ふち",
      "かた",
      "はなわ"
    ]
  },
  "渊": {
    "on": [
      "エン",
      "カク",
      "コウ"
    ],
    "kun": [
      "ふち",
      "かた",
      "はなわ"
    ]
  },
  "涵": {
    "on": [
      "カン"
    ],
    "kun": [
      "ひた"
    ]
  },
  "淇": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "淦": {
    "on": [
      "カン",
      "コン"
    ],
    "kun": [
      "あか"
    ]
  },
  "涸": {
    "on": [
      "コ",
      "カク"
    ],
    "kun": [
      "か",
      "こお"
    ]
  },
  "淆": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ま"
    ]
  },
  "淬": {
    "on": [
      "サイ"
    ],
    "kun": [
      "にらぐ"
    ]
  },
  "淞": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "淌": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "淨": {
    "on": [
      "ジョウ",
      "セイ"
    ],
    "kun": [
      "きよ"
    ]
  },
  "淒": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": [
      "すご",
      "さむ",
      "すさ"
    ]
  },
  "淅": {
    "on": [
      "セキ"
    ],
    "kun": []
  },
  "淺": {
    "on": [
      "セン"
    ],
    "kun": [
      "あさ"
    ]
  },
  "淙": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "淤": {
    "on": [
      "オ",
      "ヨ"
    ],
    "kun": [
      "どろ"
    ]
  },
  "淕": {
    "on": [
      "リク",
      "ロク"
    ],
    "kun": []
  },
  "淪": {
    "on": [
      "リン",
      "ロン"
    ],
    "kun": [
      "しず"
    ]
  },
  "淮": {
    "on": [
      "ワイ",
      "エ",
      "カイ"
    ],
    "kun": []
  },
  "渭": {
    "on": [
      "イ"
    ],
    "kun": []
  },
  "湮": {
    "on": [
      "イン",
      "エン"
    ],
    "kun": [
      "しず",
      "ふさ"
    ]
  },
  "渮": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "渙": {
    "on": [
      "カン"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "湲": {
    "on": [
      "エン",
      "カン"
    ],
    "kun": []
  },
  "湟": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "渾": {
    "on": [
      "コン"
    ],
    "kun": [
      "すべ",
      "にご"
    ]
  },
  "渣": {
    "on": [
      "サ"
    ],
    "kun": []
  },
  "湫": {
    "on": [
      "シュウ",
      "ショウ"
    ],
    "kun": [
      "くて",
      "くで"
    ]
  },
  "渫": {
    "on": [
      "セツ",
      "チョウ"
    ],
    "kun": [
      "さら"
    ]
  },
  "湶": {
    "on": [
      "セン"
    ],
    "kun": [
      "いずみ",
      "ぜに"
    ]
  },
  "湍": {
    "on": [
      "タン"
    ],
    "kun": [
      "はや",
      "はやせ"
    ]
  },
  "渟": {
    "on": [
      "テイ"
    ],
    "kun": [
      "とど"
    ]
  },
  "湃": {
    "on": [
      "ハイ"
    ],
    "kun": []
  },
  "渺": {
    "on": [
      "ビョウ"
    ],
    "kun": [
      "びょう"
    ]
  },
  "湎": {
    "on": [
      "メン",
      "ベン"
    ],
    "kun": [
      "おぼ",
      "しず"
    ]
  },
  "渤": {
    "on": [
      "ボツ",
      "ホツ"
    ],
    "kun": []
  },
  "滿": {
    "on": [
      "マン",
      "バン"
    ],
    "kun": [
      "み"
    ]
  },
  "渝": {
    "on": [
      "ユ"
    ],
    "kun": [
      "かわ"
    ]
  },
  "游": {
    "on": [
      "ユウ",
      "リュウ"
    ],
    "kun": [
      "あそ",
      "およ"
    ]
  },
  "溂": {
    "on": [
      "ラツ"
    ],
    "kun": []
  },
  "溪": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "たに",
      "たにがわ"
    ]
  },
  "溘": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "滉": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "溷": {
    "on": [
      "コン"
    ],
    "kun": [
      "かわや",
      "けが",
      "にご",
      "みだ"
    ]
  },
  "滓": {
    "on": [
      "シ",
      "サイ"
    ],
    "kun": [
      "おり",
      "かす"
    ]
  },
  "溽": {
    "on": [
      "ヒョク",
      "ジョク"
    ],
    "kun": [
      "むしあつ"
    ]
  },
  "溯": {
    "on": [
      "ソ",
      "サク"
    ],
    "kun": [
      "さかのぼ"
    ]
  },
  "滄": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "溲": {
    "on": [
      "シュ",
      "シュウ",
      "ソウ"
    ],
    "kun": [
      "いばり",
      "ひた"
    ]
  },
  "滔": {
    "on": [
      "トウ"
    ],
    "kun": [
      "はびこ"
    ]
  },
  "滕": {
    "on": [
      "トウ"
    ],
    "kun": [
      "わ"
    ]
  },
  "溏": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "溥": {
    "on": [
      "フ",
      "ハク"
    ],
    "kun": [
      "あまねし"
    ]
  },
  "滂": {
    "on": [
      "ホウ",
      "ボウ"
    ],
    "kun": []
  },
  "溟": {
    "on": [
      "メイ"
    ],
    "kun": [
      "うみ",
      "くら"
    ]
  },
  "潁": {
    "on": [
      "エイ"
    ],
    "kun": []
  },
  "漑": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "そそ"
    ]
  },
  "灌": {
    "on": [
      "カン"
    ],
    "kun": [
      "そそ"
    ]
  },
  "滬": {
    "on": [
      "コウ",
      "コ"
    ],
    "kun": []
  },
  "滸": {
    "on": [
      "コ"
    ],
    "kun": [
      "ほとり"
    ]
  },
  "滾": {
    "on": [
      "コン"
    ],
    "kun": [
      "たぎ"
    ]
  },
  "漿": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "こんず"
    ]
  },
  "滲": {
    "on": [
      "シン"
    ],
    "kun": [
      "し",
      "にじ"
    ]
  },
  "漱": {
    "on": [
      "ソウ",
      "シュウ",
      "ス"
    ],
    "kun": [
      "くちすす",
      "くちそそ",
      "うがい",
      "すす"
    ]
  },
  "滯": {
    "on": [
      "タイ",
      "テイ"
    ],
    "kun": [
      "とどこお"
    ]
  },
  "漲": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "みなぎ"
    ]
  },
  "滌": {
    "on": [
      "デキ",
      "テキ",
      "ジョウ"
    ],
    "kun": [
      "あら"
    ]
  },
  "漾": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "ただよ"
    ]
  },
  "漓": {
    "on": [
      "リ"
    ],
    "kun": [
      "うす"
    ]
  },
  "滷": {
    "on": [
      "ロ"
    ],
    "kun": []
  },
  "澆": {
    "on": [
      "ギョウ"
    ],
    "kun": [
      "そそ"
    ]
  },
  "潺": {
    "on": [
      "セン",
      "サン"
    ],
    "kun": []
  },
  "潸": {
    "on": [
      "サン"
    ],
    "kun": []
  },
  "澁": {
    "on": [
      "ジュウ",
      "シュウ"
    ],
    "kun": [
      "しぶ"
    ]
  },
  "澀": {
    "on": [
      "ジュウ",
      "シュウ"
    ],
    "kun": [
      "しぶ"
    ]
  },
  "潯": {
    "on": [
      "ジン"
    ],
    "kun": [
      "ふち"
    ]
  },
  "潛": {
    "on": [
      "セン"
    ],
    "kun": [
      "ひそ",
      "もぐ",
      "かく",
      "くぐ"
    ]
  },
  "濳": {
    "on": [
      "セン"
    ],
    "kun": [
      "ひそ",
      "もぐ",
      "かく",
      "くぐ"
    ]
  },
  "潭": {
    "on": [
      "タン",
      "ジン"
    ],
    "kun": [
      "ふち",
      "ふか"
    ]
  },
  "澂": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "すま",
      "す"
    ]
  },
  "潼": {
    "on": [
      "ドウ",
      "トウ"
    ],
    "kun": []
  },
  "潘": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "澎": {
    "on": [
      "ホウ",
      "ヒョウ"
    ],
    "kun": []
  },
  "澑": {
    "on": [
      "リュウ"
    ],
    "kun": [
      "た",
      "たま",
      "したた",
      "たまり",
      "ため"
    ]
  },
  "濂": {
    "on": [
      "レン"
    ],
    "kun": []
  },
  "潦": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "にわたずみ"
    ]
  },
  "澳": {
    "on": [
      "オウ",
      "イク",
      "オク"
    ],
    "kun": [
      "おき",
      "くま"
    ]
  },
  "澣": {
    "on": [
      "カン"
    ],
    "kun": [
      "あら"
    ]
  },
  "澡": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "あら"
    ]
  },
  "澤": {
    "on": [
      "タク"
    ],
    "kun": [
      "さわ",
      "うるお",
      "つや"
    ]
  },
  "澹": {
    "on": [
      "タン",
      "セン"
    ],
    "kun": [
      "あわ"
    ]
  },
  "濆": {
    "on": [
      "フン",
      "ホン"
    ],
    "kun": [
      "ほとり",
      "わ"
    ]
  },
  "澪": {
    "on": [
      "レイ"
    ],
    "kun": [
      "みお"
    ]
  },
  "濟": {
    "on": [
      "サイ",
      "セイ"
    ],
    "kun": [
      "す",
      "すく",
      "な",
      "わた"
    ]
  },
  "濕": {
    "on": [
      "シツ",
      "シュウ"
    ],
    "kun": [
      "しめ",
      "うるお"
    ]
  },
  "濬": {
    "on": [
      "シュン"
    ],
    "kun": [
      "さら"
    ]
  },
  "濔": {
    "on": [
      "ビ"
    ],
    "kun": []
  },
  "濘": {
    "on": [
      "ネイ"
    ],
    "kun": [
      "ぬか"
    ]
  },
  "濱": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "はま"
    ]
  },
  "濮": {
    "on": [
      "ボク",
      "ホク"
    ],
    "kun": []
  },
  "濛": {
    "on": [
      "モウ"
    ],
    "kun": [
      "こさめ"
    ]
  },
  "瀉": {
    "on": [
      "シャ"
    ],
    "kun": [
      "くだ",
      "は"
    ]
  },
  "瀋": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "濺": {
    "on": [
      "セン"
    ],
    "kun": [
      "そそ"
    ]
  },
  "瀑": {
    "on": [
      "バク",
      "ハク",
      "ホウ",
      "ボウ",
      "ホク",
      "ボク"
    ],
    "kun": [
      "たき",
      "にわかあめ"
    ]
  },
  "瀁": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "瀏": {
    "on": [
      "リュウ"
    ],
    "kun": [
      "きよ"
    ]
  },
  "濾": {
    "on": [
      "ロ",
      "リョ"
    ],
    "kun": [
      "こ"
    ]
  },
  "瀛": {
    "on": [
      "エイ"
    ],
    "kun": [
      "うみ"
    ]
  },
  "瀚": {
    "on": [
      "カン"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "潴": {
    "on": [
      "チョ"
    ],
    "kun": []
  },
  "瀝": {
    "on": [
      "レキ"
    ],
    "kun": [
      "したた"
    ]
  },
  "瀘": {
    "on": [
      "ロ"
    ],
    "kun": []
  },
  "瀟": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "瀰": {
    "on": [
      "ビ",
      "ミ"
    ],
    "kun": []
  },
  "瀾": {
    "on": [
      "ラン"
    ],
    "kun": [
      "なみ"
    ]
  },
  "瀲": {
    "on": [
      "レン"
    ],
    "kun": [
      "なぎさ"
    ]
  },
  "灑": {
    "on": [
      "シャ",
      "サイ",
      "サ",
      "セ"
    ],
    "kun": [
      "そそ"
    ]
  },
  "灣": {
    "on": [
      "ワン"
    ],
    "kun": [
      "いりえ"
    ]
  },
  "炙": {
    "on": [
      "シャ",
      "セキ"
    ],
    "kun": [
      "あぶ"
    ]
  },
  "炒": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "い",
      "いた"
    ]
  },
  "炯": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "烱": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "炬": {
    "on": [
      "コ",
      "キョ"
    ],
    "kun": []
  },
  "炸": {
    "on": [
      "タク",
      "サ",
      "サク"
    ],
    "kun": []
  },
  "炳": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "炮": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "あぶ"
    ]
  },
  "烟": {
    "on": [
      "エン"
    ],
    "kun": [
      "けむ",
      "けむり"
    ]
  },
  "烋": {
    "on": [
      "コウ",
      "キュウ",
      "キョウ"
    ],
    "kun": []
  },
  "烝": {
    "on": [
      "ジョウ",
      "ショウ"
    ],
    "kun": [
      "む",
      "もろもろ"
    ]
  },
  "烙": {
    "on": [
      "ラク",
      "カク"
    ],
    "kun": [
      "や"
    ]
  },
  "焉": {
    "on": [
      "エン"
    ],
    "kun": [
      "いずく",
      "ここに",
      "これ"
    ]
  },
  "烽": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "のろし",
      "とぶひ"
    ]
  },
  "焜": {
    "on": [
      "コン"
    ],
    "kun": [
      "かがや"
    ]
  },
  "焙": {
    "on": [
      "ホウ",
      "ハイ"
    ],
    "kun": [
      "ほう",
      "あぶ"
    ]
  },
  "煥": {
    "on": [
      "カン"
    ],
    "kun": [
      "あきらか"
    ]
  },
  "煕": {
    "on": [
      "キ"
    ],
    "kun": [
      "たのし",
      "ひか",
      "ひろ",
      "よろこ",
      "かわ",
      "あきらか"
    ]
  },
  "熈": {
    "on": [
      "キ"
    ],
    "kun": [
      "たのし",
      "ひか",
      "ひろ",
      "よろこ",
      "かわ",
      "あきらか"
    ]
  },
  "煦": {
    "on": [
      "ク"
    ],
    "kun": [
      "あたた"
    ]
  },
  "煢": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "ひとりもの"
    ]
  },
  "煌": {
    "on": [
      "コウ"
    ],
    "kun": [
      "きらめ",
      "きら",
      "かがや"
    ]
  },
  "煖": {
    "on": [
      "ダン",
      "カン",
      "ケン",
      "ナン"
    ],
    "kun": [
      "あたた"
    ]
  },
  "煬": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "あぶ",
      "や"
    ]
  },
  "熏": {
    "on": [
      "クン"
    ],
    "kun": [
      "くす",
      "ふす",
      "いぶ",
      "くゆ"
    ]
  },
  "燻": {
    "on": [
      "クン"
    ],
    "kun": [
      "くす",
      "ふす",
      "いぶ",
      "くゆ"
    ]
  },
  "熄": {
    "on": [
      "ソク"
    ],
    "kun": [
      "き",
      "や"
    ]
  },
  "熕": {
    "on": [],
    "kun": [
      "おおづつ"
    ]
  },
  "熨": {
    "on": [
      "イ",
      "ウツ"
    ],
    "kun": [
      "のし",
      "おさ",
      "の",
      "ひのし"
    ]
  },
  "熬": {
    "on": [
      "ゴウ"
    ],
    "kun": [
      "い"
    ]
  },
  "燗": {
    "on": [
      "ラン",
      "カン"
    ],
    "kun": [
      "かん"
    ]
  },
  "熹": {
    "on": [
      "キ"
    ],
    "kun": [
      "あぶ",
      "あかるい"
    ]
  },
  "熾": {
    "on": [
      "シ"
    ],
    "kun": [
      "おこ",
      "さかん"
    ]
  },
  "燒": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "や"
    ]
  },
  "燉": {
    "on": [
      "トン"
    ],
    "kun": []
  },
  "燔": {
    "on": [
      "ハン"
    ],
    "kun": [
      "や"
    ]
  },
  "燎": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "かがりび"
    ]
  },
  "燠": {
    "on": [
      "ウ",
      "イク",
      "オウ"
    ],
    "kun": [
      "おき",
      "あたたか"
    ]
  },
  "燬": {
    "on": [
      "キ"
    ],
    "kun": [
      "や"
    ]
  },
  "燧": {
    "on": [
      "スイ"
    ],
    "kun": [
      "ひうち",
      "ひきり",
      "のろし"
    ]
  },
  "燵": {
    "on": [
      "タツ"
    ],
    "kun": []
  },
  "燼": {
    "on": [
      "ジン"
    ],
    "kun": [
      "もえのこり"
    ]
  },
  "燹": {
    "on": [
      "セン"
    ],
    "kun": [
      "のび"
    ]
  },
  "燿": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "かがや",
      "ひかり"
    ]
  },
  "爍": {
    "on": [
      "シャク"
    ],
    "kun": [
      "とか",
      "ひか"
    ]
  },
  "爐": {
    "on": [
      "ロ"
    ],
    "kun": [
      "いろり"
    ]
  },
  "爛": {
    "on": [
      "ラン"
    ],
    "kun": [
      "ただ"
    ]
  },
  "爨": {
    "on": [
      "サン"
    ],
    "kun": [
      "かし",
      "かまど"
    ]
  },
  "爭": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "あらそ",
      "いか"
    ]
  },
  "爬": {
    "on": [
      "ハ"
    ],
    "kun": [
      "か",
      "は"
    ]
  },
  "爰": {
    "on": [
      "エン"
    ],
    "kun": [
      "ここ"
    ]
  },
  "爲": {
    "on": [
      "イ"
    ],
    "kun": [
      "ため",
      "な",
      "す",
      "たり",
      "つく",
      "なり"
    ]
  },
  "爻": {
    "on": [
      "コウ",
      "ギョウ"
    ],
    "kun": [
      "まじ"
    ]
  },
  "爼": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "まないた"
    ]
  },
  "爿": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": []
  },
  "牀": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "ゆか"
    ]
  },
  "牆": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "かき"
    ]
  },
  "牋": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "牘": {
    "on": [
      "トク"
    ],
    "kun": [
      "かきもの",
      "ふだ"
    ]
  },
  "牴": {
    "on": [
      "テイ"
    ],
    "kun": [
      "ふ"
    ]
  },
  "牾": {
    "on": [
      "ゴ"
    ],
    "kun": []
  },
  "犂": {
    "on": [
      "リ",
      "レイ",
      "リュウ"
    ],
    "kun": [
      "すき"
    ]
  },
  "犁": {
    "on": [
      "リ",
      "レイ",
      "リュウ"
    ],
    "kun": [
      "すき"
    ]
  },
  "犇": {
    "on": [
      "ホン"
    ],
    "kun": [
      "ひし",
      "ひしひし",
      "はし"
    ]
  },
  "犒": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ねぎら"
    ]
  },
  "犖": {
    "on": [
      "ラク"
    ],
    "kun": [
      "まだらうし"
    ]
  },
  "犢": {
    "on": [
      "トク"
    ],
    "kun": [
      "こうし"
    ]
  },
  "犧": {
    "on": [
      "ギ",
      "キ"
    ],
    "kun": [
      "いけにえ"
    ]
  },
  "犹": {
    "on": [
      "ジョウ",
      "ユウ",
      "ヨウ"
    ],
    "kun": [
      "なお"
    ]
  },
  "犲": {
    "on": [
      "サイ"
    ],
    "kun": [
      "やまいぬ"
    ]
  },
  "狃": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "な",
      "なら"
    ]
  },
  "狆": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "ちん"
    ]
  },
  "狄": {
    "on": [
      "テキ"
    ],
    "kun": [
      "えびす"
    ]
  },
  "狎": {
    "on": [
      "オウ",
      "コウ"
    ],
    "kun": [
      "な",
      "あなど"
    ]
  },
  "狒": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "ひひ"
    ]
  },
  "狢": {
    "on": [
      "カク",
      "ハク",
      "バク"
    ],
    "kun": [
      "むじな"
    ]
  },
  "狠": {
    "on": [
      "ガン",
      "ゲン",
      "コン"
    ],
    "kun": [
      "もと"
    ]
  },
  "狡": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": [
      "ずる",
      "こす",
      "わるがしこ"
    ]
  },
  "狹": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "せま",
      "せば",
      "さ"
    ]
  },
  "狷": {
    "on": [
      "ケン"
    ],
    "kun": []
  },
  "倏": {
    "on": [
      "シュク"
    ],
    "kun": [
      "たちまち"
    ]
  },
  "猗": {
    "on": [
      "イ",
      "ア"
    ],
    "kun": [
      "ああ"
    ]
  },
  "猊": {
    "on": [
      "ゲイ"
    ],
    "kun": []
  },
  "猜": {
    "on": [
      "サイ"
    ],
    "kun": [
      "そね"
    ]
  },
  "猖": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "くる"
    ]
  },
  "猝": {
    "on": [
      "ソツ"
    ],
    "kun": [
      "にわか"
    ]
  },
  "猴": {
    "on": [
      "コウ"
    ],
    "kun": [
      "さる"
    ]
  },
  "猯": {
    "on": [
      "タン"
    ],
    "kun": [
      "いのしし",
      "まみ"
    ]
  },
  "猩": {
    "on": [
      "ショウ",
      "セイ",
      "ソウ"
    ],
    "kun": [
      "しょうじょう"
    ]
  },
  "猥": {
    "on": [
      "ワイ"
    ],
    "kun": [
      "みだ",
      "みだり"
    ]
  },
  "猾": {
    "on": [
      "カツ"
    ],
    "kun": [
      "わるがしこ"
    ]
  },
  "獎": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "すす"
    ]
  },
  "獏": {
    "on": [
      "バク",
      "ミャク"
    ],
    "kun": []
  },
  "默": {
    "on": [
      "ボク",
      "モク"
    ],
    "kun": [
      "だ",
      "もだ"
    ]
  },
  "獗": {
    "on": [
      "ケツ"
    ],
    "kun": []
  },
  "獪": {
    "on": [
      "カイ"
    ],
    "kun": [
      "わるがしこ"
    ]
  },
  "獨": {
    "on": [
      "ドク",
      "トク"
    ],
    "kun": [
      "ひと"
    ]
  },
  "獰": {
    "on": [
      "ドウ",
      "ネイ"
    ],
    "kun": [
      "わる"
    ]
  },
  "獸": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "けもの",
      "けだもの"
    ]
  },
  "獵": {
    "on": [
      "リョウ",
      "レフ"
    ],
    "kun": [
      "かり",
      "か"
    ]
  },
  "獻": {
    "on": [
      "ケン",
      "コン"
    ],
    "kun": [
      "たてまつ"
    ]
  },
  "獺": {
    "on": [
      "ダツ",
      "タツ"
    ],
    "kun": [
      "うそ",
      "かわ",
      "かわうそ"
    ]
  },
  "珈": {
    "on": [
      "カ"
    ],
    "kun": [
      "かみかざり"
    ]
  },
  "玳": {
    "on": [
      "タイ"
    ],
    "kun": [
      "たいまい"
    ]
  },
  "珎": {
    "on": [
      "チン"
    ],
    "kun": [
      "めずら",
      "たから"
    ]
  },
  "玻": {
    "on": [
      "ハ"
    ],
    "kun": []
  },
  "珀": {
    "on": [
      "ハク"
    ],
    "kun": []
  },
  "珥": {
    "on": [
      "ジ"
    ],
    "kun": [
      "みみだま"
    ]
  },
  "珮": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "おびだま"
    ]
  },
  "珞": {
    "on": [
      "ラク"
    ],
    "kun": []
  },
  "璢": {
    "on": [
      "ル",
      "リュウ"
    ],
    "kun": []
  },
  "琅": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "瑯": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "琥": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "珸": {
    "on": [
      "ゴ"
    ],
    "kun": []
  },
  "琲": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "つらぬく"
    ]
  },
  "琺": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "瑕": {
    "on": [
      "カ"
    ],
    "kun": [
      "あら",
      "きず",
      "なんぞ"
    ]
  },
  "琿": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "瑟": {
    "on": [
      "シツ"
    ],
    "kun": [
      "おおごと"
    ]
  },
  "瑙": {
    "on": [
      "ノウ"
    ],
    "kun": []
  },
  "瑁": {
    "on": [
      "マイ",
      "バイ",
      "ボウ",
      "モウ"
    ],
    "kun": []
  },
  "瑜": {
    "on": [
      "ユ"
    ],
    "kun": []
  },
  "瑩": {
    "on": [
      "エイ"
    ],
    "kun": []
  },
  "瑰": {
    "on": [
      "カイ"
    ],
    "kun": [
      "たま",
      "めずら"
    ]
  },
  "瑣": {
    "on": [
      "サ"
    ],
    "kun": [
      "ちいさ",
      "くさり"
    ]
  },
  "瑪": {
    "on": [
      "メ",
      "バ"
    ],
    "kun": []
  },
  "瑶": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "たま"
    ]
  },
  "瑾": {
    "on": [
      "キン"
    ],
    "kun": []
  },
  "璋": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "璞": {
    "on": [
      "ハク"
    ],
    "kun": [
      "あらたま"
    ]
  },
  "璧": {
    "on": [
      "ヘキ"
    ],
    "kun": [
      "たま"
    ]
  },
  "瓊": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "たま"
    ]
  },
  "瓏": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "瓔": {
    "on": [
      "エイ",
      "ヨウ"
    ],
    "kun": []
  },
  "珱": {
    "on": [
      "エイ",
      "ヨウ"
    ],
    "kun": []
  },
  "瓠": {
    "on": [
      "コ",
      "カク"
    ],
    "kun": [
      "ひさご"
    ]
  },
  "瓣": {
    "on": [
      "ベン",
      "ヘン"
    ],
    "kun": [
      "わきま",
      "わ",
      "はなびら",
      "あらそ"
    ]
  },
  "瓧": {
    "on": [],
    "kun": [
      "デカグラム"
    ]
  },
  "瓩": {
    "on": [],
    "kun": [
      "キログラム"
    ]
  },
  "瓮": {
    "on": [
      "オウ"
    ],
    "kun": [
      "もたい"
    ]
  },
  "瓲": {
    "on": [],
    "kun": [
      "トン"
    ]
  },
  "瓰": {
    "on": [],
    "kun": [
      "デシグラム"
    ]
  },
  "瓱": {
    "on": [],
    "kun": [
      "ミリグラム"
    ]
  },
  "瓸": {
    "on": [],
    "kun": [
      "ヘクトグラム"
    ]
  },
  "瓷": {
    "on": [
      "シ"
    ],
    "kun": [
      "かめ"
    ]
  },
  "甄": {
    "on": [
      "ケン",
      "シン"
    ],
    "kun": [
      "すえ"
    ]
  },
  "甃": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "しきがわら",
      "いしだたみ"
    ]
  },
  "甅": {
    "on": [],
    "kun": [
      "センチグラム"
    ]
  },
  "甌": {
    "on": [
      "オウ"
    ],
    "kun": [
      "ほとぎ",
      "はち",
      "かめ"
    ]
  },
  "甎": {
    "on": [
      "セン"
    ],
    "kun": [
      "しきがわら",
      "かわら"
    ]
  },
  "甍": {
    "on": [
      "ボウ",
      "ミョウ"
    ],
    "kun": [
      "いらか"
    ]
  },
  "甕": {
    "on": [
      "オウ"
    ],
    "kun": [
      "かめ",
      "みか"
    ]
  },
  "甓": {
    "on": [
      "ヘキ",
      "ビャク"
    ],
    "kun": [
      "かわら"
    ]
  },
  "甞": {
    "on": [
      "ショウ",
      "ジョウ"
    ],
    "kun": [
      "かつ",
      "な"
    ]
  },
  "甦": {
    "on": [
      "ソ",
      "コウ"
    ],
    "kun": [
      "よみがえ"
    ]
  },
  "甬": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "甼": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "まち"
    ]
  },
  "畄": {
    "on": [
      "リュウ",
      "ル"
    ],
    "kun": [
      "と",
      "とど",
      "るうぶる"
    ]
  },
  "畍": {
    "on": [
      "カイ"
    ],
    "kun": [
      "さかい"
    ]
  },
  "畊": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "たが"
    ]
  },
  "畉": {
    "on": [
      "フ"
    ],
    "kun": [
      "たがや"
    ]
  },
  "畛": {
    "on": [
      "シン"
    ],
    "kun": [
      "あぜ"
    ]
  },
  "畆": {
    "on": [
      "ボウ",
      "ホ",
      "モ",
      "ム"
    ],
    "kun": [
      "せ",
      "うね"
    ]
  },
  "畚": {
    "on": [
      "ホン"
    ],
    "kun": [
      "もっこ",
      "ふご"
    ]
  },
  "畩": {
    "on": [],
    "kun": [
      "けさ"
    ]
  },
  "畤": {
    "on": [
      "ジ",
      "シ"
    ],
    "kun": []
  },
  "畧": {
    "on": [
      "リャク"
    ],
    "kun": [
      "ほぼ",
      "おか",
      "おさ",
      "はかりごと",
      "はか",
      "はぶ"
    ]
  },
  "畫": {
    "on": [
      "ガ",
      "カク",
      "エ",
      "カイ"
    ],
    "kun": [
      "えが",
      "かく",
      "かぎ",
      "はかりごと",
      "はか"
    ]
  },
  "畭": {
    "on": [
      "ヨ",
      "シャ"
    ],
    "kun": []
  },
  "畸": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "當": {
    "on": [
      "トウ"
    ],
    "kun": [
      "あ",
      "まさ"
    ]
  },
  "疆": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "さかい"
    ]
  },
  "疇": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "うね",
      "たぐい",
      "ひと"
    ]
  },
  "畴": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "うね",
      "たぐい",
      "ひと"
    ]
  },
  "疊": {
    "on": [
      "ジョウ",
      "チョウ"
    ],
    "kun": [
      "たた",
      "たたみ",
      "かさ"
    ]
  },
  "疉": {
    "on": [
      "ジョウ",
      "チョウ"
    ],
    "kun": [
      "たた",
      "たたみ",
      "かさ"
    ]
  },
  "疂": {
    "on": [
      "ジョウ",
      "チョウ"
    ],
    "kun": [
      "たた",
      "たたみ",
      "かさ"
    ]
  },
  "疔": {
    "on": [
      "テイ",
      "チョウ"
    ],
    "kun": []
  },
  "疚": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "やま",
      "や"
    ]
  },
  "疝": {
    "on": [
      "セン",
      "サン"
    ],
    "kun": []
  },
  "疥": {
    "on": [
      "カイ"
    ],
    "kun": [
      "はたけ"
    ]
  },
  "疣": {
    "on": [
      "ユ",
      "ユウ"
    ],
    "kun": [
      "いぼ"
    ]
  },
  "痂": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "かさ"
    ]
  },
  "疳": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "痃": {
    "on": [
      "ゲン",
      "ケン"
    ],
    "kun": []
  },
  "疵": {
    "on": [
      "シ"
    ],
    "kun": [
      "きず"
    ]
  },
  "疽": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "かさ"
    ]
  },
  "疸": {
    "on": [
      "タン"
    ],
    "kun": []
  },
  "疼": {
    "on": [
      "トウ"
    ],
    "kun": [
      "うず",
      "いた"
    ]
  },
  "疱": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "もがさ"
    ]
  },
  "痍": {
    "on": [
      "イ"
    ],
    "kun": [
      "きず"
    ]
  },
  "痊": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "痒": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "かゆ",
      "かさ"
    ]
  },
  "痙": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "つ",
      "ひきつ"
    ]
  },
  "痣": {
    "on": [
      "シ"
    ],
    "kun": [
      "あざ",
      "ほくろ"
    ]
  },
  "痞": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "つかえ"
    ]
  },
  "痾": {
    "on": [
      "ア"
    ],
    "kun": [
      "やまい"
    ]
  },
  "痿": {
    "on": [
      "イ"
    ],
    "kun": [
      "な"
    ]
  },
  "痼": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "瘁": {
    "on": [
      "スイ"
    ],
    "kun": [
      "つか"
    ]
  },
  "痰": {
    "on": [
      "タン"
    ],
    "kun": []
  },
  "痺": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "しび"
    ]
  },
  "痲": {
    "on": [
      "マ",
      "バ"
    ],
    "kun": [
      "しび"
    ]
  },
  "痳": {
    "on": [
      "リン"
    ],
    "kun": []
  },
  "瘋": {
    "on": [
      "フウ"
    ],
    "kun": []
  },
  "瘍": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "かさ"
    ]
  },
  "瘉": {
    "on": [
      "ユ"
    ],
    "kun": [
      "い",
      "いや"
    ]
  },
  "瘟": {
    "on": [
      "オン"
    ],
    "kun": [
      "えやみ"
    ]
  },
  "瘧": {
    "on": [
      "ギャク",
      "ガク"
    ],
    "kun": [
      "おこり"
    ]
  },
  "瘠": {
    "on": [
      "セキ",
      "ジャク"
    ],
    "kun": [
      "やせ"
    ]
  },
  "瘡": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "かさ"
    ]
  },
  "瘢": {
    "on": [
      "ハン"
    ],
    "kun": [
      "きず"
    ]
  },
  "瘤": {
    "on": [
      "リュウ",
      "ル"
    ],
    "kun": [
      "こぶ"
    ]
  },
  "瘴": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "瘰": {
    "on": [
      "ルイ",
      "ラ",
      "ライ"
    ],
    "kun": []
  },
  "瘻": {
    "on": [
      "ル",
      "ロウ"
    ],
    "kun": [
      "せむし",
      "かさ",
      "できもの"
    ]
  },
  "癇": {
    "on": [
      "カン"
    ],
    "kun": [
      "ひきつけ"
    ]
  },
  "癈": {
    "on": [
      "ハイ"
    ],
    "kun": []
  },
  "癆": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "癜": {
    "on": [
      "デン",
      "テン"
    ],
    "kun": [
      "なまず"
    ]
  },
  "癘": {
    "on": [
      "レイ",
      "ライ"
    ],
    "kun": [
      "えやみ"
    ]
  },
  "癡": {
    "on": [
      "チ"
    ],
    "kun": [
      "し",
      "おろか"
    ]
  },
  "癢": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "かゆ"
    ]
  },
  "癨": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "癩": {
    "on": [
      "ライ"
    ],
    "kun": []
  },
  "癪": {
    "on": [],
    "kun": [
      "しゃく"
    ]
  },
  "癧": {
    "on": [
      "レキ"
    ],
    "kun": []
  },
  "癬": {
    "on": [
      "セン"
    ],
    "kun": [
      "たむし"
    ]
  },
  "癰": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "はれもの"
    ]
  },
  "癲": {
    "on": [
      "テン"
    ],
    "kun": []
  },
  "癶": {
    "on": [
      "ハツ"
    ],
    "kun": []
  },
  "癸": {
    "on": [
      "キ"
    ],
    "kun": [
      "みずのと"
    ]
  },
  "發": {
    "on": [
      "ハツ",
      "ホツ"
    ],
    "kun": [
      "た",
      "あば",
      "おこ",
      "つか",
      "はな"
    ]
  },
  "皀": {
    "on": [
      "キュウ",
      "ヒョク",
      "キョウ",
      "コウ"
    ],
    "kun": []
  },
  "皃": {
    "on": [
      "ボウ",
      "バク"
    ],
    "kun": [
      "かたち",
      "かたどる"
    ]
  },
  "皈": {
    "on": [
      "キ"
    ],
    "kun": [
      "かえ",
      "おく",
      "とつ"
    ]
  },
  "皋": {
    "on": [
      "コウ"
    ],
    "kun": [
      "さつき"
    ]
  },
  "皎": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "きよ",
      "しろ"
    ]
  },
  "皖": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "皓": {
    "on": [
      "コウ"
    ],
    "kun": [
      "しろ",
      "ひか"
    ]
  },
  "皙": {
    "on": [
      "シャク",
      "セキ"
    ],
    "kun": [
      "しろ"
    ]
  },
  "皚": {
    "on": [
      "ガイ",
      "ギ",
      "ゲ",
      "カイ"
    ],
    "kun": [
      "しろ",
      "さむ"
    ]
  },
  "皰": {
    "on": [
      "ホウ",
      "ビョウ"
    ],
    "kun": [
      "にきび"
    ]
  },
  "皴": {
    "on": [
      "シュン"
    ],
    "kun": [
      "ひび",
      "しわ"
    ]
  },
  "皸": {
    "on": [
      "クン",
      "キン"
    ],
    "kun": [
      "ひび",
      "あかぎれ"
    ]
  },
  "皹": {
    "on": [
      "クン",
      "キン"
    ],
    "kun": [
      "ひび",
      "あかぎれ"
    ]
  },
  "皺": {
    "on": [
      "シュウ",
      "スウ"
    ],
    "kun": [
      "しわ",
      "しぼ"
    ]
  },
  "盂": {
    "on": [
      "ウ"
    ],
    "kun": [
      "はち"
    ]
  },
  "盍": {
    "on": [
      "コウ"
    ],
    "kun": [
      "おお",
      "なんぞ"
    ]
  },
  "盖": {
    "on": [
      "ガイ",
      "カイ",
      "コウ"
    ],
    "kun": [
      "ふた",
      "けだ",
      "おお",
      "かさ",
      "かこう"
    ]
  },
  "盒": {
    "on": [
      "コウ"
    ],
    "kun": [
      "さら",
      "ふたもの"
    ]
  },
  "盞": {
    "on": [
      "サン",
      "セン"
    ],
    "kun": [
      "さかずき"
    ]
  },
  "盡": {
    "on": [
      "ジン",
      "サン"
    ],
    "kun": [
      "つ",
      "さかづき",
      "ことごと"
    ]
  },
  "盥": {
    "on": [
      "カン"
    ],
    "kun": [
      "たらい",
      "そそ"
    ]
  },
  "盧": {
    "on": [
      "ロ"
    ],
    "kun": []
  },
  "盪": {
    "on": [
      "トウ"
    ],
    "kun": [
      "とろ",
      "あら",
      "うご"
    ]
  },
  "蘯": {
    "on": [
      "トウ"
    ],
    "kun": [
      "とろ",
      "あら",
      "うご"
    ]
  },
  "盻": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "にら"
    ]
  },
  "眈": {
    "on": [
      "タン"
    ],
    "kun": [
      "にら"
    ]
  },
  "眇": {
    "on": [
      "ビョウ",
      "ミョウ"
    ],
    "kun": [
      "びょう",
      "すがめ"
    ]
  },
  "眄": {
    "on": [
      "ベン",
      "メン"
    ],
    "kun": [
      "かえり"
    ]
  },
  "眩": {
    "on": [
      "ゲン",
      "カン"
    ],
    "kun": [
      "げん",
      "くるめ",
      "まぶ",
      "くら",
      "まど",
      "めま",
      "まばゆ",
      "くれ",
      "ま"
    ]
  },
  "眤": {
    "on": [
      "ケイ",
      "ダイ"
    ],
    "kun": [
      "てい",
      "い"
    ]
  },
  "眞": {
    "on": [
      "シン"
    ],
    "kun": [
      "ま",
      "まこと"
    ]
  },
  "眥": {
    "on": [
      "セ",
      "イシ",
      "サイ",
      "シ",
      "セイ"
    ],
    "kun": [
      "まなじり",
      "めじり"
    ]
  },
  "眦": {
    "on": [
      "セ",
      "イシ",
      "サイ",
      "シ",
      "セイ"
    ],
    "kun": [
      "まなじり",
      "めじり"
    ]
  },
  "眛": {
    "on": [
      "マイ",
      "バイ"
    ],
    "kun": [
      "くら"
    ]
  },
  "眷": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かえり"
    ]
  },
  "眸": {
    "on": [
      "ボウ",
      "ム"
    ],
    "kun": [
      "ひとみ"
    ]
  },
  "睇": {
    "on": [
      "テイ",
      "ダイ"
    ],
    "kun": []
  },
  "睚": {
    "on": [
      "ガイ"
    ],
    "kun": [
      "まなじり"
    ]
  },
  "睨": {
    "on": [
      "ゲイ"
    ],
    "kun": [
      "にら"
    ]
  },
  "睫": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "まつげ"
    ]
  },
  "睛": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "ひとみ"
    ]
  },
  "睥": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "ながしめ",
      "み"
    ]
  },
  "睿": {
    "on": [
      "エイ"
    ],
    "kun": [
      "あき"
    ]
  },
  "睾": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "睹": {
    "on": [
      "ト"
    ],
    "kun": [
      "み"
    ]
  },
  "瞎": {
    "on": [
      "カツ"
    ],
    "kun": [
      "めくら",
      "かため"
    ]
  },
  "瞋": {
    "on": [
      "シン"
    ],
    "kun": [
      "い",
      "いか"
    ]
  },
  "瞑": {
    "on": [
      "メイ",
      "ベン",
      "ミョウ",
      "ミン",
      "メン"
    ],
    "kun": [
      "めい",
      "つぶ",
      "つむ",
      "くら"
    ]
  },
  "瞠": {
    "on": [
      "ドウ",
      "トウ"
    ],
    "kun": [
      "みは"
    ]
  },
  "瞞": {
    "on": [
      "マン",
      "モン",
      "バン",
      "ボン"
    ],
    "kun": [
      "だま"
    ]
  },
  "瞰": {
    "on": [
      "カン"
    ],
    "kun": [
      "み"
    ]
  },
  "瞶": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "瞹": {
    "on": [
      "アイ"
    ],
    "kun": []
  },
  "瞿": {
    "on": [
      "ク"
    ],
    "kun": [
      "おそ",
      "み"
    ]
  },
  "瞼": {
    "on": [
      "ケン"
    ],
    "kun": [
      "まぶた"
    ]
  },
  "瞽": {
    "on": [
      "コ"
    ],
    "kun": [
      "めし"
    ]
  },
  "瞻": {
    "on": [
      "セン"
    ],
    "kun": [
      "み"
    ]
  },
  "矇": {
    "on": [
      "モウ",
      "ボウ"
    ],
    "kun": [
      "くら",
      "めし"
    ]
  },
  "矍": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "矗": {
    "on": [
      "チョク",
      "シュク",
      "チク"
    ],
    "kun": [
      "なお"
    ]
  },
  "矚": {
    "on": [
      "ショク",
      "ソク"
    ],
    "kun": [
      "み"
    ]
  },
  "矜": {
    "on": [
      "キン",
      "キョウ",
      "ケイ"
    ],
    "kun": [
      "あわ",
      "つつし",
      "ほこ"
    ]
  },
  "矣": {
    "on": [
      "イ"
    ],
    "kun": []
  },
  "矮": {
    "on": [
      "ワイ",
      "アイ"
    ],
    "kun": [
      "ひく"
    ]
  },
  "矼": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "砌": {
    "on": [
      "サイ",
      "セイ"
    ],
    "kun": [
      "みぎり"
    ]
  },
  "砒": {
    "on": [
      "ヒ",
      "ヘイ"
    ],
    "kun": []
  },
  "礦": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あらがね"
    ]
  },
  "砠": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": []
  },
  "礪": {
    "on": [
      "レイ"
    ],
    "kun": [
      "あらと",
      "みが"
    ]
  },
  "硅": {
    "on": [
      "カク",
      "キャク",
      "ケイ"
    ],
    "kun": [
      "やぶ"
    ]
  },
  "碎": {
    "on": [
      "サイ"
    ],
    "kun": [
      "くだ"
    ]
  },
  "硴": {
    "on": [],
    "kun": [
      "かき"
    ]
  },
  "碆": {
    "on": [
      "ハ"
    ],
    "kun": []
  },
  "硼": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "碚": {
    "on": [
      "ハイ"
    ],
    "kun": []
  },
  "碌": {
    "on": [
      "ロク"
    ],
    "kun": [
      "ろく"
    ]
  },
  "碣": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "いしぶみ"
    ]
  },
  "碪": {
    "on": [
      "チン"
    ],
    "kun": [
      "きぬた"
    ]
  },
  "碯": {
    "on": [
      "ノウ"
    ],
    "kun": []
  },
  "磑": {
    "on": [
      "ガイ"
    ],
    "kun": [
      "う"
    ]
  },
  "磆": {
    "on": [
      "カツ"
    ],
    "kun": []
  },
  "磋": {
    "on": [
      "サ"
    ],
    "kun": [
      "みが"
    ]
  },
  "磔": {
    "on": [
      "タク",
      "チャク"
    ],
    "kun": [
      "さ",
      "はりつけ",
      "ひらく"
    ]
  },
  "碾": {
    "on": [
      "テン"
    ],
    "kun": [
      "ひ",
      "う"
    ]
  },
  "碼": {
    "on": [
      "バ",
      "メ"
    ],
    "kun": [
      "やーど",
      "やある"
    ]
  },
  "磅": {
    "on": [
      "ボウ",
      "ホウ"
    ],
    "kun": [
      "ぽんど"
    ]
  },
  "磊": {
    "on": [
      "ライ"
    ],
    "kun": []
  },
  "磬": {
    "on": [
      "ケイ"
    ],
    "kun": []
  },
  "磧": {
    "on": [
      "セキ"
    ],
    "kun": [
      "かわら"
    ]
  },
  "磚": {
    "on": [
      "セン"
    ],
    "kun": [
      "かわら"
    ]
  },
  "磽": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": []
  },
  "磴": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "礇": {
    "on": [
      "イク"
    ],
    "kun": []
  },
  "礒": {
    "on": [
      "ギ",
      "ガ"
    ],
    "kun": [
      "いそ",
      "いわお"
    ]
  },
  "礑": {
    "on": [
      "トウ"
    ],
    "kun": [
      "はた",
      "はたと"
    ]
  },
  "礙": {
    "on": [
      "ガイ",
      "ゲ"
    ],
    "kun": [
      "さまた"
    ]
  },
  "礬": {
    "on": [
      "バン",
      "ハン"
    ],
    "kun": []
  },
  "礫": {
    "on": [
      "レキ"
    ],
    "kun": [
      "つぶて",
      "こいし"
    ]
  },
  "祀": {
    "on": [
      "シ"
    ],
    "kun": [
      "まつ",
      "まつり"
    ]
  },
  "祠": {
    "on": [
      "シ"
    ],
    "kun": [
      "ほこら",
      "まつる"
    ]
  },
  "祗": {
    "on": [
      "シ"
    ],
    "kun": [
      "つつし",
      "まさに"
    ]
  },
  "祟": {
    "on": [
      "スイ"
    ],
    "kun": [
      "たた"
    ]
  },
  "祚": {
    "on": [
      "ソ"
    ],
    "kun": [
      "くら",
      "さいわ"
    ]
  },
  "祕": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "ひ",
      "かく"
    ]
  },
  "祓": {
    "on": [
      "フツ",
      "ハイ"
    ],
    "kun": [
      "はら"
    ]
  },
  "祺": {
    "on": [
      "キ"
    ],
    "kun": [
      "さいわ",
      "やす"
    ]
  },
  "祿": {
    "on": [
      "ロク"
    ],
    "kun": [
      "さいわ",
      "ふち"
    ]
  },
  "禊": {
    "on": [
      "ケイ",
      "カツ"
    ],
    "kun": [
      "みそぎ",
      "はら"
    ]
  },
  "禝": {
    "on": [
      "ショク"
    ],
    "kun": [
      "きび"
    ]
  },
  "禧": {
    "on": [
      "キ"
    ],
    "kun": [
      "さいわ"
    ]
  },
  "齋": {
    "on": [
      "サイ"
    ],
    "kun": [
      "つつし",
      "とき",
      "ものいみ"
    ]
  },
  "禪": {
    "on": [
      "ゼン",
      "セン"
    ],
    "kun": [
      "しずか",
      "ゆず"
    ]
  },
  "禮": {
    "on": [
      "レイ",
      "ライ"
    ],
    "kun": []
  },
  "禳": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "はら"
    ]
  },
  "禹": {
    "on": [
      "ウ"
    ],
    "kun": []
  },
  "禺": {
    "on": [
      "グ",
      "グウ"
    ],
    "kun": [
      "おながざる"
    ]
  },
  "秉": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "と"
    ]
  },
  "秕": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "しいな"
    ]
  },
  "秧": {
    "on": [
      "オウ"
    ],
    "kun": [
      "なえ"
    ]
  },
  "秬": {
    "on": [
      "キョ"
    ],
    "kun": [
      "くろきび"
    ]
  },
  "秡": {
    "on": [
      "ハツ",
      "バチ"
    ],
    "kun": []
  },
  "秣": {
    "on": [
      "マツ",
      "バツ"
    ],
    "kun": [
      "まぐさ",
      "まぐさかう"
    ]
  },
  "稈": {
    "on": [
      "カン"
    ],
    "kun": [
      "わら"
    ]
  },
  "稍": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "やや",
      "ようやく"
    ]
  },
  "稘": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "稙": {
    "on": [
      "ショク",
      "チョク"
    ],
    "kun": []
  },
  "稠": {
    "on": [
      "チュウ",
      "チョウ"
    ],
    "kun": [
      "おお",
      "し"
    ]
  },
  "稟": {
    "on": [
      "リン",
      "ヒン"
    ],
    "kun": [
      "こめぐら"
    ]
  },
  "禀": {
    "on": [
      "リン",
      "ヒン"
    ],
    "kun": [
      "こめぐら"
    ]
  },
  "稱": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "たた",
      "とな",
      "あ",
      "かな",
      "はか",
      "ほめ"
    ]
  },
  "稻": {
    "on": [
      "トウ",
      "テ"
    ],
    "kun": [
      "いね",
      "いな-"
    ]
  },
  "稾": {
    "on": [
      "コウ"
    ],
    "kun": [
      "わら",
      "したがき"
    ]
  },
  "稷": {
    "on": [
      "ショク"
    ],
    "kun": [
      "きび"
    ]
  },
  "穃": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "穗": {
    "on": [
      "スイ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "穉": {
    "on": [
      "チ",
      "ジ"
    ],
    "kun": [
      "いと",
      "おさ",
      "おく",
      "おご"
    ]
  },
  "穡": {
    "on": [
      "ショク"
    ],
    "kun": []
  },
  "穢": {
    "on": [
      "アイ",
      "エ",
      "ワイ"
    ],
    "kun": [
      "けが"
    ]
  },
  "穩": {
    "on": [
      "オン"
    ],
    "kun": [
      "おだ"
    ]
  },
  "龝": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "あき",
      "とき"
    ]
  },
  "穰": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "わら",
      "ゆたか"
    ]
  },
  "穹": {
    "on": [
      "キュウ",
      "キョウ"
    ],
    "kun": [
      "あめ",
      "そら"
    ]
  },
  "穽": {
    "on": [
      "セイ"
    ],
    "kun": [
      "おとしあな"
    ]
  },
  "窈": {
    "on": [
      "ヨウ"
    ],
    "kun": []
  },
  "窗": {
    "on": [
      "ソウ",
      "ス"
    ],
    "kun": [
      "まど",
      "てんまど",
      "けむだし"
    ]
  },
  "窕": {
    "on": [
      "チョウ",
      "ヨウ"
    ],
    "kun": [
      "うつく"
    ]
  },
  "窘": {
    "on": [
      "キン"
    ],
    "kun": [
      "たしな",
      "くるし"
    ]
  },
  "窖": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": [
      "あなぐら"
    ]
  },
  "窩": {
    "on": [
      "カ",
      "ワ"
    ],
    "kun": [
      "むろ"
    ]
  },
  "竈": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "かまど",
      "かま",
      "へっつい"
    ]
  },
  "窰": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "かま"
    ]
  },
  "窶": {
    "on": [
      "ロウ",
      "ク",
      "ル"
    ],
    "kun": [
      "や"
    ]
  },
  "竅": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "あな"
    ]
  },
  "竄": {
    "on": [
      "ザン",
      "サン"
    ],
    "kun": [
      "かく",
      "のが"
    ]
  },
  "窿": {
    "on": [
      "リュウ"
    ],
    "kun": []
  },
  "邃": {
    "on": [
      "スイ"
    ],
    "kun": [
      "おくぶか"
    ]
  },
  "竇": {
    "on": [
      "トウ",
      "トク"
    ],
    "kun": [
      "あな"
    ]
  },
  "竊": {
    "on": [
      "セツ"
    ],
    "kun": [
      "ぬす",
      "ひそ"
    ]
  },
  "竍": {
    "on": [],
    "kun": [
      "デカリットル"
    ]
  },
  "竏": {
    "on": [],
    "kun": [
      "キロリットル"
    ]
  },
  "竕": {
    "on": [],
    "kun": [
      "デシリットル"
    ]
  },
  "竓": {
    "on": [],
    "kun": [
      "ミリリットル"
    ]
  },
  "站": {
    "on": [
      "タン"
    ],
    "kun": [
      "た",
      "たたず",
      "えき"
    ]
  },
  "竚": {
    "on": [
      "チョ"
    ],
    "kun": [
      "たたず"
    ]
  },
  "竝": {
    "on": [
      "ヘイ",
      "ホウ"
    ],
    "kun": [
      "な",
      "なら"
    ]
  },
  "竡": {
    "on": [],
    "kun": [
      "ヘクトリットル"
    ]
  },
  "竢": {
    "on": [
      "シ"
    ],
    "kun": [
      "まつ"
    ]
  },
  "竦": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "すく",
      "おそ",
      "つつし"
    ]
  },
  "竭": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "つく"
    ]
  },
  "竰": {
    "on": [],
    "kun": [
      "センチリットル"
    ]
  },
  "笂": {
    "on": [],
    "kun": [
      "うつぼ"
    ]
  },
  "笏": {
    "on": [
      "コツ"
    ],
    "kun": [
      "しゃく"
    ]
  },
  "笊": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "ざる",
      "す"
    ]
  },
  "笆": {
    "on": [
      "ハ"
    ],
    "kun": []
  },
  "笳": {
    "on": [
      "カ"
    ],
    "kun": [
      "あしぶえ"
    ]
  },
  "笘": {
    "on": [
      "セン",
      "チョウ"
    ],
    "kun": []
  },
  "笙": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "ふえ"
    ]
  },
  "笞": {
    "on": [
      "チ"
    ],
    "kun": [
      "むち",
      "しもと"
    ]
  },
  "笵": {
    "on": [
      "ハン",
      "ボン"
    ],
    "kun": [
      "のり"
    ]
  },
  "笨": {
    "on": [
      "ホン"
    ],
    "kun": [
      "あら"
    ]
  },
  "笶": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "筐": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "かたみ",
      "かご",
      "はこ"
    ]
  },
  "筺": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "かたみ",
      "かご",
      "はこ"
    ]
  },
  "笄": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "こうがい"
    ]
  },
  "筍": {
    "on": [
      "ジュン",
      "シュン",
      "イン"
    ],
    "kun": [
      "たけのこ",
      "たかんな"
    ]
  },
  "笋": {
    "on": [
      "ジュン",
      "シュン",
      "イン"
    ],
    "kun": [
      "たけのこ",
      "たかんな"
    ]
  },
  "筌": {
    "on": [
      "セン"
    ],
    "kun": [
      "うけ",
      "うえ"
    ]
  },
  "筅": {
    "on": [
      "セン"
    ],
    "kun": [
      "ささら"
    ]
  },
  "筵": {
    "on": [
      "エン"
    ],
    "kun": [
      "むしろ"
    ]
  },
  "筥": {
    "on": [
      "キョ"
    ],
    "kun": []
  },
  "筴": {
    "on": [
      "キョウ",
      "サク"
    ],
    "kun": [
      "めどぎ"
    ]
  },
  "筧": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かけひ"
    ]
  },
  "筰": {
    "on": [
      "サク"
    ],
    "kun": [
      "しゃく"
    ]
  },
  "筱": {
    "on": [
      "ゾウ",
      "ショウ"
    ],
    "kun": [
      "しの"
    ]
  },
  "筬": {
    "on": [
      "セイ"
    ],
    "kun": [
      "おさ"
    ]
  },
  "筮": {
    "on": [
      "ゼイ",
      "セイ"
    ],
    "kun": [
      "うらな",
      "めどぎ"
    ]
  },
  "箝": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "す",
      "くびかせ",
      "はさ"
    ]
  },
  "箘": {
    "on": [
      "キン"
    ],
    "kun": []
  },
  "箟": {
    "on": [
      "キン"
    ],
    "kun": []
  },
  "箍": {
    "on": [
      "コ"
    ],
    "kun": [
      "たが"
    ]
  },
  "箜": {
    "on": [
      "ク",
      "コウ"
    ],
    "kun": []
  },
  "箚": {
    "on": [
      "トウ",
      "サツ",
      "チョウ"
    ],
    "kun": [
      "さ"
    ]
  },
  "箋": {
    "on": [
      "セン"
    ],
    "kun": [
      "ふだ"
    ]
  },
  "箒": {
    "on": [
      "ソウ",
      "シュウ"
    ],
    "kun": [
      "ほうき"
    ]
  },
  "箏": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "こと"
    ]
  },
  "筝": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "こと"
    ]
  },
  "箙": {
    "on": [
      "フク"
    ],
    "kun": [
      "えびら"
    ]
  },
  "篋": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "はこ"
    ]
  },
  "篁": {
    "on": [
      "コウ"
    ],
    "kun": [
      "たかむら"
    ]
  },
  "篌": {
    "on": [
      "ゴ",
      "コウ"
    ],
    "kun": []
  },
  "篏": {
    "on": [
      "カン"
    ],
    "kun": [
      "は",
      "あな"
    ]
  },
  "箴": {
    "on": [
      "シン"
    ],
    "kun": [
      "いまし",
      "はり"
    ]
  },
  "篆": {
    "on": [
      "テン"
    ],
    "kun": []
  },
  "篝": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かがりび",
      "かがり",
      "ふせご"
    ]
  },
  "篩": {
    "on": [
      "シ",
      "サイ"
    ],
    "kun": [
      "ふる"
    ]
  },
  "簑": {
    "on": [
      "サ",
      "サイ"
    ],
    "kun": [
      "みの"
    ]
  },
  "簔": {
    "on": [
      "サ",
      "サイ"
    ],
    "kun": [
      "みの"
    ]
  },
  "篦": {
    "on": [
      "ヘイ",
      "ハイ"
    ],
    "kun": [
      "へら",
      "の"
    ]
  },
  "篥": {
    "on": [
      "リキ",
      "リツ",
      "リチ"
    ],
    "kun": []
  },
  "籠": {
    "on": [
      "ロウ",
      "ル"
    ],
    "kun": [
      "かご",
      "こ",
      "こも"
    ]
  },
  "簀": {
    "on": [
      "サク",
      "ジャク",
      "セキ"
    ],
    "kun": [
      "す"
    ]
  },
  "簇": {
    "on": [
      "ゾク",
      "ソウ",
      "ソク"
    ],
    "kun": [
      "むら"
    ]
  },
  "簓": {
    "on": [],
    "kun": [
      "ささら"
    ]
  },
  "篳": {
    "on": [
      "ヒチ",
      "ヒツ"
    ],
    "kun": [
      "まがき"
    ]
  },
  "篷": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "とま"
    ]
  },
  "簗": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "やな"
    ]
  },
  "簍": {
    "on": [
      "ル",
      "ロウ"
    ],
    "kun": []
  },
  "篶": {
    "on": [
      "エン"
    ],
    "kun": [
      "くろだけ",
      "すず"
    ]
  },
  "簣": {
    "on": [
      "キ"
    ],
    "kun": [
      "もっこ",
      "あじか"
    ]
  },
  "簧": {
    "on": [
      "コウ"
    ],
    "kun": [
      "した"
    ]
  },
  "簪": {
    "on": [
      "シン",
      "サン"
    ],
    "kun": [
      "かんざし"
    ]
  },
  "簟": {
    "on": [
      "タン",
      "テン"
    ],
    "kun": [
      "たかむしろ"
    ]
  },
  "簷": {
    "on": [
      "エン"
    ],
    "kun": [
      "ひさし"
    ]
  },
  "簫": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "ふえ"
    ]
  },
  "簽": {
    "on": [
      "セン"
    ],
    "kun": [
      "かご"
    ]
  },
  "籌": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "かずとり",
      "はかりごと"
    ]
  },
  "籃": {
    "on": [
      "ラン"
    ],
    "kun": [
      "かご"
    ]
  },
  "籔": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "やぶ"
    ]
  },
  "籏": {
    "on": [
      "キ"
    ],
    "kun": [
      "はた"
    ]
  },
  "籀": {
    "on": [
      "チュウ",
      "シュウ",
      "ジュ"
    ],
    "kun": [
      "よ"
    ]
  },
  "籐": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "籘": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "籟": {
    "on": [
      "ライ"
    ],
    "kun": [
      "ふえ"
    ]
  },
  "籤": {
    "on": [
      "セン"
    ],
    "kun": [
      "くじ",
      "かずとり"
    ]
  },
  "籖": {
    "on": [
      "セン"
    ],
    "kun": [
      "くじ",
      "かずとり"
    ]
  },
  "籥": {
    "on": [
      "ヤク"
    ],
    "kun": [
      "ふえ"
    ]
  },
  "籬": {
    "on": [
      "リ"
    ],
    "kun": [
      "まがき",
      "かき"
    ]
  },
  "籵": {
    "on": [],
    "kun": [
      "デカメートル"
    ]
  },
  "粃": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "しな",
      "しいな"
    ]
  },
  "粐": {
    "on": [
      "ロ",
      "コ"
    ],
    "kun": [
      "ぬか"
    ]
  },
  "粤": {
    "on": [
      "エツ"
    ],
    "kun": [
      "ここに"
    ]
  },
  "粭": {
    "on": [],
    "kun": [
      "すくも"
    ]
  },
  "粢": {
    "on": [
      "シ"
    ],
    "kun": [
      "しとぎ"
    ]
  },
  "粫": {
    "on": [
      "ジ",
      "メン"
    ],
    "kun": [
      "うるち"
    ]
  },
  "粡": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "粨": {
    "on": [],
    "kun": [
      "ヘクトメートル"
    ]
  },
  "粳": {
    "on": [
      "コウ"
    ],
    "kun": [
      "うるち",
      "ぬか"
    ]
  },
  "粲": {
    "on": [
      "サン"
    ],
    "kun": [
      "いい"
    ]
  },
  "粱": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "あわ"
    ]
  },
  "粮": {
    "on": [
      "リョウ",
      "ロウ"
    ],
    "kun": [
      "かて"
    ]
  },
  "粹": {
    "on": [
      "スイ"
    ],
    "kun": [
      "いき"
    ]
  },
  "粽": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "ちまき"
    ]
  },
  "糀": {
    "on": [],
    "kun": [
      "こうじ"
    ]
  },
  "糅": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "ま"
    ]
  },
  "糂": {
    "on": [
      "ジン"
    ],
    "kun": []
  },
  "糘": {
    "on": [],
    "kun": [
      "すくも"
    ]
  },
  "糒": {
    "on": [
      "ビ",
      "ハイ"
    ],
    "kun": [
      "ほしい"
    ]
  },
  "糜": {
    "on": [
      "ビ"
    ],
    "kun": [
      "ただ"
    ]
  },
  "糢": {
    "on": [
      "ボ",
      "モ"
    ],
    "kun": [
      "かた",
      "のっとる"
    ]
  },
  "鬻": {
    "on": [
      "イク",
      "シュク"
    ],
    "kun": [
      "かゆ",
      "かい",
      "ひさ"
    ]
  },
  "糯": {
    "on": [
      "ダ",
      "ナ"
    ],
    "kun": [
      "もちごめ"
    ]
  },
  "糲": {
    "on": [
      "レイ",
      "ラツ"
    ],
    "kun": [
      "あら",
      "くろごめ"
    ]
  },
  "糴": {
    "on": [
      "チョウ",
      "テキ"
    ],
    "kun": [
      "う",
      "せり",
      "かいよね"
    ]
  },
  "糶": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "せり",
      "うりよね"
    ]
  },
  "糺": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "ただ",
      "あざな"
    ]
  },
  "紆": {
    "on": [
      "ウ"
    ],
    "kun": [
      "まが",
      "めぐ"
    ]
  },
  "紂": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "しりがい"
    ]
  },
  "紜": {
    "on": [
      "ウン"
    ],
    "kun": [
      "みだ"
    ]
  },
  "紕": {
    "on": [
      "ヒ"
    ],
    "kun": []
  },
  "紊": {
    "on": [
      "ビン",
      "ブン"
    ],
    "kun": [
      "みだ"
    ]
  },
  "絅": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "ひ"
    ]
  },
  "絋": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "紮": {
    "on": [
      "サツ"
    ],
    "kun": [
      "からげる"
    ]
  },
  "紲": {
    "on": [
      "セツ"
    ],
    "kun": [
      "きずな"
    ]
  },
  "紿": {
    "on": [
      "タイ"
    ],
    "kun": [
      "あざむ"
    ]
  },
  "紵": {
    "on": [
      "チョ"
    ],
    "kun": []
  },
  "絆": {
    "on": [
      "ハン"
    ],
    "kun": [
      "きずな",
      "ほだ",
      "つな"
    ]
  },
  "絳": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あか"
    ]
  },
  "絖": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ぬめ",
      "わた"
    ]
  },
  "絎": {
    "on": [
      "コウ"
    ],
    "kun": [
      "く"
    ]
  },
  "絲": {
    "on": [
      "シ"
    ],
    "kun": [
      "いと"
    ]
  },
  "絨": {
    "on": [
      "ジュウ"
    ],
    "kun": []
  },
  "絮": {
    "on": [
      "ジョ",
      "ショ"
    ],
    "kun": [
      "わた"
    ]
  },
  "絏": {
    "on": [
      "セツ"
    ],
    "kun": []
  },
  "絣": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "かすり"
    ]
  },
  "經": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "へ",
      "た",
      "たていと",
      "はか",
      "のり"
    ]
  },
  "綉": {
    "on": [
      "シュウ",
      "ツ",
      "トウ"
    ],
    "kun": []
  },
  "絛": {
    "on": [
      "ジュウ",
      "ジョウ",
      "トウ"
    ],
    "kun": [
      "さなだ"
    ]
  },
  "綏": {
    "on": [
      "スイ",
      "タ"
    ],
    "kun": [
      "やす"
    ]
  },
  "絽": {
    "on": [
      "ロ",
      "リョ"
    ],
    "kun": []
  },
  "綛": {
    "on": [],
    "kun": [
      "かせ",
      "かすり"
    ]
  },
  "綺": {
    "on": [
      "キ"
    ],
    "kun": [
      "あや"
    ]
  },
  "綮": {
    "on": [
      "ケイ"
    ],
    "kun": []
  },
  "綣": {
    "on": [
      "ケン"
    ],
    "kun": []
  },
  "綵": {
    "on": [
      "サイ"
    ],
    "kun": [
      "あや",
      "あやぎぬ"
    ]
  },
  "緇": {
    "on": [
      "シ"
    ],
    "kun": [
      "くろ"
    ]
  },
  "綽": {
    "on": [
      "シャク"
    ],
    "kun": [
      "あだ",
      "しな",
      "ゆる"
    ]
  },
  "綫": {
    "on": [
      "セン"
    ],
    "kun": [
      "すじ"
    ]
  },
  "總": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "す",
      "すべ",
      "ふさ"
    ]
  },
  "綢": {
    "on": [
      "チュウ",
      "トウ"
    ],
    "kun": [
      "まとう"
    ]
  },
  "綯": {
    "on": [
      "トウ"
    ],
    "kun": [
      "な",
      "なわ",
      "よ"
    ]
  },
  "緜": {
    "on": [
      "メン"
    ],
    "kun": [
      "わた",
      "つら"
    ]
  },
  "綸": {
    "on": [
      "リン",
      "カン"
    ],
    "kun": [
      "いと"
    ]
  },
  "綟": {
    "on": [
      "レイ"
    ],
    "kun": [
      "もじ"
    ]
  },
  "綰": {
    "on": [
      "ワン"
    ],
    "kun": [
      "わが",
      "たが",
      "たか"
    ]
  },
  "緘": {
    "on": [
      "カン"
    ],
    "kun": [
      "かん",
      "と"
    ]
  },
  "緝": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "つむ"
    ]
  },
  "緤": {
    "on": [
      "セツ",
      "セチ"
    ],
    "kun": [
      "きずな",
      "つな"
    ]
  },
  "緞": {
    "on": [
      "ドン",
      "タン"
    ],
    "kun": []
  },
  "緻": {
    "on": [
      "チ"
    ],
    "kun": [
      "こまか"
    ]
  },
  "緲": {
    "on": [
      "ビョウ",
      "ミョウ"
    ],
    "kun": []
  },
  "緡": {
    "on": [
      "ビン",
      "コン",
      "ミン"
    ],
    "kun": [
      "さし",
      "つりいと",
      "なわ",
      "ぜにさし"
    ]
  },
  "縅": {
    "on": [],
    "kun": [
      "おど"
    ]
  },
  "縊": {
    "on": [
      "イ",
      "エイ"
    ],
    "kun": [
      "くび"
    ]
  },
  "縣": {
    "on": [
      "ケン"
    ],
    "kun": [
      "か"
    ]
  },
  "縡": {
    "on": [
      "サイ"
    ],
    "kun": [
      "こと"
    ]
  },
  "縒": {
    "on": [
      "シ",
      "サ"
    ],
    "kun": [
      "よ"
    ]
  },
  "縱": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "たて"
    ]
  },
  "縟": {
    "on": [
      "ジョク"
    ],
    "kun": [
      "しげし"
    ]
  },
  "縉": {
    "on": [
      "シン"
    ],
    "kun": [
      "さしはさ"
    ]
  },
  "縋": {
    "on": [
      "ツイ"
    ],
    "kun": [
      "すが"
    ]
  },
  "縢": {
    "on": [
      "トウ"
    ],
    "kun": [
      "かが",
      "かな",
      "から",
      "むかばき"
    ]
  },
  "繆": {
    "on": [
      "ビュウ",
      "キュウ",
      "ボク",
      "リョウ"
    ],
    "kun": [
      "あやま",
      "まと"
    ]
  },
  "繦": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "むつき",
      "ぜにさし"
    ]
  },
  "縻": {
    "on": [
      "ビ",
      "ミ"
    ],
    "kun": [
      "きずな"
    ]
  },
  "縵": {
    "on": [
      "マン",
      "バン"
    ],
    "kun": []
  },
  "縹": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "はなだ"
    ]
  },
  "繃": {
    "on": [
      "ホウ",
      "ヒョウ"
    ],
    "kun": [
      "まく",
      "たば"
    ]
  },
  "縷": {
    "on": [
      "ル",
      "ロウ"
    ],
    "kun": [
      "いと"
    ]
  },
  "縲": {
    "on": [
      "ルイ"
    ],
    "kun": []
  },
  "縺": {
    "on": [
      "レン"
    ],
    "kun": [
      "もつ"
    ]
  },
  "繧": {
    "on": [
      "ウン"
    ],
    "kun": []
  },
  "繝": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": []
  },
  "繖": {
    "on": [
      "サン"
    ],
    "kun": []
  },
  "繞": {
    "on": [
      "ジョウ",
      "ニョウ"
    ],
    "kun": [
      "めぐ",
      "まわ",
      "もとう",
      "まとう"
    ]
  },
  "繙": {
    "on": [
      "ハン",
      "ホン"
    ],
    "kun": [
      "ひもと"
    ]
  },
  "繚": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "まと",
      "めぐ"
    ]
  },
  "繹": {
    "on": [
      "エキ",
      "ヤク"
    ],
    "kun": [
      "たずね",
      "ぬ"
    ]
  },
  "繪": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": []
  },
  "繩": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "なわ",
      "ただ"
    ]
  },
  "繼": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "つ",
      "まま-"
    ]
  },
  "繻": {
    "on": [
      "シュ"
    ],
    "kun": [
      "うすぎぬ"
    ]
  },
  "纃": {
    "on": [],
    "kun": [
      "かすり"
    ]
  },
  "緕": {
    "on": [],
    "kun": [
      "かすり"
    ]
  },
  "繽": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "おおし"
    ]
  },
  "辮": {
    "on": [
      "ベン",
      "ヘン"
    ],
    "kun": [
      "あ"
    ]
  },
  "繿": {
    "on": [
      "ラン"
    ],
    "kun": [
      "ぼろ"
    ]
  },
  "纈": {
    "on": [
      "ケツ",
      "ケチ"
    ],
    "kun": [
      "しぼり"
    ]
  },
  "纉": {
    "on": [
      "サン",
      "サブ"
    ],
    "kun": [
      "つ"
    ]
  },
  "續": {
    "on": [
      "ゾク",
      "ショク",
      "コウ",
      "キョウ"
    ],
    "kun": [
      "つづ",
      "つぐ"
    ]
  },
  "纒": {
    "on": [
      "テン"
    ],
    "kun": [
      "まつ",
      "まと"
    ]
  },
  "纐": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "纓": {
    "on": [
      "エイ",
      "ヨウ"
    ],
    "kun": []
  },
  "纔": {
    "on": [
      "サン",
      "ザン",
      "サイ"
    ],
    "kun": [
      "わずか",
      "ひたた"
    ]
  },
  "纖": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "纎": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "纛": {
    "on": [
      "トウ",
      "トク"
    ],
    "kun": [
      "はたぼこ",
      "おにがしら"
    ]
  },
  "纜": {
    "on": [
      "ラン"
    ],
    "kun": [
      "ともづな"
    ]
  },
  "缸": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かめ"
    ]
  },
  "缺": {
    "on": [
      "ケツ",
      "ケン"
    ],
    "kun": [
      "か"
    ]
  },
  "罅": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "ひび",
      "すき"
    ]
  },
  "罌": {
    "on": [
      "オウ",
      "エイ",
      "ヨウ"
    ],
    "kun": [
      "もたい",
      "ほとぎ",
      "かめ"
    ]
  },
  "罍": {
    "on": [
      "ライ"
    ],
    "kun": [
      "さかだる"
    ]
  },
  "罎": {
    "on": [
      "ドン",
      "タン"
    ],
    "kun": [
      "びん"
    ]
  },
  "罐": {
    "on": [
      "カン"
    ],
    "kun": [
      "かま"
    ]
  },
  "网": {
    "on": [
      "モウ",
      "ボウ"
    ],
    "kun": [
      "あみ"
    ]
  },
  "罕": {
    "on": [
      "カン"
    ],
    "kun": [
      "まれ"
    ]
  },
  "罔": {
    "on": [
      "モウ",
      "ボウ"
    ],
    "kun": [
      "あみ",
      "しい",
      "ない"
    ]
  },
  "罘": {
    "on": [
      "フ"
    ],
    "kun": [
      "うさぎあみ"
    ]
  },
  "罟": {
    "on": [
      "コ"
    ],
    "kun": [
      "あみ"
    ]
  },
  "罠": {
    "on": [
      "ビン",
      "ミン"
    ],
    "kun": [
      "わな",
      "あみ"
    ]
  },
  "罨": {
    "on": [
      "アン",
      "エン"
    ],
    "kun": [
      "あみ"
    ]
  },
  "罩": {
    "on": [
      "トウ"
    ],
    "kun": [
      "こめ"
    ]
  },
  "罧": {
    "on": [
      "リン"
    ],
    "kun": []
  },
  "罸": {
    "on": [
      "バツ",
      "バチ",
      "ハツ"
    ],
    "kun": [
      "はっ"
    ]
  },
  "羂": {
    "on": [
      "ケン"
    ],
    "kun": [
      "わな"
    ]
  },
  "羆": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "ひぐま",
      "しぐま"
    ]
  },
  "羃": {
    "on": [
      "ベキ"
    ],
    "kun": []
  },
  "羈": {
    "on": [
      "キ",
      "ハ"
    ],
    "kun": [
      "おもが",
      "たづな",
      "たび",
      "つな"
    ]
  },
  "羇": {
    "on": [
      "キ",
      "ハ"
    ],
    "kun": [
      "おもが",
      "たづな",
      "たび",
      "つな"
    ]
  },
  "羌": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "ああ",
      "えびす"
    ]
  },
  "羔": {
    "on": [
      "コウ"
    ],
    "kun": [
      "こひつじ"
    ]
  },
  "羞": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "はじ",
      "すすめ",
      "は"
    ]
  },
  "羝": {
    "on": [
      "ラン",
      "テイ"
    ],
    "kun": [
      "おひつじ"
    ]
  },
  "羚": {
    "on": [
      "レイ",
      "リョウ"
    ],
    "kun": [
      "かもしか"
    ]
  },
  "羣": {
    "on": [
      "グン"
    ],
    "kun": [
      "む",
      "むれ",
      "むら"
    ]
  },
  "羯": {
    "on": [
      "カツ",
      "ケツ"
    ],
    "kun": []
  },
  "羲": {
    "on": [
      "ギ",
      "キ"
    ],
    "kun": []
  },
  "羹": {
    "on": [
      "コウ",
      "カン"
    ],
    "kun": [
      "あつもの"
    ]
  },
  "羮": {
    "on": [
      "コウ",
      "カン"
    ],
    "kun": [
      "あつもの"
    ]
  },
  "羶": {
    "on": [
      "セン"
    ],
    "kun": [
      "なまぐさ"
    ]
  },
  "羸": {
    "on": [
      "ルイ"
    ],
    "kun": [
      "つか",
      "よわ"
    ]
  },
  "譱": {
    "on": [
      "ゼン"
    ],
    "kun": [
      "よ",
      "い"
    ]
  },
  "翅": {
    "on": [
      "シ"
    ],
    "kun": [
      "はね",
      "つばさ"
    ]
  },
  "翆": {
    "on": [
      "スイ"
    ],
    "kun": [
      "かわせみ",
      "みどり"
    ]
  },
  "翊": {
    "on": [
      "ヨク"
    ],
    "kun": []
  },
  "翕": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "あ"
    ]
  },
  "翔": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "かけ",
      "と"
    ]
  },
  "翡": {
    "on": [
      "ヒ"
    ],
    "kun": []
  },
  "翦": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "翩": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "ひるが"
    ]
  },
  "翳": {
    "on": [
      "エイ"
    ],
    "kun": [
      "かげ",
      "かざ",
      "きぬがさ",
      "くも",
      "くもり"
    ]
  },
  "翹": {
    "on": [
      "ギョウ"
    ],
    "kun": [
      "あ",
      "つまだ"
    ]
  },
  "飜": {
    "on": [
      "ハン",
      "ホン"
    ],
    "kun": [
      "ひるがえ"
    ]
  },
  "耆": {
    "on": [
      "キ",
      "シ"
    ],
    "kun": [
      "おい"
    ]
  },
  "耄": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "おいぼ"
    ]
  },
  "耋": {
    "on": [
      "テツ"
    ],
    "kun": [
      "としより"
    ]
  },
  "耒": {
    "on": [
      "ライ",
      "ルイ"
    ],
    "kun": [
      "き",
      "く",
      "すき"
    ]
  },
  "耘": {
    "on": [
      "ウン"
    ],
    "kun": [
      "くさぎ"
    ]
  },
  "耙": {
    "on": [
      "ハ"
    ],
    "kun": []
  },
  "耜": {
    "on": [
      "シ"
    ],
    "kun": [
      "すき"
    ]
  },
  "耡": {
    "on": [
      "ジョ"
    ],
    "kun": [
      "す",
      "すき"
    ]
  },
  "耨": {
    "on": [
      "ドウ",
      "ジョク",
      "ヌ",
      "ジュク"
    ],
    "kun": [
      "くさぎ",
      "くわ",
      "すき"
    ]
  },
  "耿": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ひかり"
    ]
  },
  "耻": {
    "on": [
      "チ"
    ],
    "kun": [
      "は",
      "はじ"
    ]
  },
  "聊": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "いささか"
    ]
  },
  "聆": {
    "on": [
      "レイ",
      "リョウ"
    ],
    "kun": [
      "きく"
    ]
  },
  "聒": {
    "on": [
      "カツ"
    ],
    "kun": [
      "かまびす"
    ]
  },
  "聘": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "へい",
      "と",
      "め"
    ]
  },
  "聚": {
    "on": [
      "シュウ",
      "シュ"
    ],
    "kun": [
      "あつ"
    ]
  },
  "聟": {
    "on": [
      "セイ"
    ],
    "kun": [
      "むこ"
    ]
  },
  "聢": {
    "on": [],
    "kun": [
      "しか",
      "しかと"
    ]
  },
  "聨": {
    "on": [
      "レン"
    ],
    "kun": [
      "つら"
    ]
  },
  "聳": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "そび"
    ]
  },
  "聲": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "こえ",
      "こわ-"
    ]
  },
  "聰": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さと",
      "みみざと"
    ]
  },
  "聶": {
    "on": [
      "ショウ",
      "ジョウ",
      "ニョウ"
    ],
    "kun": [
      "ささや"
    ]
  },
  "聹": {
    "on": [
      "ネイ"
    ],
    "kun": []
  },
  "聽": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "き",
      "ゆる"
    ]
  },
  "聿": {
    "on": [
      "イチ",
      "イツ"
    ],
    "kun": [
      "ふで",
      "ここに"
    ]
  },
  "肄": {
    "on": [
      "イ"
    ],
    "kun": [
      "なら"
    ]
  },
  "肆": {
    "on": [
      "シ"
    ],
    "kun": [
      "つら",
      "ほしいまま",
      "みせ"
    ]
  },
  "肅": {
    "on": [
      "シュク",
      "スク"
    ],
    "kun": [
      "つつし"
    ]
  },
  "肛": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "肓": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "肚": {
    "on": [
      "ト"
    ],
    "kun": [
      "はら"
    ]
  },
  "肭": {
    "on": [
      "トツ",
      "ジク"
    ],
    "kun": []
  },
  "冐": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "おか"
    ]
  },
  "肬": {
    "on": [
      "ユ",
      "ユウ"
    ],
    "kun": [
      "いぼ"
    ]
  },
  "胛": {
    "on": [
      "コウ"
    ],
    "kun": [
      "かいがらぼね"
    ]
  },
  "胥": {
    "on": [
      "ショ",
      "ソ"
    ],
    "kun": [
      "あい",
      "み",
      "みな"
    ]
  },
  "胙": {
    "on": [
      "ソ",
      "サク"
    ],
    "kun": [
      "ひもろぎ"
    ]
  },
  "胝": {
    "on": [
      "チ"
    ],
    "kun": [
      "あかぎれ"
    ]
  },
  "胄": {
    "on": [
      "チュウ"
    ],
    "kun": [
      "かぶと",
      "ちすじ",
      "よつぎ"
    ]
  },
  "胚": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "はらみ",
      "はら"
    ]
  },
  "胖": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "脉": {
    "on": [
      "ミャク"
    ],
    "kun": [
      "すじ"
    ]
  },
  "胯": {
    "on": [
      "コウ",
      "カ",
      "コ"
    ],
    "kun": [
      "また"
    ]
  },
  "胱": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "脛": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "すね",
      "はぎ"
    ]
  },
  "脩": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "おさ",
      "なが",
      "ほじし"
    ]
  },
  "脣": {
    "on": [
      "シン"
    ],
    "kun": [
      "くちびる"
    ]
  },
  "脯": {
    "on": [
      "フ",
      "ホ"
    ],
    "kun": [
      "こじし",
      "ほじし"
    ]
  },
  "腋": {
    "on": [
      "エキ",
      "セキ"
    ],
    "kun": [
      "わき"
    ]
  },
  "隋": {
    "on": [
      "ズイ",
      "スイ",
      "タ",
      "ダ"
    ],
    "kun": []
  },
  "腆": {
    "on": [
      "テン"
    ],
    "kun": [
      "あつ"
    ]
  },
  "脾": {
    "on": [
      "ヒ"
    ],
    "kun": []
  },
  "腓": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "ふくらはぎ",
      "こむら",
      "こぶら"
    ]
  },
  "腑": {
    "on": [
      "フ"
    ],
    "kun": [
      "はらわた"
    ]
  },
  "胼": {
    "on": [
      "ヘン"
    ],
    "kun": []
  },
  "腱": {
    "on": [
      "ケン",
      "キン"
    ],
    "kun": []
  },
  "腮": {
    "on": [
      "サイ"
    ],
    "kun": [
      "あご",
      "えら"
    ]
  },
  "腥": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": [
      "なまぐさ"
    ]
  },
  "腦": {
    "on": [
      "ノウ",
      "ドウ"
    ],
    "kun": [
      "のうずる"
    ]
  },
  "腴": {
    "on": [
      "ユ"
    ],
    "kun": [
      "あぶら",
      "こえ"
    ]
  },
  "膃": {
    "on": [
      "オツ"
    ],
    "kun": []
  },
  "膈": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "膊": {
    "on": [
      "ハク"
    ],
    "kun": [
      "ほじし"
    ]
  },
  "膀": {
    "on": [
      "ボウ",
      "ホウ"
    ],
    "kun": []
  },
  "膂": {
    "on": [
      "リョ",
      "ロ"
    ],
    "kun": [
      "せぼね"
    ]
  },
  "膠": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": [
      "にかわ",
      "にべ"
    ]
  },
  "膕": {
    "on": [
      "カク",
      "コク",
      "キョク"
    ],
    "kun": [
      "ひかがみ"
    ]
  },
  "膤": {
    "on": [
      "セツ"
    ],
    "kun": [
      "ゆき",
      "たら",
      "そり"
    ]
  },
  "膣": {
    "on": [
      "チツ"
    ],
    "kun": []
  },
  "腟": {
    "on": [
      "チツ"
    ],
    "kun": []
  },
  "膓": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "はらわた"
    ]
  },
  "膩": {
    "on": [
      "ジ",
      "ニ"
    ],
    "kun": [
      "あぶら",
      "あぶらあか"
    ]
  },
  "膰": {
    "on": [
      "ハン"
    ],
    "kun": [
      "ひもごり",
      "ひもろぎ"
    ]
  },
  "膵": {
    "on": [
      "スイ"
    ],
    "kun": []
  },
  "膾": {
    "on": [
      "カイ",
      "ケ"
    ],
    "kun": [
      "なます"
    ]
  },
  "膸": {
    "on": [
      "ズイ"
    ],
    "kun": []
  },
  "膽": {
    "on": [
      "タン"
    ],
    "kun": [
      "きも"
    ]
  },
  "臀": {
    "on": [
      "デン",
      "トン"
    ],
    "kun": [
      "しり"
    ]
  },
  "臂": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "ひじ"
    ]
  },
  "膺": {
    "on": [
      "ヨウ",
      "オウ"
    ],
    "kun": [
      "むね"
    ]
  },
  "臉": {
    "on": [
      "ケン",
      "セン",
      "レン"
    ],
    "kun": []
  },
  "臍": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": [
      "へそ",
      "ほぞ"
    ]
  },
  "臑": {
    "on": [
      "ジ",
      "ドウ",
      "ジュ",
      "デイ"
    ],
    "kun": [
      "すね"
    ]
  },
  "臙": {
    "on": [
      "エン"
    ],
    "kun": [
      "のど",
      "べに"
    ]
  },
  "臘": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "臈": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "臚": {
    "on": [
      "ロ",
      "リョ"
    ],
    "kun": []
  },
  "臟": {
    "on": [
      "ゾウ"
    ],
    "kun": [
      "はらわた"
    ]
  },
  "臠": {
    "on": [
      "レン"
    ],
    "kun": [
      "きりみ"
    ]
  },
  "臧": {
    "on": [
      "ゾウ",
      "ソウ"
    ],
    "kun": [
      "よい"
    ]
  },
  "臺": {
    "on": [
      "ダイ",
      "タイ"
    ],
    "kun": [
      "うてな",
      "われ",
      "つかさ"
    ]
  },
  "臻": {
    "on": [
      "シン"
    ],
    "kun": [
      "いた"
    ]
  },
  "臾": {
    "on": [
      "ユ",
      "ヨ",
      "ヨウ"
    ],
    "kun": []
  },
  "舁": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "か"
    ]
  },
  "舂": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "うすつ",
      "うすづ",
      "つ"
    ]
  },
  "舅": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "しゅうと"
    ]
  },
  "與": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "あた",
      "あずか",
      "くみ",
      "ともに"
    ]
  },
  "舊": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "ふる",
      "もと"
    ]
  },
  "舍": {
    "on": [
      "セキ",
      "シャ"
    ],
    "kun": [
      "やど"
    ]
  },
  "舐": {
    "on": [
      "シ"
    ],
    "kun": [
      "ねぶ",
      "な"
    ]
  },
  "舖": {
    "on": [
      "ホ"
    ],
    "kun": []
  },
  "舩": {
    "on": [
      "セン"
    ],
    "kun": [
      "ふね",
      "ふな-"
    ]
  },
  "舫": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "もや",
      "もやいぶね"
    ]
  },
  "舸": {
    "on": [
      "カ"
    ],
    "kun": [
      "ふね"
    ]
  },
  "舳": {
    "on": [
      "ジク",
      "チク",
      "チュウ"
    ],
    "kun": [
      "へ",
      "へさき"
    ]
  },
  "艀": {
    "on": [
      "フ"
    ],
    "kun": [
      "はしけ"
    ]
  },
  "艙": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "艘": {
    "on": [
      "ショウ",
      "シュウ",
      "ソウ"
    ],
    "kun": [
      "ふね"
    ]
  },
  "艝": {
    "on": [],
    "kun": [
      "そり"
    ]
  },
  "艚": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "艟": {
    "on": [
      "ドウ",
      "ショウ",
      "トウ"
    ],
    "kun": [
      "いくさぶね"
    ]
  },
  "艤": {
    "on": [
      "ギ"
    ],
    "kun": [
      "ふなよそおい"
    ]
  },
  "艢": {
    "on": [
      "ロ",
      "ショウ",
      "ゾウ"
    ],
    "kun": [
      "とも",
      "ほばしら"
    ]
  },
  "艨": {
    "on": [
      "モウ",
      "ボウ"
    ],
    "kun": [
      "いくさぶね"
    ]
  },
  "艪": {
    "on": [
      "ロ"
    ],
    "kun": [
      "やぐら",
      "かい"
    ]
  },
  "艫": {
    "on": [
      "ロ"
    ],
    "kun": [
      "とも"
    ]
  },
  "舮": {
    "on": [
      "ロ"
    ],
    "kun": [
      "とも",
      "へさき"
    ]
  },
  "艱": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "なや",
      "かた"
    ]
  },
  "艷": {
    "on": [
      "エン"
    ],
    "kun": [
      "つや",
      "なま",
      "あで"
    ]
  },
  "艸": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "くさ"
    ]
  },
  "艾": {
    "on": [
      "カイ",
      "ゲイ"
    ],
    "kun": [
      "もぐさ",
      "よもぎ",
      "おさ",
      "か"
    ]
  },
  "芍": {
    "on": [
      "シャク"
    ],
    "kun": []
  },
  "芒": {
    "on": [
      "ボウ",
      "コウ",
      "モウ"
    ],
    "kun": [
      "すすき",
      "のぎ",
      "のげ"
    ]
  },
  "芫": {
    "on": [
      "ゲン",
      "ガン"
    ],
    "kun": []
  },
  "芟": {
    "on": [
      "セン",
      "サン"
    ],
    "kun": [
      "か"
    ]
  },
  "芻": {
    "on": [
      "スウ",
      "シュウ",
      "ス"
    ],
    "kun": [
      "まぐさ"
    ]
  },
  "芬": {
    "on": [
      "フン"
    ],
    "kun": [
      "かおり",
      "こうば"
    ]
  },
  "苡": {
    "on": [
      "イ",
      "シ",
      "ワ"
    ],
    "kun": [
      "くさ"
    ]
  },
  "苣": {
    "on": [
      "キョ"
    ],
    "kun": [
      "ちしゃ"
    ]
  },
  "苟": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "いやしく"
    ]
  },
  "苒": {
    "on": [
      "ゼン"
    ],
    "kun": []
  },
  "苴": {
    "on": [
      "ソ",
      "サ",
      "シャ",
      "ショ"
    ],
    "kun": [
      "つと",
      "あさ"
    ]
  },
  "苳": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ふき"
    ]
  },
  "苺": {
    "on": [
      "バイ",
      "マイ"
    ],
    "kun": [
      "いちご"
    ]
  },
  "莓": {
    "on": [
      "バイ",
      "マイ"
    ],
    "kun": [
      "いちご"
    ]
  },
  "范": {
    "on": [
      "ハン"
    ],
    "kun": [
      "いがた"
    ]
  },
  "苻": {
    "on": [
      "フ"
    ],
    "kun": []
  },
  "苹": {
    "on": [
      "ヘイ",
      "ビョウ",
      "ホウ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "苞": {
    "on": [
      "ホウ",
      "ヒョウ"
    ],
    "kun": [
      "つと"
    ]
  },
  "茆": {
    "on": [
      "エン",
      "ボウ"
    ],
    "kun": [
      "その",
      "かや",
      "ぬなわ"
    ]
  },
  "苜": {
    "on": [
      "モク",
      "ボク"
    ],
    "kun": []
  },
  "茉": {
    "on": [
      "マツ",
      "バツ",
      "マ"
    ],
    "kun": []
  },
  "苙": {
    "on": [
      "リュウ",
      "キュウ"
    ],
    "kun": []
  },
  "茵": {
    "on": [
      "イン"
    ],
    "kun": [
      "しとね"
    ]
  },
  "茴": {
    "on": [
      "ウイ",
      "カイ"
    ],
    "kun": []
  },
  "茖": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "茲": {
    "on": [
      "シ",
      "ジ"
    ],
    "kun": [
      "ここ",
      "し"
    ]
  },
  "茱": {
    "on": [
      "シュ"
    ],
    "kun": []
  },
  "荀": {
    "on": [
      "ジュン",
      "シュン"
    ],
    "kun": []
  },
  "茹": {
    "on": [
      "ジョ",
      "ニョ"
    ],
    "kun": [
      "ゆ",
      "う"
    ]
  },
  "荐": {
    "on": [
      "セン"
    ],
    "kun": [
      "しきりに"
    ]
  },
  "荅": {
    "on": [
      "トウ"
    ],
    "kun": [
      "あずき",
      "こた"
    ]
  },
  "茯": {
    "on": [
      "フク",
      "ブク",
      "ヒ",
      "ビ"
    ],
    "kun": []
  },
  "茫": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "とお"
    ]
  },
  "茗": {
    "on": [
      "ミョウ",
      "メイ"
    ],
    "kun": [
      "ちゃ"
    ]
  },
  "茘": {
    "on": [
      "レイ",
      "リ",
      "レン"
    ],
    "kun": [
      "おおにら"
    ]
  },
  "莅": {
    "on": [
      "リ",
      "レイ"
    ],
    "kun": [
      "るい",
      "のぞ",
      "つ"
    ]
  },
  "莚": {
    "on": [
      "エン"
    ],
    "kun": [
      "むしろ"
    ]
  },
  "莪": {
    "on": [
      "ガ"
    ],
    "kun": []
  },
  "莟": {
    "on": [
      "ガン",
      "カン"
    ],
    "kun": [
      "つぼみ"
    ]
  },
  "莢": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "さや"
    ]
  },
  "莖": {
    "on": [
      "ケイ",
      "キョウ"
    ],
    "kun": [
      "くき"
    ]
  },
  "茣": {
    "on": [
      "ゴ"
    ],
    "kun": []
  },
  "莎": {
    "on": [
      "サ",
      "シャ"
    ],
    "kun": [
      "はますげ"
    ]
  },
  "莇": {
    "on": [
      "ジョ"
    ],
    "kun": [
      "あさがら"
    ]
  },
  "莊": {
    "on": [
      "ソウ",
      "ショウ",
      "チャン"
    ],
    "kun": [
      "ほうき",
      "おごそ"
    ]
  },
  "荼": {
    "on": [
      "タ",
      "ズ",
      "ト",
      "ダ"
    ],
    "kun": [
      "にがな"
    ]
  },
  "莵": {
    "on": [
      "ト",
      "ツ"
    ],
    "kun": [
      "うさぎ"
    ]
  },
  "荳": {
    "on": [
      "トウ",
      "ズ"
    ],
    "kun": [
      "まめ"
    ]
  },
  "荵": {
    "on": [
      "ニン",
      "ジン"
    ],
    "kun": [
      "しのぶ"
    ]
  },
  "莠": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "はぐさ"
    ]
  },
  "莉": {
    "on": [
      "リ",
      "ライ",
      "レイ"
    ],
    "kun": []
  },
  "莨": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "たばこ"
    ]
  },
  "菴": {
    "on": [
      "アン"
    ],
    "kun": [
      "いおり",
      "いお"
    ]
  },
  "萓": {
    "on": [
      "ギ"
    ],
    "kun": []
  },
  "菫": {
    "on": [
      "キン"
    ],
    "kun": [
      "すみれ"
    ]
  },
  "菎": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "菽": {
    "on": [
      "シュク"
    ],
    "kun": [
      "まめ"
    ]
  },
  "萃": {
    "on": [
      "スイ",
      "サイ"
    ],
    "kun": [
      "あつ"
    ]
  },
  "菘": {
    "on": [
      "スウ",
      "シュウ"
    ],
    "kun": []
  },
  "萋": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": []
  },
  "菁": {
    "on": [
      "セイ",
      "ショウ"
    ],
    "kun": []
  },
  "菷": {
    "on": [
      "シュウ",
      "ソウ"
    ],
    "kun": [
      "ほうき"
    ]
  },
  "萇": {
    "on": [
      "チョウ"
    ],
    "kun": []
  },
  "菠": {
    "on": [
      "ハ",
      "ホ"
    ],
    "kun": [
      "ほうれんそう"
    ]
  },
  "菲": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "うす"
    ]
  },
  "萍": {
    "on": [
      "ヘイ",
      "ヒョウ"
    ],
    "kun": [
      "うきくさ"
    ]
  },
  "萢": {
    "on": [],
    "kun": [
      "やち",
      "やら"
    ]
  },
  "萠": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "も",
      "きざ",
      "めばえ"
    ]
  },
  "莽": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "くさ"
    ]
  },
  "萸": {
    "on": [
      "ユ"
    ],
    "kun": []
  },
  "蔆": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "ひし"
    ]
  },
  "菻": {
    "on": [
      "リン"
    ],
    "kun": []
  },
  "葭": {
    "on": [
      "カ"
    ],
    "kun": [
      "よし",
      "あし"
    ]
  },
  "萪": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "萼": {
    "on": [
      "ガク"
    ],
    "kun": [
      "うてな"
    ]
  },
  "蕚": {
    "on": [
      "ガク"
    ],
    "kun": [
      "うてな"
    ]
  },
  "蒄": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "葷": {
    "on": [
      "クン"
    ],
    "kun": []
  },
  "葫": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "蒭": {
    "on": [
      "シュウ",
      "ス",
      "スウ"
    ],
    "kun": [
      "まぐさ"
    ]
  },
  "葮": {
    "on": [
      "ダン",
      "タン"
    ],
    "kun": [
      "むくげ"
    ]
  },
  "蒂": {
    "on": [
      "テイ",
      "タイ"
    ],
    "kun": [
      "へた"
    ]
  },
  "葩": {
    "on": [
      "ハ"
    ],
    "kun": [
      "はな"
    ]
  },
  "葆": {
    "on": [
      "ホウ",
      "ホ"
    ],
    "kun": [
      "し"
    ]
  },
  "萬": {
    "on": [
      "マン",
      "バン"
    ],
    "kun": [
      "よろず"
    ]
  },
  "葯": {
    "on": [
      "ヤク"
    ],
    "kun": []
  },
  "葹": {
    "on": [
      "シ"
    ],
    "kun": [
      "おなもみ"
    ]
  },
  "萵": {
    "on": [
      "ワ"
    ],
    "kun": []
  },
  "蓊": {
    "on": [
      "オウ"
    ],
    "kun": [
      "とう"
    ]
  },
  "葢": {
    "on": [
      "ガイ",
      "カイ",
      "コウ"
    ],
    "kun": [
      "ふた",
      "けだ",
      "おお",
      "かさ",
      "かこう"
    ]
  },
  "蒹": {
    "on": [
      "ケン"
    ],
    "kun": [
      "おぎ"
    ]
  },
  "蒿": {
    "on": [
      "コウ"
    ],
    "kun": [
      "よもぎ"
    ]
  },
  "蒟": {
    "on": [
      "コン",
      "ク"
    ],
    "kun": []
  },
  "蓙": {
    "on": [
      "ザ"
    ],
    "kun": [
      "ござ"
    ]
  },
  "蓍": {
    "on": [
      "シ"
    ],
    "kun": [
      "めどぎ"
    ]
  },
  "蒻": {
    "on": [
      "ジャク",
      "ニャク"
    ],
    "kun": []
  },
  "蓚": {
    "on": [
      "シュウ"
    ],
    "kun": []
  },
  "蓐": {
    "on": [
      "ジョク",
      "ニク"
    ],
    "kun": [
      "しとね"
    ]
  },
  "蓁": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "蓆": {
    "on": [
      "セキ"
    ],
    "kun": [
      "むしろ"
    ]
  },
  "蓖": {
    "on": [
      "ヒ",
      "ヘイ"
    ],
    "kun": []
  },
  "蒡": {
    "on": [
      "ボウ",
      "ホウ"
    ],
    "kun": []
  },
  "蔡": {
    "on": [
      "サイ"
    ],
    "kun": []
  },
  "蓿": {
    "on": [
      "シュク"
    ],
    "kun": []
  },
  "蓴": {
    "on": [
      "シュン"
    ],
    "kun": [
      "ぬなわ"
    ]
  },
  "蔗": {
    "on": [
      "シャ",
      "ショ"
    ],
    "kun": [
      "さとうきび"
    ]
  },
  "蔘": {
    "on": [
      "シン",
      "サン"
    ],
    "kun": []
  },
  "蔬": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "あおもの"
    ]
  },
  "蔟": {
    "on": [
      "ゾク",
      "ソウ"
    ],
    "kun": [
      "まぶし"
    ]
  },
  "蔕": {
    "on": [
      "テイ",
      "タイ"
    ],
    "kun": [
      "へた"
    ]
  },
  "蔔": {
    "on": [
      "フク",
      "ホク"
    ],
    "kun": []
  },
  "蓼": {
    "on": [
      "シン",
      "リク",
      "リョウ"
    ],
    "kun": [
      "たで"
    ]
  },
  "蕀": {
    "on": [
      "キョク"
    ],
    "kun": []
  },
  "蕣": {
    "on": [
      "シュン"
    ],
    "kun": [
      "むくげ",
      "あさがお"
    ]
  },
  "蕘": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "たきぎ",
      "きこり"
    ]
  },
  "蕈": {
    "on": [
      "ジン",
      "シン"
    ],
    "kun": [
      "きのこ",
      "たけ"
    ]
  },
  "蕁": {
    "on": [
      "ジン",
      "タン"
    ],
    "kun": []
  },
  "蘂": {
    "on": [
      "ズイ"
    ],
    "kun": [
      "しべ"
    ]
  },
  "蕋": {
    "on": [
      "ズイ"
    ],
    "kun": [
      "しべ"
    ]
  },
  "蕕": {
    "on": [
      "ユウ",
      "ユ"
    ],
    "kun": []
  },
  "薀": {
    "on": [
      "ウン",
      "オン"
    ],
    "kun": [
      "たくわ",
      "つ"
    ]
  },
  "薤": {
    "on": [
      "カイ"
    ],
    "kun": [
      "らっきょう",
      "にら"
    ]
  },
  "薈": {
    "on": [
      "カイ",
      "ワイ"
    ],
    "kun": []
  },
  "薑": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "はじかみ"
    ]
  },
  "薊": {
    "on": [
      "ケイ",
      "キ",
      "カイ",
      "ケ"
    ],
    "kun": [
      "あざみ",
      "さく",
      "とげ"
    ]
  },
  "薨": {
    "on": [
      "コウ"
    ],
    "kun": [
      "こう",
      "みまか"
    ]
  },
  "蕭": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "よもぎ"
    ]
  },
  "薔": {
    "on": [
      "バ",
      "ショウ",
      "ショク",
      "ソウ"
    ],
    "kun": [
      "みずたで"
    ]
  },
  "薛": {
    "on": [
      "セツ"
    ],
    "kun": []
  },
  "藪": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "やぶ"
    ]
  },
  "薇": {
    "on": [
      "ラ",
      "ビ"
    ],
    "kun": [
      "ぜんまい"
    ]
  },
  "薜": {
    "on": [
      "ヘイ"
    ],
    "kun": []
  },
  "蕷": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "いも"
    ]
  },
  "蕾": {
    "on": [
      "ライ"
    ],
    "kun": [
      "つぼみ"
    ]
  },
  "薐": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "ほうれんそう"
    ]
  },
  "藉": {
    "on": [
      "シャ",
      "セキ",
      "ジャク"
    ],
    "kun": [
      "かり",
      "ふ"
    ]
  },
  "薺": {
    "on": [
      "セイ",
      "ザイ"
    ],
    "kun": [
      "ひと",
      "ととの",
      "なずな"
    ]
  },
  "藏": {
    "on": [
      "ゾウ",
      "ソウ"
    ],
    "kun": [
      "くら",
      "おさ",
      "かく"
    ]
  },
  "薹": {
    "on": [
      "タイ"
    ],
    "kun": [
      "とう",
      "あぶらな"
    ]
  },
  "藐": {
    "on": [
      "ビョウ",
      "バク"
    ],
    "kun": [
      "かろ",
      "とお"
    ]
  },
  "藕": {
    "on": [
      "グウ",
      "グ",
      "ゴウ"
    ],
    "kun": [
      "はすのね"
    ]
  },
  "藝": {
    "on": [
      "ゲイ",
      "ウン"
    ],
    "kun": [
      "う",
      "のり",
      "わざ"
    ]
  },
  "藥": {
    "on": [
      "ヤク"
    ],
    "kun": [
      "くすり"
    ]
  },
  "藜": {
    "on": [
      "レイ"
    ],
    "kun": [
      "あかざ"
    ]
  },
  "藹": {
    "on": [
      "アイ"
    ],
    "kun": []
  },
  "蘊": {
    "on": [
      "ウン"
    ],
    "kun": [
      "つ"
    ]
  },
  "蘓": {
    "on": [
      "ソ",
      "ス"
    ],
    "kun": [
      "よみがえ"
    ]
  },
  "蘋": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "うきくさ"
    ]
  },
  "藾": {
    "on": [
      "ライ"
    ],
    "kun": []
  },
  "藺": {
    "on": [
      "リン"
    ],
    "kun": [
      "い"
    ]
  },
  "蘆": {
    "on": [
      "ロ"
    ],
    "kun": [
      "あし",
      "よし"
    ]
  },
  "蘢": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "蘚": {
    "on": [
      "セン"
    ],
    "kun": [
      "こけ"
    ]
  },
  "蘰": {
    "on": [],
    "kun": [
      "かつら"
    ]
  },
  "蘿": {
    "on": [
      "ラ"
    ],
    "kun": [
      "つた"
    ]
  },
  "虍": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "乕": {
    "on": [
      "コ"
    ],
    "kun": [
      "とら"
    ]
  },
  "虔": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つつし"
    ]
  },
  "號": {
    "on": [
      "コウ"
    ],
    "kun": [
      "さけ",
      "よびな"
    ]
  },
  "虧": {
    "on": [
      "キ"
    ],
    "kun": [
      "か"
    ]
  },
  "虱": {
    "on": [
      "シツ"
    ],
    "kun": [
      "しらみ"
    ]
  },
  "蚓": {
    "on": [
      "ズ",
      "イン"
    ],
    "kun": [
      "みみず"
    ]
  },
  "蚣": {
    "on": [
      "コウ",
      "ショウ"
    ],
    "kun": []
  },
  "蚩": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "蚪": {
    "on": [
      "ト"
    ],
    "kun": []
  },
  "蚋": {
    "on": [
      "ゼイ",
      "ネイ",
      "ゼツ",
      "ネチ"
    ],
    "kun": [
      "ぶゆ",
      "ぶよ",
      "ぶと",
      "か"
    ]
  },
  "蚌": {
    "on": [
      "ボウ",
      "ホウ",
      "ビョウ"
    ],
    "kun": [
      "はまぐり",
      "どぶが"
    ]
  },
  "蚶": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "蚯": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "みみず"
    ]
  },
  "蛄": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "蛆": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "うじ"
    ]
  },
  "蚰": {
    "on": [
      "ユウ"
    ],
    "kun": []
  },
  "蛉": {
    "on": [
      "レイ"
    ],
    "kun": []
  },
  "蠣": {
    "on": [
      "レイ"
    ],
    "kun": [
      "かき"
    ]
  },
  "蚫": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "あわび"
    ]
  },
  "蛔": {
    "on": [
      "カイ",
      "ユウ"
    ],
    "kun": [
      "かいちゅう",
      "はらのむし"
    ]
  },
  "蛞": {
    "on": [
      "カツ"
    ],
    "kun": []
  },
  "蛩": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "こおろぎ"
    ]
  },
  "蛬": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "こおろぎ",
      "きりぎりす"
    ]
  },
  "蛟": {
    "on": [
      "コウ",
      "キョウ"
    ],
    "kun": [
      "みずち"
    ]
  },
  "蛛": {
    "on": [
      "チュ",
      "シュ"
    ],
    "kun": []
  },
  "蛯": {
    "on": [],
    "kun": [
      "えび",
      "うば"
    ]
  },
  "蜒": {
    "on": [
      "エン",
      "タン"
    ],
    "kun": []
  },
  "蜆": {
    "on": [
      "ケン"
    ],
    "kun": [
      "しじみ"
    ]
  },
  "蜈": {
    "on": [
      "ゴ"
    ],
    "kun": []
  },
  "蜀": {
    "on": [
      "ショク",
      "ゾク"
    ],
    "kun": [
      "いもむし"
    ]
  },
  "蜃": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "蛻": {
    "on": [
      "ゼイ",
      "セイ",
      "タイ"
    ],
    "kun": [
      "もぬ",
      "ぬけがら"
    ]
  },
  "蜑": {
    "on": [
      "タン"
    ],
    "kun": [
      "あま"
    ]
  },
  "蜉": {
    "on": [
      "フ"
    ],
    "kun": []
  },
  "蜍": {
    "on": [
      "ショ"
    ],
    "kun": []
  },
  "蛹": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "さなぎ"
    ]
  },
  "蜊": {
    "on": [
      "リ"
    ],
    "kun": [
      "あさり"
    ]
  },
  "蜴": {
    "on": [
      "エキ"
    ],
    "kun": []
  },
  "蜿": {
    "on": [
      "エン",
      "ワン"
    ],
    "kun": []
  },
  "蜷": {
    "on": [
      "ケン"
    ],
    "kun": [
      "にな"
    ]
  },
  "蜻": {
    "on": [
      "セイ"
    ],
    "kun": []
  },
  "蜥": {
    "on": [
      "シャク",
      "セキ"
    ],
    "kun": [
      "とかげ"
    ]
  },
  "蜩": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "ひぐらし",
      "せみ"
    ]
  },
  "蜚": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "あぶらむし"
    ]
  },
  "蝠": {
    "on": [
      "フク"
    ],
    "kun": []
  },
  "蝟": {
    "on": [
      "イ"
    ],
    "kun": [
      "はりねずみ"
    ]
  },
  "蝸": {
    "on": [
      "カ"
    ],
    "kun": [
      "かたつむり"
    ]
  },
  "蝌": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "蝎": {
    "on": [
      "カツ"
    ],
    "kun": [
      "さそり",
      "すくもむし"
    ]
  },
  "蝴": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "蝗": {
    "on": [
      "コウ"
    ],
    "kun": [
      "いなご",
      "ばった"
    ]
  },
  "蝨": {
    "on": [
      "シツ"
    ],
    "kun": [
      "しらみ"
    ]
  },
  "蝮": {
    "on": [
      "フク"
    ],
    "kun": [
      "まむし"
    ]
  },
  "蝙": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "こうもり"
    ]
  },
  "蝓": {
    "on": [
      "ユ"
    ],
    "kun": []
  },
  "蝣": {
    "on": [
      "ユウ"
    ],
    "kun": []
  },
  "蝪": {
    "on": [
      "エキ"
    ],
    "kun": []
  },
  "蠅": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "はえ",
      "はい"
    ]
  },
  "螢": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "ほたる"
    ]
  },
  "螟": {
    "on": [
      "メイ",
      "ミョウ"
    ],
    "kun": [
      "ずいむし"
    ]
  },
  "螂": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "螯": {
    "on": [
      "ゴウ"
    ],
    "kun": [
      "はさみ"
    ]
  },
  "蟋": {
    "on": [
      "シツ"
    ],
    "kun": []
  },
  "螽": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "いなご"
    ]
  },
  "蟀": {
    "on": [
      "シュツ"
    ],
    "kun": []
  },
  "蟐": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "もみ"
    ]
  },
  "雖": {
    "on": [
      "スイ"
    ],
    "kun": [
      "いえど",
      "これ"
    ]
  },
  "螫": {
    "on": [
      "セキ",
      "カク"
    ],
    "kun": [
      "さ"
    ]
  },
  "蟄": {
    "on": [
      "チツ",
      "チュウ"
    ],
    "kun": [
      "ちっ",
      "かく"
    ]
  },
  "螳": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "蟇": {
    "on": [
      "バ",
      "マ"
    ],
    "kun": [
      "ひき"
    ]
  },
  "蟆": {
    "on": [
      "バ",
      "マ"
    ],
    "kun": [
      "ひき"
    ]
  },
  "螻": {
    "on": [
      "ロウ",
      "ル"
    ],
    "kun": [
      "けら"
    ]
  },
  "蟯": {
    "on": [
      "ギョウ",
      "ジョウ"
    ],
    "kun": []
  },
  "蟲": {
    "on": [
      "チュウ",
      "キ"
    ],
    "kun": [
      "むし"
    ]
  },
  "蟠": {
    "on": [
      "ハン"
    ],
    "kun": [
      "わだかま",
      "わらじむし"
    ]
  },
  "蠏": {
    "on": [
      "カイ"
    ],
    "kun": [
      "かに"
    ]
  },
  "蠍": {
    "on": [
      "カツ"
    ],
    "kun": [
      "さそり"
    ]
  },
  "蟾": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "蟶": {
    "on": [
      "テイ"
    ],
    "kun": [
      "まて"
    ]
  },
  "蟷": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "蠎": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "うわばみ",
      "おろち"
    ]
  },
  "蟒": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "うわばみ",
      "おろち"
    ]
  },
  "蠑": {
    "on": [
      "エイ"
    ],
    "kun": []
  },
  "蠖": {
    "on": [
      "ワク",
      "カク"
    ],
    "kun": []
  },
  "蠕": {
    "on": [
      "ゼン",
      "ダ",
      "ネン",
      "ジュ",
      "ニュ"
    ],
    "kun": [
      "うごめ"
    ]
  },
  "蠢": {
    "on": [
      "シュン"
    ],
    "kun": [
      "うご"
    ]
  },
  "蠡": {
    "on": [
      "レイ",
      "ライ",
      "リ",
      "ラ"
    ],
    "kun": [
      "にな",
      "ひさご"
    ]
  },
  "蠱": {
    "on": [
      "コ",
      "ヤ"
    ],
    "kun": [
      "まじ",
      "まじこ"
    ]
  },
  "蠶": {
    "on": [
      "サン",
      "テン"
    ],
    "kun": [
      "かいこ",
      "こ"
    ]
  },
  "蠹": {
    "on": [
      "ト"
    ],
    "kun": [
      "きくいむし"
    ]
  },
  "蠧": {
    "on": [
      "ト"
    ],
    "kun": [
      "きくいむし"
    ]
  },
  "蠻": {
    "on": [
      "バン"
    ],
    "kun": [
      "えびす"
    ]
  },
  "衄": {
    "on": [
      "ジク"
    ],
    "kun": [
      "はなぢ"
    ]
  },
  "衂": {
    "on": [
      "ジク"
    ],
    "kun": [
      "はなぢ"
    ]
  },
  "衒": {
    "on": [
      "ゲン",
      "ケン"
    ],
    "kun": [
      "てら"
    ]
  },
  "衙": {
    "on": [
      "ガ",
      "ギョ",
      "ゴ"
    ],
    "kun": []
  },
  "衞": {
    "on": [
      "エイ",
      "エ"
    ],
    "kun": [
      "まも"
    ]
  },
  "衢": {
    "on": [
      "ク"
    ],
    "kun": [
      "みち"
    ]
  },
  "衫": {
    "on": [
      "サン"
    ],
    "kun": []
  },
  "袁": {
    "on": [
      "エン",
      "オン"
    ],
    "kun": []
  },
  "衾": {
    "on": [
      "キン"
    ],
    "kun": [
      "ふすま"
    ]
  },
  "袞": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "衵": {
    "on": [
      "ジツ"
    ],
    "kun": [
      "あこめ"
    ]
  },
  "衽": {
    "on": [
      "ジン",
      "ニン"
    ],
    "kun": [
      "こくび",
      "おくみ",
      "しとね"
    ]
  },
  "袵": {
    "on": [
      "ジン",
      "ニン"
    ],
    "kun": [
      "こくび",
      "おくみ",
      "しとね"
    ]
  },
  "衲": {
    "on": [
      "ドウ",
      "ノウ"
    ],
    "kun": [
      "ころも"
    ]
  },
  "袂": {
    "on": [
      "ベイ",
      "ケツ"
    ],
    "kun": [
      "たまと",
      "たもと"
    ]
  },
  "袗": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "袒": {
    "on": [
      "タン"
    ],
    "kun": [
      "かたぬ"
    ]
  },
  "袮": {
    "on": [
      "デイ",
      "ネ",
      "チ"
    ],
    "kun": []
  },
  "袙": {
    "on": [
      "バツ",
      "ハ"
    ],
    "kun": [
      "あこめ"
    ]
  },
  "袢": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "袍": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "わたいれ"
    ]
  },
  "袤": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "ながさ"
    ]
  },
  "袰": {
    "on": [],
    "kun": [
      "ほろ"
    ]
  },
  "袿": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "うちき",
      "うちかけ",
      "うちぎ"
    ]
  },
  "袱": {
    "on": [
      "フク"
    ],
    "kun": []
  },
  "裃": {
    "on": [],
    "kun": [
      "かみしも"
    ]
  },
  "裄": {
    "on": [],
    "kun": [
      "ゆき"
    ]
  },
  "裔": {
    "on": [
      "エイ"
    ],
    "kun": [
      "すそ",
      "すえ"
    ]
  },
  "裘": {
    "on": [
      "キュウ",
      "グ"
    ],
    "kun": [
      "かわごろも",
      "けごろも"
    ]
  },
  "裙": {
    "on": [
      "クン"
    ],
    "kun": [
      "もすそ"
    ]
  },
  "裝": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "よそお"
    ]
  },
  "裹": {
    "on": [
      "ホウ",
      "カ"
    ],
    "kun": [
      "つつ"
    ]
  },
  "褂": {
    "on": [
      "ケイ",
      "カイ",
      "ケ"
    ],
    "kun": [
      "うちき",
      "うちかけ"
    ]
  },
  "裼": {
    "on": [
      "セキ",
      "テイ"
    ],
    "kun": [
      "はだぬ"
    ]
  },
  "裴": {
    "on": [
      "ハイ",
      "ヒ",
      "ベ"
    ],
    "kun": [
      "たちもとお"
    ]
  },
  "裨": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "おぎな",
      "たす",
      "ます"
    ]
  },
  "裲": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "うちかけ"
    ]
  },
  "褄": {
    "on": [],
    "kun": [
      "つま"
    ]
  },
  "褌": {
    "on": [
      "コン"
    ],
    "kun": [
      "ふんどし"
    ]
  },
  "褊": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "せま"
    ]
  },
  "褓": {
    "on": [
      "ホ",
      "ホウ"
    ],
    "kun": [
      "むつき"
    ]
  },
  "襃": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "褞": {
    "on": [
      "ウン",
      "オン"
    ],
    "kun": [
      "ぬのこ"
    ]
  },
  "褥": {
    "on": [
      "ジョク"
    ],
    "kun": [
      "しとね"
    ]
  },
  "褪": {
    "on": [
      "タイ",
      "トン"
    ],
    "kun": [
      "あ",
      "ぬ"
    ]
  },
  "褫": {
    "on": [
      "チ"
    ],
    "kun": [
      "うば"
    ]
  },
  "襁": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "むつき"
    ]
  },
  "襄": {
    "on": [
      "ジョウ",
      "ショウ"
    ],
    "kun": [
      "はら"
    ]
  },
  "褻": {
    "on": [
      "セツ"
    ],
    "kun": [
      "けが",
      "な"
    ]
  },
  "褶": {
    "on": [
      "ショウ",
      "シュウ",
      "チョウ"
    ],
    "kun": [
      "かさね"
    ]
  },
  "褸": {
    "on": [
      "ロ",
      "ル",
      "ロウ"
    ],
    "kun": [
      "いと"
    ]
  },
  "襌": {
    "on": [
      "タン",
      "ゼン"
    ],
    "kun": [
      "ひとえ"
    ]
  },
  "褝": {
    "on": [
      "タン",
      "ゼン"
    ],
    "kun": [
      "ひとえ"
    ]
  },
  "襠": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ふんどし",
      "まち"
    ]
  },
  "襞": {
    "on": [
      "ヘキ",
      "ヒャク"
    ],
    "kun": [
      "ひだ",
      "しわ"
    ]
  },
  "襦": {
    "on": [
      "ジュ"
    ],
    "kun": [
      "したぎ",
      "はだぎ"
    ]
  },
  "襤": {
    "on": [
      "ラン"
    ],
    "kun": [
      "ぼろ"
    ]
  },
  "襭": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "つまばさ",
      "はさ"
    ]
  },
  "襪": {
    "on": [
      "ベツ",
      "バツ"
    ],
    "kun": []
  },
  "襯": {
    "on": [
      "シン"
    ],
    "kun": [
      "はだぎ"
    ]
  },
  "襴": {
    "on": [
      "ラン",
      "リン"
    ],
    "kun": []
  },
  "襷": {
    "on": [],
    "kun": [
      "たすき"
    ]
  },
  "襾": {
    "on": [
      "ア"
    ],
    "kun": [
      "け"
    ]
  },
  "覃": {
    "on": [
      "タン",
      "エン"
    ],
    "kun": []
  },
  "覈": {
    "on": [
      "カク",
      "ケツ"
    ],
    "kun": [
      "しら"
    ]
  },
  "覊": {
    "on": [
      "キ",
      "ハ"
    ],
    "kun": [
      "おもが",
      "たづな",
      "たび",
      "つな"
    ]
  },
  "覓": {
    "on": [
      "ベキ",
      "エキ",
      "ミャク"
    ],
    "kun": [
      "もと"
    ]
  },
  "覘": {
    "on": [
      "テン"
    ],
    "kun": [
      "のぞ",
      "うかが"
    ]
  },
  "覡": {
    "on": [
      "ゲキ",
      "ケキ"
    ],
    "kun": [
      "かんなぎ",
      "みこ"
    ]
  },
  "覩": {
    "on": [
      "ト"
    ],
    "kun": [
      "み"
    ]
  },
  "覦": {
    "on": [
      "ユ"
    ],
    "kun": [
      "ねが"
    ]
  },
  "覬": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "覯": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あ"
    ]
  },
  "覲": {
    "on": [
      "キン"
    ],
    "kun": [
      "まみ"
    ]
  },
  "覺": {
    "on": [
      "カク"
    ],
    "kun": [
      "おぼ",
      "さ",
      "さと"
    ]
  },
  "覽": {
    "on": [
      "ラン"
    ],
    "kun": [
      "み"
    ]
  },
  "覿": {
    "on": [
      "テキ"
    ],
    "kun": [
      "あ"
    ]
  },
  "觀": {
    "on": [
      "カン"
    ],
    "kun": [
      "み",
      "しめ"
    ]
  },
  "觚": {
    "on": [
      "コ"
    ],
    "kun": [
      "さかずき"
    ]
  },
  "觜": {
    "on": [
      "シ",
      "スイ"
    ],
    "kun": [
      "くちばし",
      "はし"
    ]
  },
  "觝": {
    "on": [
      "テイ"
    ],
    "kun": [
      "ふ"
    ]
  },
  "觧": {
    "on": [
      "カイ",
      "ゲ"
    ],
    "kun": [
      "と",
      "ほど",
      "わか",
      "さと"
    ]
  },
  "觴": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "さかずき"
    ]
  },
  "觸": {
    "on": [
      "ショク"
    ],
    "kun": [
      "ふ",
      "さわ"
    ]
  },
  "訃": {
    "on": [
      "フ"
    ],
    "kun": [
      "しらせ"
    ]
  },
  "訖": {
    "on": [
      "キツ"
    ],
    "kun": [
      "お",
      "ついに"
    ]
  },
  "訐": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "あば"
    ]
  },
  "訌": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "訛": {
    "on": [
      "カ"
    ],
    "kun": [
      "なま",
      "あやま"
    ]
  },
  "訝": {
    "on": [
      "ガ",
      "ゲ"
    ],
    "kun": [
      "いぶか"
    ]
  },
  "訥": {
    "on": [
      "トツ"
    ],
    "kun": [
      "ども"
    ]
  },
  "訶": {
    "on": [
      "カ"
    ],
    "kun": [
      "しか",
      "せ"
    ]
  },
  "詁": {
    "on": [
      "コ"
    ],
    "kun": [
      "よみ"
    ]
  },
  "詛": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "のろ"
    ]
  },
  "詒": {
    "on": [
      "イ",
      "タイ"
    ],
    "kun": [
      "あざむ"
    ]
  },
  "詆": {
    "on": [
      "テイ",
      "タイ"
    ],
    "kun": [
      "そし",
      "しか"
    ]
  },
  "詈": {
    "on": [
      "リ"
    ],
    "kun": [
      "ののし"
    ]
  },
  "詼": {
    "on": [
      "カイ"
    ],
    "kun": [
      "たわむれ"
    ]
  },
  "詭": {
    "on": [
      "キ"
    ],
    "kun": [
      "いつわ"
    ]
  },
  "詬": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "ののし",
      "はじ",
      "はずかし"
    ]
  },
  "詢": {
    "on": [
      "ジュン",
      "シュン"
    ],
    "kun": [
      "はか",
      "まこと"
    ]
  },
  "誅": {
    "on": [
      "チュウ",
      "チュ"
    ],
    "kun": [
      "ちゅう",
      "ころ",
      "せ"
    ]
  },
  "誂": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "あつら",
      "いど"
    ]
  },
  "誄": {
    "on": [
      "ルイ"
    ],
    "kun": [
      "しのびごと"
    ]
  },
  "誨": {
    "on": [
      "カイ"
    ],
    "kun": [
      "おし"
    ]
  },
  "誡": {
    "on": [
      "カイ"
    ],
    "kun": [
      "いまし"
    ]
  },
  "誑": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "たばか",
      "たぶら",
      "た"
    ]
  },
  "誥": {
    "on": [
      "コウ"
    ],
    "kun": [
      "つ"
    ]
  },
  "誦": {
    "on": [
      "ショウ",
      "ジュ",
      "ズ"
    ],
    "kun": [
      "とな",
      "よ"
    ]
  },
  "誚": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "せ"
    ]
  },
  "誣": {
    "on": [
      "フ"
    ],
    "kun": [
      "しい",
      "し",
      "あざむ"
    ]
  },
  "諄": {
    "on": [
      "シュン"
    ],
    "kun": [
      "ひちくど",
      "くど",
      "くどくど",
      "ねんご"
    ]
  },
  "諍": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "いさか",
      "あらそ",
      "いさ",
      "うった"
    ]
  },
  "諂": {
    "on": [
      "テン"
    ],
    "kun": [
      "へつら"
    ]
  },
  "諚": {
    "on": [
      "ジョウ"
    ],
    "kun": []
  },
  "諫": {
    "on": [
      "カン"
    ],
    "kun": [
      "いさ"
    ]
  },
  "諳": {
    "on": [
      "アン",
      "オン"
    ],
    "kun": [
      "そら"
    ]
  },
  "諧": {
    "on": [
      "カイ"
    ],
    "kun": [
      "かな",
      "やわ"
    ]
  },
  "諤": {
    "on": [
      "ガク"
    ],
    "kun": [
      "わめ",
      "あご"
    ]
  },
  "諱": {
    "on": [
      "キ"
    ],
    "kun": [
      "いみな",
      "い"
    ]
  },
  "謔": {
    "on": [
      "ギャク",
      "キャク"
    ],
    "kun": [
      "たわむ"
    ]
  },
  "諠": {
    "on": [
      "ケン"
    ],
    "kun": [
      "かまびす",
      "わす"
    ]
  },
  "諢": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "諷": {
    "on": [
      "フウ"
    ],
    "kun": [
      "そら"
    ]
  },
  "諞": {
    "on": [
      "ヘン"
    ],
    "kun": []
  },
  "諛": {
    "on": [
      "ユ"
    ],
    "kun": [
      "へつら"
    ]
  },
  "謌": {
    "on": [
      "カ"
    ],
    "kun": [
      "うた"
    ]
  },
  "謇": {
    "on": [
      "ケン"
    ],
    "kun": [
      "ども"
    ]
  },
  "謚": {
    "on": [
      "エキ",
      "シ"
    ],
    "kun": [
      "おくりな"
    ]
  },
  "諡": {
    "on": [
      "エキ",
      "シ"
    ],
    "kun": [
      "おくりな"
    ]
  },
  "謖": {
    "on": [
      "ショク",
      "シュク"
    ],
    "kun": [
      "た"
    ]
  },
  "謐": {
    "on": [
      "ヒツ"
    ],
    "kun": [
      "しずか"
    ]
  },
  "謗": {
    "on": [
      "ボウ",
      "ホウ"
    ],
    "kun": [
      "そし"
    ]
  },
  "謠": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "うた"
    ]
  },
  "謳": {
    "on": [
      "オウ",
      "ウ"
    ],
    "kun": [
      "うた"
    ]
  },
  "鞫": {
    "on": [
      "キク"
    ],
    "kun": []
  },
  "謦": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "しわぶき"
    ]
  },
  "謫": {
    "on": [
      "タク",
      "チャク"
    ],
    "kun": [
      "せ",
      "とが"
    ]
  },
  "謾": {
    "on": [
      "マン",
      "バン"
    ],
    "kun": [
      "あざむ",
      "あなど"
    ]
  },
  "謨": {
    "on": [
      "ボ",
      "モ"
    ],
    "kun": [
      "はか"
    ]
  },
  "譁": {
    "on": [
      "カ",
      "ケ"
    ],
    "kun": [
      "かまびす"
    ]
  },
  "譌": {
    "on": [
      "カ"
    ],
    "kun": [
      "なま",
      "あやま"
    ]
  },
  "譏": {
    "on": [
      "キ"
    ],
    "kun": [
      "そし"
    ]
  },
  "譎": {
    "on": [
      "ケツ",
      "キツ"
    ],
    "kun": [
      "いつわ"
    ]
  },
  "證": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "あかし"
    ]
  },
  "譖": {
    "on": [
      "シン",
      "セン"
    ],
    "kun": [
      "そし"
    ]
  },
  "譛": {
    "on": [
      "シン",
      "セン"
    ],
    "kun": [
      "そし"
    ]
  },
  "譚": {
    "on": [
      "タン"
    ],
    "kun": [
      "はなし"
    ]
  },
  "譫": {
    "on": [
      "トウ",
      "セン",
      "タン"
    ],
    "kun": [
      "うわごと",
      "たわごと",
      "うるさくしゃべ"
    ]
  },
  "譟": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さわ"
    ]
  },
  "譬": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "たと"
    ]
  },
  "譯": {
    "on": [
      "ヤク"
    ],
    "kun": [
      "わけ"
    ]
  },
  "譴": {
    "on": [
      "ケン"
    ],
    "kun": [
      "せめ"
    ]
  },
  "譽": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "ほ"
    ]
  },
  "讀": {
    "on": [
      "ドク",
      "トク",
      "トウ"
    ],
    "kun": [
      "よ"
    ]
  },
  "讌": {
    "on": [
      "エン"
    ],
    "kun": [
      "うたげ"
    ]
  },
  "讎": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "あだ",
      "かたき"
    ]
  },
  "讒": {
    "on": [
      "ザン",
      "サン"
    ],
    "kun": [
      "そし"
    ]
  },
  "讓": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "ゆず"
    ]
  },
  "讖": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "讙": {
    "on": [
      "カン",
      "ケン"
    ],
    "kun": [
      "かまびす"
    ]
  },
  "讚": {
    "on": [
      "サン"
    ],
    "kun": [
      "ほ",
      "たた"
    ]
  },
  "谺": {
    "on": [
      "コ",
      "カ"
    ],
    "kun": [
      "こだま"
    ]
  },
  "豁": {
    "on": [
      "カツ"
    ],
    "kun": [
      "ひら",
      "ひろ"
    ]
  },
  "谿": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "たに",
      "たにがわ"
    ]
  },
  "豈": {
    "on": [
      "カイ",
      "ガイ",
      "キ"
    ],
    "kun": [
      "あに"
    ]
  },
  "豌": {
    "on": [
      "エン",
      "ワン"
    ],
    "kun": []
  },
  "豎": {
    "on": [
      "ジュ"
    ],
    "kun": [
      "たて",
      "た",
      "こども"
    ]
  },
  "豐": {
    "on": [
      "ホウ",
      "ブ"
    ],
    "kun": [
      "ゆた",
      "とよ"
    ]
  },
  "豕": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "豢": {
    "on": [
      "ケン",
      "カン"
    ],
    "kun": [
      "やしな"
    ]
  },
  "豬": {
    "on": [
      "チョ"
    ],
    "kun": [
      "い",
      "いのしし"
    ]
  },
  "豸": {
    "on": [
      "タイ",
      "チ"
    ],
    "kun": []
  },
  "豺": {
    "on": [
      "サイ"
    ],
    "kun": [
      "やまいぬ"
    ]
  },
  "貂": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "てん"
    ]
  },
  "貉": {
    "on": [
      "カク",
      "ハク"
    ],
    "kun": [
      "むじな"
    ]
  },
  "貅": {
    "on": [
      "キュウ"
    ],
    "kun": []
  },
  "貊": {
    "on": [
      "ハク",
      "ミャク"
    ],
    "kun": [
      "えびす"
    ]
  },
  "貍": {
    "on": [
      "リ",
      "ライ"
    ],
    "kun": [
      "たぬき"
    ]
  },
  "貎": {
    "on": [
      "ゲイ"
    ],
    "kun": []
  },
  "貔": {
    "on": [
      "ヒ"
    ],
    "kun": []
  },
  "豼": {
    "on": [
      "ヒ"
    ],
    "kun": []
  },
  "貘": {
    "on": [
      "バク",
      "ミャク"
    ],
    "kun": []
  },
  "戝": {
    "on": [
      "ザイ",
      "サイ",
      "ゾク"
    ],
    "kun": []
  },
  "貭": {
    "on": [
      "シツ",
      "シチ",
      "チ"
    ],
    "kun": [
      "たち",
      "ただ",
      "もと",
      "わりふ"
    ]
  },
  "貪": {
    "on": [
      "タン",
      "ドン",
      "トン"
    ],
    "kun": [
      "むさぼ"
    ]
  },
  "貽": {
    "on": [
      "イ"
    ],
    "kun": [
      "おく"
    ]
  },
  "貲": {
    "on": [
      "シ"
    ],
    "kun": [
      "たから"
    ]
  },
  "貳": {
    "on": [
      "ニ",
      "ジ"
    ],
    "kun": [
      "ふた",
      "そえ"
    ]
  },
  "貮": {
    "on": [
      "ニ",
      "ジ"
    ],
    "kun": [
      "ふた",
      "そえ"
    ]
  },
  "貶": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "けな",
      "おとし",
      "おと"
    ]
  },
  "賈": {
    "on": [
      "コ",
      "カ"
    ],
    "kun": [
      "あきな",
      "う",
      "か"
    ]
  },
  "賁": {
    "on": [
      "フン",
      "ヒ",
      "ホン"
    ],
    "kun": []
  },
  "賤": {
    "on": [
      "セン",
      "ゼン"
    ],
    "kun": [
      "いや",
      "しず",
      "やす"
    ]
  },
  "賣": {
    "on": [
      "バイ"
    ],
    "kun": [
      "う"
    ]
  },
  "賚": {
    "on": [
      "ライ"
    ],
    "kun": [
      "たま",
      "たまもの"
    ]
  },
  "賽": {
    "on": [
      "サイ"
    ],
    "kun": []
  },
  "賺": {
    "on": [
      "タン",
      "レン"
    ],
    "kun": [
      "すか"
    ]
  },
  "賻": {
    "on": [
      "フ"
    ],
    "kun": []
  },
  "贄": {
    "on": [
      "シ"
    ],
    "kun": [
      "にえ"
    ]
  },
  "贅": {
    "on": [
      "ゼイ",
      "セイ"
    ],
    "kun": [
      "いぼ"
    ]
  },
  "贊": {
    "on": [
      "サン"
    ],
    "kun": [
      "たす",
      "たた"
    ]
  },
  "贇": {
    "on": [
      "イン"
    ],
    "kun": []
  },
  "贏": {
    "on": [
      "エイ"
    ],
    "kun": [
      "あまり"
    ]
  },
  "贍": {
    "on": [
      "セン"
    ],
    "kun": [
      "すく"
    ]
  },
  "贐": {
    "on": [
      "シン"
    ],
    "kun": [
      "はなむけ"
    ]
  },
  "齎": {
    "on": [
      "セイ",
      "サイ",
      "シ"
    ],
    "kun": [
      "もたら",
      "もた"
    ]
  },
  "贓": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "賍": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "贔": {
    "on": [
      "ヒ"
    ],
    "kun": []
  },
  "贖": {
    "on": [
      "ショク"
    ],
    "kun": [
      "あがな"
    ]
  },
  "赧": {
    "on": [
      "タン"
    ],
    "kun": [
      "あから"
    ]
  },
  "赭": {
    "on": [
      "シャ"
    ],
    "kun": [
      "あかつち"
    ]
  },
  "赱": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "はし"
    ]
  },
  "赳": {
    "on": [
      "キュウ"
    ],
    "kun": []
  },
  "趁": {
    "on": [
      "チン"
    ],
    "kun": [
      "お"
    ]
  },
  "趙": {
    "on": [
      "チョウ",
      "ジョウ",
      "キョウ"
    ],
    "kun": []
  },
  "跂": {
    "on": [
      "キ"
    ],
    "kun": [
      "つまだ",
      "むつゆび"
    ]
  },
  "趾": {
    "on": [
      "シ"
    ],
    "kun": [
      "あと",
      "はや"
    ]
  },
  "趺": {
    "on": [
      "シ",
      "フ"
    ],
    "kun": [
      "あし"
    ]
  },
  "跏": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "跚": {
    "on": [
      "サン"
    ],
    "kun": []
  },
  "跖": {
    "on": [
      "セキ"
    ],
    "kun": [
      "あしのうら"
    ]
  },
  "跌": {
    "on": [
      "テツ"
    ],
    "kun": [
      "あやまつ",
      "つまず"
    ]
  },
  "跛": {
    "on": [
      "ハ",
      "ヒ"
    ],
    "kun": [
      "びっこ",
      "ちんば"
    ]
  },
  "跋": {
    "on": [
      "ハツ",
      "バツ"
    ],
    "kun": [
      "おくがき",
      "ふ"
    ]
  },
  "跪": {
    "on": [
      "キ"
    ],
    "kun": [
      "ひざまず"
    ]
  },
  "跫": {
    "on": [
      "キョウ"
    ],
    "kun": []
  },
  "跟": {
    "on": [
      "コン"
    ],
    "kun": [
      "くび"
    ]
  },
  "跣": {
    "on": [
      "セン"
    ],
    "kun": [
      "はだし"
    ]
  },
  "跼": {
    "on": [
      "キョク"
    ],
    "kun": [
      "こご",
      "くぐま",
      "かが",
      "せぐく"
    ]
  },
  "踈": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "うと",
      "まば"
    ]
  },
  "踉": {
    "on": [
      "ロウ",
      "リョウ"
    ],
    "kun": []
  },
  "跿": {
    "on": [
      "ト"
    ],
    "kun": []
  },
  "踝": {
    "on": [
      "カ"
    ],
    "kun": [
      "くるぶし"
    ]
  },
  "踞": {
    "on": [
      "キョ",
      "コ"
    ],
    "kun": [
      "うずく"
    ]
  },
  "踐": {
    "on": [
      "セン"
    ],
    "kun": [
      "ふ"
    ]
  },
  "踟": {
    "on": [
      "チ"
    ],
    "kun": []
  },
  "蹂": {
    "on": [
      "ジュウ"
    ],
    "kun": [
      "ふ"
    ]
  },
  "踵": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "かかと",
      "くび",
      "きび",
      "つ"
    ]
  },
  "踰": {
    "on": [
      "ユ",
      "ヨウ"
    ],
    "kun": [
      "こ"
    ]
  },
  "踴": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "おど"
    ]
  },
  "蹊": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "みち",
      "わた"
    ]
  },
  "蹇": {
    "on": [
      "ケン"
    ],
    "kun": [
      "いざ",
      "あしなえ",
      "なや"
    ]
  },
  "蹉": {
    "on": [
      "サ"
    ],
    "kun": [
      "つまず"
    ]
  },
  "蹌": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "うご",
      "よろ"
    ]
  },
  "蹐": {
    "on": [
      "セキ"
    ],
    "kun": []
  },
  "蹈": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ふ"
    ]
  },
  "蹙": {
    "on": [
      "シュク",
      "セキ"
    ],
    "kun": [
      "せ"
    ]
  },
  "蹤": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "あと"
    ]
  },
  "蹠": {
    "on": [
      "セキ"
    ],
    "kun": [
      "あしうら",
      "あしのうら"
    ]
  },
  "踪": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": [
      "あと"
    ]
  },
  "蹣": {
    "on": [
      "マン",
      "ハン"
    ],
    "kun": [
      "よろ"
    ]
  },
  "蹕": {
    "on": [
      "ヒツ"
    ],
    "kun": [
      "さきばらい"
    ]
  },
  "蹶": {
    "on": [
      "ケツ",
      "ケイ"
    ],
    "kun": [
      "たお",
      "つまず"
    ]
  },
  "蹲": {
    "on": [
      "ソン",
      "シュン"
    ],
    "kun": [
      "つくば",
      "うずくま"
    ]
  },
  "蹼": {
    "on": [
      "ボク",
      "ホク"
    ],
    "kun": [
      "みずかき"
    ]
  },
  "躁": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さわ"
    ]
  },
  "躇": {
    "on": [
      "チョ",
      "チャク"
    ],
    "kun": [
      "ためら"
    ]
  },
  "躅": {
    "on": [
      "チョク",
      "タク"
    ],
    "kun": []
  },
  "躄": {
    "on": [
      "ヘキ"
    ],
    "kun": [
      "いざ"
    ]
  },
  "躋": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": [
      "のぼ"
    ]
  },
  "躊": {
    "on": [
      "チュウ",
      "チュ",
      "シュウ",
      "ジュ"
    ],
    "kun": [
      "ためら"
    ]
  },
  "躓": {
    "on": [
      "チ"
    ],
    "kun": [
      "つまず"
    ]
  },
  "躑": {
    "on": [
      "テキ"
    ],
    "kun": [
      "しゃが",
      "たちもとお"
    ]
  },
  "躔": {
    "on": [
      "テン"
    ],
    "kun": [
      "ふ"
    ]
  },
  "躙": {
    "on": [
      "リン"
    ],
    "kun": [
      "にじ",
      "ふ"
    ]
  },
  "躪": {
    "on": [
      "リン"
    ],
    "kun": [
      "にじ",
      "ふ"
    ]
  },
  "躡": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "ふ"
    ]
  },
  "躬": {
    "on": [
      "キュウ",
      "キョウ"
    ],
    "kun": [
      "み"
    ]
  },
  "躰": {
    "on": [
      "タイ",
      "テイ"
    ],
    "kun": [
      "からだ",
      "かたち"
    ]
  },
  "軆": {
    "on": [
      "タイ",
      "テイ"
    ],
    "kun": [
      "からだ",
      "かたち"
    ]
  },
  "躱": {
    "on": [
      "タ"
    ],
    "kun": [
      "かわ"
    ]
  },
  "躾": {
    "on": [],
    "kun": [
      "しつ",
      "しつけ"
    ]
  },
  "軅": {
    "on": [],
    "kun": [
      "やがて"
    ]
  },
  "軈": {
    "on": [],
    "kun": [
      "やがて"
    ]
  },
  "軋": {
    "on": [
      "アツ"
    ],
    "kun": [
      "きし"
    ]
  },
  "軛": {
    "on": [
      "ヤク",
      "アク"
    ],
    "kun": [
      "くびき"
    ]
  },
  "軣": {
    "on": [
      "コウ"
    ],
    "kun": [
      "とどろ"
    ]
  },
  "軼": {
    "on": [
      "イツ",
      "テツ"
    ],
    "kun": [
      "すぎ"
    ]
  },
  "軻": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "軫": {
    "on": [
      "シン"
    ],
    "kun": [
      "よこぎ"
    ]
  },
  "軾": {
    "on": [
      "ショク",
      "シキ"
    ],
    "kun": [
      "しきみ"
    ]
  },
  "輊": {
    "on": [
      "チ"
    ],
    "kun": []
  },
  "輅": {
    "on": [
      "ロ"
    ],
    "kun": [
      "くるま"
    ]
  },
  "輕": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "かる",
      "かろ"
    ]
  },
  "輒": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "すなわち",
      "わきぎ"
    ]
  },
  "輙": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "すなわち",
      "わきぎ"
    ]
  },
  "輓": {
    "on": [
      "バン"
    ],
    "kun": [
      "おそ",
      "ひ"
    ]
  },
  "輜": {
    "on": [
      "シ"
    ],
    "kun": [
      "こにだ",
      "ほろぐるま",
      "にぐるま"
    ]
  },
  "輟": {
    "on": [
      "テツ"
    ],
    "kun": [
      "や"
    ]
  },
  "輛": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "輌": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "輦": {
    "on": [
      "レン"
    ],
    "kun": [
      "たごし",
      "てぐるま"
    ]
  },
  "輳": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "あつ"
    ]
  },
  "輻": {
    "on": [
      "フク"
    ],
    "kun": [
      "や"
    ]
  },
  "輹": {
    "on": [
      "フク"
    ],
    "kun": [
      "とこしばり"
    ]
  },
  "轅": {
    "on": [
      "エン"
    ],
    "kun": [
      "ながえ"
    ]
  },
  "轂": {
    "on": [
      "コク"
    ],
    "kun": [
      "こしき"
    ]
  },
  "輾": {
    "on": [
      "テン",
      "ネン"
    ],
    "kun": [
      "きし",
      "めぐ"
    ]
  },
  "轌": {
    "on": [],
    "kun": [
      "そり"
    ]
  },
  "轉": {
    "on": [
      "テン"
    ],
    "kun": [
      "ころ",
      "まろ",
      "うたた",
      "うつ"
    ]
  },
  "轆": {
    "on": [
      "ロク"
    ],
    "kun": [
      "ころ"
    ]
  },
  "轎": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "かご"
    ]
  },
  "轗": {
    "on": [
      "カン",
      "コン"
    ],
    "kun": []
  },
  "轜": {
    "on": [
      "ジ"
    ],
    "kun": [
      "ひつぎぐるま",
      "じしゃ"
    ]
  },
  "轢": {
    "on": [
      "レキ"
    ],
    "kun": [
      "ひ",
      "きし"
    ]
  },
  "轣": {
    "on": [
      "レキ"
    ],
    "kun": []
  },
  "轤": {
    "on": [
      "ロ"
    ],
    "kun": []
  },
  "辜": {
    "on": [
      "コ"
    ],
    "kun": [
      "つみ"
    ]
  },
  "辟": {
    "on": [
      "ヘキ",
      "ヒ"
    ],
    "kun": [
      "きみ",
      "ひら",
      "め"
    ]
  },
  "辣": {
    "on": [
      "ラツ"
    ],
    "kun": [
      "から"
    ]
  },
  "辭": {
    "on": [
      "ジ"
    ],
    "kun": [
      "や"
    ]
  },
  "辯": {
    "on": [
      "ベン",
      "ヘン"
    ],
    "kun": [
      "わきま",
      "わ",
      "はなびら",
      "あらそ"
    ]
  },
  "辷": {
    "on": [],
    "kun": [
      "すべ"
    ]
  },
  "迚": {
    "on": [],
    "kun": [
      "とても"
    ]
  },
  "迥": {
    "on": [
      "ケイ",
      "ギョウ"
    ],
    "kun": [
      "はるか"
    ]
  },
  "迢": {
    "on": [
      "チョ",
      "チョウ"
    ],
    "kun": []
  },
  "迪": {
    "on": [
      "テキ"
    ],
    "kun": [
      "みち",
      "みちび",
      "すす",
      "いた"
    ]
  },
  "迯": {
    "on": [
      "トウ"
    ],
    "kun": [
      "に",
      "のが"
    ]
  },
  "邇": {
    "on": [
      "ジ",
      "ニ"
    ],
    "kun": [
      "ちか"
    ]
  },
  "迴": {
    "on": [
      "カイ",
      "エ"
    ],
    "kun": []
  },
  "逅": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あ",
      "まみ"
    ]
  },
  "迹": {
    "on": [
      "セキ",
      "シャク"
    ],
    "kun": [
      "あと"
    ]
  },
  "迺": {
    "on": [
      "ナイ",
      "ダイ",
      "アイ"
    ],
    "kun": [
      "の",
      "すなわ",
      "なんじ"
    ]
  },
  "逑": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "つれあ"
    ]
  },
  "逕": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "みち",
      "こみち",
      "さしわたし",
      "ただちに"
    ]
  },
  "逡": {
    "on": [
      "シュン"
    ],
    "kun": [
      "しりぞ"
    ]
  },
  "逍": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "逞": {
    "on": [
      "テイ"
    ],
    "kun": [
      "たくま"
    ]
  },
  "逖": {
    "on": [
      "テキ"
    ],
    "kun": [
      "とお"
    ]
  },
  "逋": {
    "on": [
      "ホ",
      "フ"
    ],
    "kun": [
      "のが"
    ]
  },
  "逧": {
    "on": [],
    "kun": [
      "さこ",
      "せこ"
    ]
  },
  "逶": {
    "on": [
      "イ"
    ],
    "kun": []
  },
  "逵": {
    "on": [
      "キ"
    ],
    "kun": [
      "おおじ"
    ]
  },
  "逹": {
    "on": [
      "タツ",
      "ダ"
    ],
    "kun": [
      "-たち"
    ]
  },
  "迸": {
    "on": [
      "ホウ",
      "ヒョウ"
    ],
    "kun": [
      "ほとばし",
      "はし"
    ]
  },
  "遏": {
    "on": [
      "アツ"
    ],
    "kun": [
      "とど",
      "と"
    ]
  },
  "遐": {
    "on": [
      "カ"
    ],
    "kun": [
      "とお",
      "なんぞ"
    ]
  },
  "遑": {
    "on": [
      "カン",
      "コウ"
    ],
    "kun": [
      "いとま",
      "ひま"
    ]
  },
  "遒": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "せま",
      "つよ"
    ]
  },
  "逎": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "せま",
      "つよ"
    ]
  },
  "遉": {
    "on": [
      "テイ"
    ],
    "kun": [
      "うかが",
      "さすが"
    ]
  },
  "逾": {
    "on": [
      "ユ"
    ],
    "kun": [
      "いよいよ",
      "こ"
    ]
  },
  "遖": {
    "on": [],
    "kun": [
      "あっぱれ"
    ]
  },
  "遘": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あ",
      "まみ"
    ]
  },
  "遞": {
    "on": [
      "テイ"
    ],
    "kun": [
      "かわ",
      "たがいに"
    ]
  },
  "遨": {
    "on": [
      "ゴウ"
    ],
    "kun": [
      "あそ"
    ]
  },
  "遯": {
    "on": [
      "トン"
    ],
    "kun": [
      "のが"
    ]
  },
  "遶": {
    "on": [
      "ニョウ",
      "ジョウ"
    ],
    "kun": [
      "めぐ"
    ]
  },
  "隨": {
    "on": [
      "ズイ"
    ],
    "kun": [
      "まにまに",
      "したが"
    ]
  },
  "遲": {
    "on": [
      "チ"
    ],
    "kun": [
      "おく",
      "おそ"
    ]
  },
  "邂": {
    "on": [
      "カイ"
    ],
    "kun": [
      "あ"
    ]
  },
  "遽": {
    "on": [
      "キョ"
    ],
    "kun": [
      "あわ",
      "あわただ",
      "すみやか",
      "にわか"
    ]
  },
  "邁": {
    "on": [
      "マイ",
      "バイ"
    ],
    "kun": [
      "ゆ"
    ]
  },
  "邀": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "むか",
      "もと"
    ]
  },
  "邊": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "あた",
      "ほと",
      "-べ"
    ]
  },
  "邉": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "あた",
      "ほと",
      "-べ"
    ]
  },
  "邏": {
    "on": [
      "ラ"
    ],
    "kun": [
      "めぐ"
    ]
  },
  "邨": {
    "on": [
      "ソン"
    ],
    "kun": [
      "むら"
    ]
  },
  "邯": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "邱": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "おか"
    ]
  },
  "邵": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "郢": {
    "on": [
      "エイ"
    ],
    "kun": []
  },
  "郤": {
    "on": [
      "ゲキ",
      "キャク",
      "ケキ"
    ],
    "kun": []
  },
  "扈": {
    "on": [
      "コ"
    ],
    "kun": [
      "したが"
    ]
  },
  "郛": {
    "on": [
      "フ"
    ],
    "kun": [
      "くるわ"
    ]
  },
  "鄂": {
    "on": [
      "ガク"
    ],
    "kun": []
  },
  "鄒": {
    "on": [
      "スウ",
      "シュ",
      "シュウ"
    ],
    "kun": []
  },
  "鄙": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "ひな",
      "いや"
    ]
  },
  "鄲": {
    "on": [
      "タン"
    ],
    "kun": []
  },
  "鄰": {
    "on": [
      "リン"
    ],
    "kun": [
      "とな",
      "となり"
    ]
  },
  "酊": {
    "on": [
      "テイ"
    ],
    "kun": [
      "よう"
    ]
  },
  "酖": {
    "on": [
      "タン",
      "チン"
    ],
    "kun": [
      "ふ"
    ]
  },
  "酘": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "酣": {
    "on": [
      "カン"
    ],
    "kun": [
      "たけなわ"
    ]
  },
  "酥": {
    "on": [
      "ソ"
    ],
    "kun": []
  },
  "酩": {
    "on": [
      "メイ"
    ],
    "kun": [
      "よう"
    ]
  },
  "酳": {
    "on": [
      "シン",
      "イン"
    ],
    "kun": []
  },
  "酲": {
    "on": [
      "テイ"
    ],
    "kun": []
  },
  "醋": {
    "on": [
      "サク"
    ],
    "kun": [
      "す"
    ]
  },
  "醉": {
    "on": [
      "スイ"
    ],
    "kun": [
      "よ"
    ]
  },
  "醂": {
    "on": [
      "ラン",
      "リン"
    ],
    "kun": [
      "あわ",
      "さわ"
    ]
  },
  "醢": {
    "on": [
      "カイ"
    ],
    "kun": [
      "ひしお",
      "ししびしお",
      "しおから"
    ]
  },
  "醫": {
    "on": [
      "イ"
    ],
    "kun": [
      "い",
      "くすし"
    ]
  },
  "醯": {
    "on": [
      "ケイ",
      "カイ"
    ],
    "kun": []
  },
  "醪": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "もろみ",
      "にごりざけ"
    ]
  },
  "醵": {
    "on": [
      "キョ"
    ],
    "kun": []
  },
  "醴": {
    "on": [
      "レイ",
      "ライ"
    ],
    "kun": [
      "あまざけ"
    ]
  },
  "醺": {
    "on": [
      "クン"
    ],
    "kun": [
      "よう"
    ]
  },
  "釀": {
    "on": [
      "ジョウ"
    ],
    "kun": [
      "かも"
    ]
  },
  "釁": {
    "on": [
      "キン"
    ],
    "kun": [
      "ちぬ",
      "すき",
      "ひま"
    ]
  },
  "釉": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "うわぐすり"
    ]
  },
  "釋": {
    "on": [
      "シャク",
      "セキ"
    ],
    "kun": [
      "とく",
      "す",
      "ゆる"
    ]
  },
  "釐": {
    "on": [
      "リ"
    ],
    "kun": [
      "おさ",
      "さいわ",
      "りん"
    ]
  },
  "釖": {
    "on": [
      "トウ"
    ],
    "kun": [
      "かたな",
      "そり"
    ]
  },
  "釟": {
    "on": [
      "ハチ",
      "ハツ"
    ],
    "kun": []
  },
  "釡": {
    "on": [
      "フ"
    ],
    "kun": [
      "かま"
    ]
  },
  "釛": {
    "on": [
      "コク"
    ],
    "kun": [
      "かね"
    ]
  },
  "釼": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つるぎ"
    ]
  },
  "釵": {
    "on": [
      "サイ",
      "サ"
    ],
    "kun": [
      "かざし",
      "かんざし"
    ]
  },
  "釶": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "鈞": {
    "on": [
      "キン"
    ],
    "kun": [
      "ひと"
    ]
  },
  "釿": {
    "on": [
      "キン"
    ],
    "kun": []
  },
  "鈔": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "鈬": {
    "on": [
      "タク"
    ],
    "kun": []
  },
  "鈕": {
    "on": [
      "チュウ",
      "ジュウ"
    ],
    "kun": [
      "ぼたん",
      "つまみ"
    ]
  },
  "鈑": {
    "on": [
      "バン",
      "ハン"
    ],
    "kun": []
  },
  "鉞": {
    "on": [
      "エツ"
    ],
    "kun": [
      "まさかり"
    ]
  },
  "鉗": {
    "on": [
      "ケン",
      "カン"
    ],
    "kun": [
      "つぐ",
      "くびかせ"
    ]
  },
  "鉅": {
    "on": [
      "キョ"
    ],
    "kun": [
      "はがね"
    ]
  },
  "鉉": {
    "on": [
      "ケン"
    ],
    "kun": [
      "つ"
    ]
  },
  "鉤": {
    "on": [
      "コウ",
      "ク"
    ],
    "kun": [
      "かぎ",
      "はり",
      "ばり"
    ]
  },
  "鉈": {
    "on": [
      "シャ"
    ],
    "kun": [
      "なた",
      "ほこ"
    ]
  },
  "銕": {
    "on": [
      "テツ"
    ],
    "kun": [
      "くろがね"
    ]
  },
  "鈿": {
    "on": [
      "デン",
      "テン"
    ],
    "kun": [
      "かんざし"
    ]
  },
  "鉋": {
    "on": [
      "ホウ",
      "ビョウ"
    ],
    "kun": [
      "かんな"
    ]
  },
  "鉐": {
    "on": [
      "セキ",
      "ジャク"
    ],
    "kun": []
  },
  "銜": {
    "on": [
      "カン"
    ],
    "kun": [
      "くつわ",
      "くわ"
    ]
  },
  "銖": {
    "on": [
      "シュ"
    ],
    "kun": []
  },
  "銓": {
    "on": [
      "セン"
    ],
    "kun": [
      "はか"
    ]
  },
  "銛": {
    "on": [
      "セン",
      "テン"
    ],
    "kun": [
      "もり",
      "すき"
    ]
  },
  "鉚": {
    "on": [
      "リュ"
    ],
    "kun": [
      "よいかね"
    ]
  },
  "鋏": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "はさみ",
      "はさ",
      "つるぎ"
    ]
  },
  "銹": {
    "on": [
      "シュ",
      "シュウ"
    ],
    "kun": [
      "さび"
    ]
  },
  "銷": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "け",
      "と",
      "かわ",
      "とろ"
    ]
  },
  "鋩": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "ほこさき",
      "きっさき",
      "へさき"
    ]
  },
  "錏": {
    "on": [
      "ア",
      "エ"
    ],
    "kun": [
      "しろこ",
      "しころ"
    ]
  },
  "鋺": {
    "on": [
      "エン"
    ],
    "kun": [
      "かなまり"
    ]
  },
  "鍄": {
    "on": [
      "リョウ",
      "キョウ"
    ],
    "kun": []
  },
  "錮": {
    "on": [
      "コ"
    ],
    "kun": [
      "ふさ"
    ]
  },
  "錙": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "錢": {
    "on": [
      "セン"
    ],
    "kun": [
      "ぜに",
      "すき"
    ]
  },
  "錚": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "錣": {
    "on": [
      "テツ",
      "テイ"
    ],
    "kun": [
      "しころ"
    ]
  },
  "錺": {
    "on": [],
    "kun": [
      "かざり"
    ]
  },
  "錵": {
    "on": [
      "カ"
    ],
    "kun": [
      "にえ"
    ]
  },
  "錻": {
    "on": [
      "ブ"
    ],
    "kun": []
  },
  "鍜": {
    "on": [
      "カ"
    ],
    "kun": []
  },
  "鍠": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "鍼": {
    "on": [
      "シン"
    ],
    "kun": [
      "はり",
      "さ"
    ]
  },
  "鍮": {
    "on": [
      "チュウ",
      "トウ"
    ],
    "kun": []
  },
  "鍖": {
    "on": [
      "チン"
    ],
    "kun": []
  },
  "鎰": {
    "on": [
      "イツ"
    ],
    "kun": [
      "かぎ"
    ]
  },
  "鎬": {
    "on": [
      "コウ"
    ],
    "kun": [
      "しのぎ",
      "なべ"
    ]
  },
  "鎭": {
    "on": [
      "チン"
    ],
    "kun": [
      "しず",
      "おさえ"
    ]
  },
  "鎔": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "と",
      "いがた"
    ]
  },
  "鎹": {
    "on": [],
    "kun": [
      "かすがい"
    ]
  },
  "鏖": {
    "on": [
      "オウ"
    ],
    "kun": [
      "みなごろ"
    ]
  },
  "鏗": {
    "on": [
      "コウ"
    ],
    "kun": [
      "つく"
    ]
  },
  "鏨": {
    "on": [
      "サン",
      "ザン"
    ],
    "kun": [
      "たがね"
    ]
  },
  "鏥": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "さび"
    ]
  },
  "鏘": {
    "on": [
      "ソウ",
      "ショウ"
    ],
    "kun": []
  },
  "鏃": {
    "on": [
      "ソク",
      "ゾク"
    ],
    "kun": [
      "やじり"
    ]
  },
  "鏝": {
    "on": [
      "マン"
    ],
    "kun": [
      "こて"
    ]
  },
  "鏐": {
    "on": [
      "リュウ"
    ],
    "kun": []
  },
  "鏈": {
    "on": [
      "レン"
    ],
    "kun": [
      "くさり"
    ]
  },
  "鏤": {
    "on": [
      "ル",
      "ロウ"
    ],
    "kun": [
      "ちりば"
    ]
  },
  "鐚": {
    "on": [
      "ワ",
      "ア"
    ],
    "kun": [
      "びた",
      "しころ"
    ]
  },
  "鐔": {
    "on": [
      "タン",
      "シン"
    ],
    "kun": [
      "つば"
    ]
  },
  "鐓": {
    "on": [
      "タイ"
    ],
    "kun": [
      "いしづき"
    ]
  },
  "鐃": {
    "on": [
      "ドウ",
      "ニョウ"
    ],
    "kun": [
      "どら"
    ]
  },
  "鐇": {
    "on": [
      "ハン"
    ],
    "kun": []
  },
  "鐐": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "あしかせ"
    ]
  },
  "鐶": {
    "on": [
      "カン"
    ],
    "kun": [
      "たまき",
      "わ"
    ]
  },
  "鐫": {
    "on": [
      "セン"
    ],
    "kun": [
      "ほ",
      "え",
      "き",
      "のみ"
    ]
  },
  "鐵": {
    "on": [
      "テツ"
    ],
    "kun": [
      "くろがね"
    ]
  },
  "鐡": {
    "on": [
      "テツ"
    ],
    "kun": [
      "くろがね"
    ]
  },
  "鐺": {
    "on": [
      "ト",
      "ソウ",
      "トウ"
    ],
    "kun": [
      "くさり",
      "こじり",
      "こて",
      "なべ"
    ]
  },
  "鑁": {
    "on": [
      "バン"
    ],
    "kun": []
  },
  "鑒": {
    "on": [
      "カン"
    ],
    "kun": [
      "かんが",
      "かがみ"
    ]
  },
  "鑄": {
    "on": [
      "チュウ",
      "シュ",
      "シュウ"
    ],
    "kun": [
      "い"
    ]
  },
  "鑛": {
    "on": [
      "コウ"
    ],
    "kun": [
      "あらがね"
    ]
  },
  "鑠": {
    "on": [
      "シャク"
    ],
    "kun": [
      "とろ",
      "と"
    ]
  },
  "鑢": {
    "on": [
      "ロ",
      "リョ"
    ],
    "kun": [
      "やすり"
    ]
  },
  "鑞": {
    "on": [
      "ロウ"
    ],
    "kun": []
  },
  "鑪": {
    "on": [
      "ロ"
    ],
    "kun": [
      "いろり"
    ]
  },
  "鈩": {
    "on": [
      "ロ"
    ],
    "kun": [
      "いろり"
    ]
  },
  "鑰": {
    "on": [
      "ヤク"
    ],
    "kun": [
      "かぎ"
    ]
  },
  "鑵": {
    "on": [
      "カン"
    ],
    "kun": [
      "かま"
    ]
  },
  "鑷": {
    "on": [
      "セツ",
      "ジョウ",
      "ニョウ"
    ],
    "kun": [
      "けぬき"
    ]
  },
  "鑽": {
    "on": [
      "サン"
    ],
    "kun": [
      "き"
    ]
  },
  "鑚": {
    "on": [
      "サン"
    ],
    "kun": [
      "き"
    ]
  },
  "鑼": {
    "on": [
      "ラ"
    ],
    "kun": [
      "どら"
    ]
  },
  "鑾": {
    "on": [
      "ラン"
    ],
    "kun": [
      "すず"
    ]
  },
  "钁": {
    "on": [
      "カク",
      "キャク"
    ],
    "kun": []
  },
  "鑿": {
    "on": [
      "サク"
    ],
    "kun": [
      "のみ",
      "うが"
    ]
  },
  "閂": {
    "on": [
      "サン",
      "セン"
    ],
    "kun": [
      "かんぬき"
    ]
  },
  "閇": {
    "on": [
      "ヘイ"
    ],
    "kun": [
      "と",
      "し",
      "た"
    ]
  },
  "閊": {
    "on": [],
    "kun": [
      "つか"
    ]
  },
  "閔": {
    "on": [
      "ビン",
      "ミン"
    ],
    "kun": [
      "あわ",
      "うれ"
    ]
  },
  "閖": {
    "on": [],
    "kun": [
      "ゆり",
      "ゆ"
    ]
  },
  "閘": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ひのくち"
    ]
  },
  "閙": {
    "on": [
      "ドウ",
      "トウ"
    ],
    "kun": [
      "さわが"
    ]
  },
  "閠": {
    "on": [
      "ケイ",
      "ギョク",
      "ジュン"
    ],
    "kun": [
      "うるう"
    ]
  },
  "閨": {
    "on": [
      "ケイ",
      "ケ"
    ],
    "kun": [
      "ねや"
    ]
  },
  "閧": {
    "on": [
      "コウ"
    ],
    "kun": [
      "とき"
    ]
  },
  "閭": {
    "on": [
      "リョ",
      "ロ"
    ],
    "kun": [
      "さと"
    ]
  },
  "閼": {
    "on": [
      "ア",
      "アツ",
      "エン",
      "ヨ"
    ],
    "kun": [
      "とど",
      "ふさ"
    ]
  },
  "閻": {
    "on": [
      "エン"
    ],
    "kun": []
  },
  "閹": {
    "on": [
      "エン",
      "アン"
    ],
    "kun": [
      "おお"
    ]
  },
  "閾": {
    "on": [
      "シキ",
      "イキ",
      "キョク",
      "ヨク"
    ],
    "kun": [
      "くぎり",
      "しきい"
    ]
  },
  "闊": {
    "on": [
      "カツ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "濶": {
    "on": [
      "カツ"
    ],
    "kun": [
      "ひろ"
    ]
  },
  "闃": {
    "on": [
      "ゲキ",
      "ケキ"
    ],
    "kun": [
      "しずか",
      "ひっそり"
    ]
  },
  "闍": {
    "on": [
      "ト",
      "ジャ"
    ],
    "kun": []
  },
  "闌": {
    "on": [
      "ラン"
    ],
    "kun": [
      "た",
      "たけなわ",
      "てすり"
    ]
  },
  "闕": {
    "on": [
      "ケツ"
    ],
    "kun": [
      "か"
    ]
  },
  "闔": {
    "on": [
      "コウ"
    ],
    "kun": [
      "とびら"
    ]
  },
  "闖": {
    "on": [
      "チン"
    ],
    "kun": [
      "うかが"
    ]
  },
  "關": {
    "on": [
      "カン"
    ],
    "kun": [
      "せき",
      "かか",
      "からくり",
      "かんぬき"
    ]
  },
  "闡": {
    "on": [
      "セン"
    ],
    "kun": [
      "みち"
    ]
  },
  "闥": {
    "on": [
      "タツ",
      "タチ"
    ],
    "kun": []
  },
  "闢": {
    "on": [
      "ヘキ",
      "ビャク"
    ],
    "kun": [
      "ひら"
    ]
  },
  "阡": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "阨": {
    "on": [
      "ヤク",
      "アイ",
      "アク"
    ],
    "kun": [
      "せま",
      "ふさが"
    ]
  },
  "阮": {
    "on": [
      "ゲン"
    ],
    "kun": []
  },
  "阯": {
    "on": [
      "シ"
    ],
    "kun": [
      "あと"
    ]
  },
  "陂": {
    "on": [
      "ヒ",
      "ハ"
    ],
    "kun": [
      "つつみ"
    ]
  },
  "陌": {
    "on": [
      "ハク"
    ],
    "kun": [
      "まち",
      "みち"
    ]
  },
  "陏": {
    "on": [
      "ダ"
    ],
    "kun": [
      "ずい"
    ]
  },
  "陋": {
    "on": [
      "ロウ"
    ],
    "kun": [
      "いや",
      "せま"
    ]
  },
  "陷": {
    "on": [
      "カン"
    ],
    "kun": [
      "おちい",
      "おとしい"
    ]
  },
  "陜": {
    "on": [
      "キョウ",
      "コウ"
    ],
    "kun": [
      "せま"
    ]
  },
  "陞": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "のぼ"
    ]
  },
  "陝": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "陟": {
    "on": [
      "チョク",
      "トク"
    ],
    "kun": [
      "すす",
      "のぼ"
    ]
  },
  "陦": {
    "on": [
      "トウ",
      "チョウ"
    ],
    "kun": [
      "しま"
    ]
  },
  "陲": {
    "on": [
      "スイ"
    ],
    "kun": [
      "ほとり"
    ]
  },
  "陬": {
    "on": [
      "スウ",
      "シュウ"
    ],
    "kun": [
      "すみ"
    ]
  },
  "隍": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ほり"
    ]
  },
  "隘": {
    "on": [
      "アイ",
      "ヤク"
    ],
    "kun": [
      "せま"
    ]
  },
  "隕": {
    "on": [
      "イン",
      "エン",
      "ウン"
    ],
    "kun": [
      "おち"
    ]
  },
  "隗": {
    "on": [
      "カイ"
    ],
    "kun": [
      "けわ"
    ]
  },
  "險": {
    "on": [
      "ケン"
    ],
    "kun": [
      "けわ"
    ]
  },
  "隧": {
    "on": [
      "スイ",
      "ツイ"
    ],
    "kun": [
      "みち"
    ]
  },
  "隱": {
    "on": [
      "イン",
      "オン"
    ],
    "kun": [
      "かく",
      "よ"
    ]
  },
  "隲": {
    "on": [
      "チョク",
      "シツ"
    ],
    "kun": [
      "のぼ"
    ]
  },
  "隰": {
    "on": [
      "シツ",
      "シュウ"
    ],
    "kun": [
      "さわ"
    ]
  },
  "隴": {
    "on": [
      "ロウ",
      "リョウ"
    ],
    "kun": [
      "おか"
    ]
  },
  "隶": {
    "on": [
      "タイ"
    ],
    "kun": []
  },
  "隸": {
    "on": [
      "レイ"
    ],
    "kun": [
      "したが",
      "しもべ"
    ]
  },
  "隹": {
    "on": [
      "サイ",
      "スイ"
    ],
    "kun": [
      "とり"
    ]
  },
  "雎": {
    "on": [
      "ショ"
    ],
    "kun": []
  },
  "雋": {
    "on": [
      "シュン",
      "セン"
    ],
    "kun": [
      "すぐ"
    ]
  },
  "雉": {
    "on": [
      "ジ",
      "チ"
    ],
    "kun": [
      "きじ"
    ]
  },
  "雍": {
    "on": [
      "ヨウ",
      "ユ"
    ],
    "kun": [
      "ふさ",
      "やわら"
    ]
  },
  "襍": {
    "on": [
      "ザツ",
      "ゾウ"
    ],
    "kun": [
      "まじ"
    ]
  },
  "雜": {
    "on": [
      "ザツ",
      "ゾウ"
    ],
    "kun": [
      "まじ"
    ]
  },
  "霍": {
    "on": [
      "カク"
    ],
    "kun": [
      "にわか"
    ]
  },
  "雕": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "きざ",
      "わし",
      "ほ"
    ]
  },
  "雹": {
    "on": [
      "ハク",
      "ヒョク",
      "ボク"
    ],
    "kun": [
      "ひょう"
    ]
  },
  "霄": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "そら"
    ]
  },
  "霆": {
    "on": [
      "テイ"
    ],
    "kun": [
      "いかづち"
    ]
  },
  "霈": {
    "on": [
      "ハイ"
    ],
    "kun": [
      "ひさめ"
    ]
  },
  "霓": {
    "on": [
      "ゲイ"
    ],
    "kun": [
      "にじ"
    ]
  },
  "霎": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": []
  },
  "霑": {
    "on": [
      "テン"
    ],
    "kun": [
      "うるお"
    ]
  },
  "霏": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "もや"
    ]
  },
  "霖": {
    "on": [
      "リン"
    ],
    "kun": [
      "ながあめ",
      "ながめ"
    ]
  },
  "霙": {
    "on": [
      "エイ",
      "ヨウ"
    ],
    "kun": [
      "みぞれ"
    ]
  },
  "霤": {
    "on": [
      "リュウ"
    ],
    "kun": [
      "あまだれ"
    ]
  },
  "霪": {
    "on": [
      "イン"
    ],
    "kun": []
  },
  "霰": {
    "on": [
      "セン",
      "サン"
    ],
    "kun": [
      "あられ"
    ]
  },
  "霹": {
    "on": [
      "ヘキ",
      "ヒャク"
    ],
    "kun": []
  },
  "霽": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": [
      "は"
    ]
  },
  "霾": {
    "on": [
      "バイ"
    ],
    "kun": [
      "つちふる"
    ]
  },
  "靄": {
    "on": [
      "アイ"
    ],
    "kun": [
      "もや"
    ]
  },
  "靆": {
    "on": [
      "タイ"
    ],
    "kun": []
  },
  "靈": {
    "on": [
      "レイ",
      "リョウ"
    ],
    "kun": [
      "たま"
    ]
  },
  "靂": {
    "on": [
      "レキ"
    ],
    "kun": []
  },
  "靉": {
    "on": [
      "アイ",
      "イ"
    ],
    "kun": []
  },
  "靜": {
    "on": [
      "セイ",
      "ジョウ"
    ],
    "kun": [
      "しず-",
      "しず"
    ]
  },
  "靠": {
    "on": [
      "コウ"
    ],
    "kun": [
      "もた",
      "たが",
      "よ"
    ]
  },
  "靤": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "にきび"
    ]
  },
  "靦": {
    "on": [
      "テン"
    ],
    "kun": []
  },
  "靨": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "えくぼ"
    ]
  },
  "勒": {
    "on": [
      "ロク"
    ],
    "kun": [
      "くつわ"
    ]
  },
  "靫": {
    "on": [
      "ジン",
      "ニン",
      "サ",
      "サイ",
      "サツ"
    ],
    "kun": [
      "うつぼ",
      "うつお",
      "しな",
      "ゆぎ"
    ]
  },
  "靱": {
    "on": [
      "ジン",
      "ニン",
      "サ",
      "サイ",
      "サツ"
    ],
    "kun": [
      "うつぼ",
      "うつお",
      "しな",
      "ゆぎ"
    ]
  },
  "靹": {
    "on": [
      "ケツ"
    ],
    "kun": []
  },
  "鞅": {
    "on": [
      "オウ",
      "ヨウ"
    ],
    "kun": [
      "むながい"
    ]
  },
  "靼": {
    "on": [
      "タン",
      "タチ",
      "タツ"
    ],
    "kun": [
      "なめ",
      "なめしがわ"
    ]
  },
  "鞁": {
    "on": [
      "ヒ"
    ],
    "kun": []
  },
  "靺": {
    "on": [
      "マツ",
      "バツ"
    ],
    "kun": []
  },
  "鞆": {
    "on": [],
    "kun": [
      "とも"
    ]
  },
  "鞋": {
    "on": [
      "アイ",
      "カイ"
    ],
    "kun": [
      "わらじ",
      "くつ"
    ]
  },
  "鞏": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "かたい"
    ]
  },
  "鞐": {
    "on": [],
    "kun": [
      "こはぜ"
    ]
  },
  "鞜": {
    "on": [
      "トウ"
    ],
    "kun": [
      "くつ"
    ]
  },
  "鞨": {
    "on": [
      "カツ",
      "ガチ",
      "セツ",
      "ゼチ"
    ],
    "kun": [
      "かわぐつ"
    ]
  },
  "鞦": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "ふらん",
      "しりがい"
    ]
  },
  "鞣": {
    "on": [
      "ジュウ",
      "ニュウ"
    ],
    "kun": [
      "なめ",
      "なめしがわ"
    ]
  },
  "鞳": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "鞴": {
    "on": [
      "ヒ",
      "ビ",
      "フク"
    ],
    "kun": [
      "ふいご"
    ]
  },
  "韃": {
    "on": [
      "ダツ",
      "タツ"
    ],
    "kun": []
  },
  "韆": {
    "on": [
      "セン"
    ],
    "kun": []
  },
  "韈": {
    "on": [
      "ベツ",
      "モチ",
      "バツ",
      "マチ"
    ],
    "kun": [
      "しとうず"
    ]
  },
  "韋": {
    "on": [
      "イ"
    ],
    "kun": [
      "そむ"
    ]
  },
  "韜": {
    "on": [
      "トウ"
    ],
    "kun": [
      "ゆぶくろ",
      "ゆみぶくろ",
      "つつ"
    ]
  },
  "韭": {
    "on": [
      "キュウ",
      "ク"
    ],
    "kun": []
  },
  "齏": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": [
      "あえもの",
      "なます",
      "あ"
    ]
  },
  "韲": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": [
      "あえもの",
      "なます",
      "あ"
    ]
  },
  "竟": {
    "on": [
      "キョウ",
      "ケイ"
    ],
    "kun": [
      "おわ",
      "ついに",
      "わた"
    ]
  },
  "韶": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "韵": {
    "on": [
      "イン"
    ],
    "kun": [
      "ひびき"
    ]
  },
  "頏": {
    "on": [
      "コウ"
    ],
    "kun": [
      "のど"
    ]
  },
  "頌": {
    "on": [
      "ショウ",
      "ジュ",
      "ヨウ"
    ],
    "kun": [
      "かたち",
      "たた",
      "ほめ"
    ]
  },
  "頸": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "くび"
    ]
  },
  "頤": {
    "on": [
      "イ"
    ],
    "kun": [
      "おとがい",
      "あご"
    ]
  },
  "頡": {
    "on": [
      "ケツ",
      "キツ",
      "カツ",
      "ケチ"
    ],
    "kun": []
  },
  "頷": {
    "on": [
      "ガン",
      "カン"
    ],
    "kun": [
      "うなず",
      "あご"
    ]
  },
  "頽": {
    "on": [
      "タイ"
    ],
    "kun": [
      "くず"
    ]
  },
  "顆": {
    "on": [
      "カ"
    ],
    "kun": [
      "つ"
    ]
  },
  "顏": {
    "on": [
      "ガン"
    ],
    "kun": [
      "かお"
    ]
  },
  "顋": {
    "on": [
      "サイ"
    ],
    "kun": [
      "あご",
      "えら"
    ]
  },
  "顫": {
    "on": [
      "セン"
    ],
    "kun": [
      "ふる"
    ]
  },
  "顯": {
    "on": [
      "ケン"
    ],
    "kun": [
      "あきらか",
      "あらわ"
    ]
  },
  "顰": {
    "on": [
      "ヒン"
    ],
    "kun": [
      "ひそ",
      "しか"
    ]
  },
  "顱": {
    "on": [
      "ロ"
    ],
    "kun": [
      "かしら",
      "あたま"
    ]
  },
  "顴": {
    "on": [
      "ケン",
      "カン"
    ],
    "kun": []
  },
  "顳": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "颪": {
    "on": [],
    "kun": [
      "おろし"
    ]
  },
  "颯": {
    "on": [
      "サツ",
      "ソウ"
    ],
    "kun": [
      "さっ"
    ]
  },
  "颱": {
    "on": [
      "タイ"
    ],
    "kun": []
  },
  "颶": {
    "on": [
      "グ",
      "ク"
    ],
    "kun": []
  },
  "飄": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "ひるが",
      "つむじかぜ"
    ]
  },
  "飃": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "ひるが",
      "つむじかぜ"
    ]
  },
  "飆": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "つむじかぜ"
    ]
  },
  "飩": {
    "on": [
      "ドン",
      "トン"
    ],
    "kun": []
  },
  "飫": {
    "on": [
      "ヨウ",
      "オ",
      "ヨ"
    ],
    "kun": [
      "あき"
    ]
  },
  "餃": {
    "on": [
      "ギョウ",
      "キョウ",
      "コウ"
    ],
    "kun": []
  },
  "餉": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "け",
      "かれい",
      "べんとう"
    ]
  },
  "餒": {
    "on": [
      "ダイ",
      "イ"
    ],
    "kun": [
      "う"
    ]
  },
  "餔": {
    "on": [
      "ホ",
      "フ"
    ],
    "kun": [
      "く",
      "ゆうめし"
    ]
  },
  "餘": {
    "on": [
      "ヨ"
    ],
    "kun": [
      "あま"
    ]
  },
  "餡": {
    "on": [
      "アン",
      "カン"
    ],
    "kun": []
  },
  "餝": {
    "on": [
      "コウ",
      "シキ",
      "ショク"
    ],
    "kun": [
      "かざり",
      "かざ"
    ]
  },
  "餞": {
    "on": [
      "セン"
    ],
    "kun": [
      "はなむけ"
    ]
  },
  "餤": {
    "on": [
      "タン"
    ],
    "kun": []
  },
  "餠": {
    "on": [
      "ヘイ",
      "ヒョウ"
    ],
    "kun": [
      "もち",
      "もちい"
    ]
  },
  "餬": {
    "on": [
      "コ"
    ],
    "kun": [
      "かゆ"
    ]
  },
  "餮": {
    "on": [
      "テツ"
    ],
    "kun": [
      "むさぼ"
    ]
  },
  "餽": {
    "on": [
      "キ"
    ],
    "kun": [
      "おく"
    ]
  },
  "餾": {
    "on": [
      "リュウ"
    ],
    "kun": []
  },
  "饂": {
    "on": [
      "ウン"
    ],
    "kun": [
      "うどん"
    ]
  },
  "饉": {
    "on": [
      "キン"
    ],
    "kun": [
      "う"
    ]
  },
  "饅": {
    "on": [
      "マン"
    ],
    "kun": []
  },
  "饐": {
    "on": [
      "イ",
      "エイ",
      "エツ"
    ],
    "kun": [
      "す",
      "むせ"
    ]
  },
  "饋": {
    "on": [
      "キ"
    ],
    "kun": [
      "おく"
    ]
  },
  "饑": {
    "on": [
      "キ"
    ],
    "kun": [
      "う"
    ]
  },
  "饒": {
    "on": [
      "ジョウ",
      "ニョウ"
    ],
    "kun": [
      "ゆたか"
    ]
  },
  "饌": {
    "on": [
      "セン",
      "サン"
    ],
    "kun": [
      "そな"
    ]
  },
  "饕": {
    "on": [
      "トウ"
    ],
    "kun": [
      "むさぼ"
    ]
  },
  "馗": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "馘": {
    "on": [
      "カク",
      "キョク"
    ],
    "kun": [
      "くびき",
      "みみき"
    ]
  },
  "馥": {
    "on": [
      "クク",
      "ヒョク",
      "フク"
    ],
    "kun": [
      "か",
      "かお"
    ]
  },
  "馭": {
    "on": [
      "ギョ"
    ],
    "kun": []
  },
  "馮": {
    "on": [
      "ヒョウ",
      "フ",
      "フウ"
    ],
    "kun": [
      "たの",
      "よ"
    ]
  },
  "馼": {
    "on": [
      "ブン",
      "モン"
    ],
    "kun": []
  },
  "駟": {
    "on": [
      "シ"
    ],
    "kun": []
  },
  "駛": {
    "on": [
      "シ"
    ],
    "kun": [
      "は",
      "はや"
    ]
  },
  "駝": {
    "on": [
      "ダ",
      "タ"
    ],
    "kun": [
      "せむし"
    ]
  },
  "駘": {
    "on": [
      "タイ"
    ],
    "kun": []
  },
  "駑": {
    "on": [
      "ド"
    ],
    "kun": [
      "にぶ"
    ]
  },
  "駭": {
    "on": [
      "ガイ",
      "カイ"
    ],
    "kun": [
      "おどろ"
    ]
  },
  "駮": {
    "on": [
      "カク",
      "ハク"
    ],
    "kun": [
      "ぶち",
      "まだら"
    ]
  },
  "駱": {
    "on": [
      "ラク"
    ],
    "kun": [
      "かわらげ"
    ]
  },
  "駲": {
    "on": [
      "シュウ",
      "ジュン"
    ],
    "kun": []
  },
  "駻": {
    "on": [
      "カン"
    ],
    "kun": []
  },
  "駸": {
    "on": [
      "シン"
    ],
    "kun": []
  },
  "騁": {
    "on": [
      "テイ"
    ],
    "kun": [
      "はせ"
    ]
  },
  "騏": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "騅": {
    "on": [
      "スイ"
    ],
    "kun": [
      "あしげ"
    ]
  },
  "駢": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "なら"
    ]
  },
  "騙": {
    "on": [
      "ヘン"
    ],
    "kun": [
      "かた",
      "だま"
    ]
  },
  "騫": {
    "on": [
      "ケン"
    ],
    "kun": []
  },
  "騷": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "さわ",
      "うれい",
      "さわが"
    ]
  },
  "驅": {
    "on": [
      "ク"
    ],
    "kun": [
      "か"
    ]
  },
  "驂": {
    "on": [
      "サン"
    ],
    "kun": [
      "そえうま"
    ]
  },
  "驀": {
    "on": [
      "バク"
    ],
    "kun": []
  },
  "驃": {
    "on": [
      "ヒョウ"
    ],
    "kun": []
  },
  "騾": {
    "on": [
      "ラ"
    ],
    "kun": []
  },
  "驕": {
    "on": [
      "キョウ"
    ],
    "kun": [
      "おご"
    ]
  },
  "驍": {
    "on": [
      "ギョウ",
      "キョウ"
    ],
    "kun": [
      "たけし",
      "つよ"
    ]
  },
  "驛": {
    "on": [
      "エキ"
    ],
    "kun": []
  },
  "驗": {
    "on": [
      "ケン",
      "ゲン"
    ],
    "kun": [
      "あかし",
      "しるし",
      "ため",
      "ためし"
    ]
  },
  "驟": {
    "on": [
      "シュウ"
    ],
    "kun": [
      "にわか",
      "はせ"
    ]
  },
  "驢": {
    "on": [
      "ロ",
      "リョ"
    ],
    "kun": [
      "うさぎうま"
    ]
  },
  "驥": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "驤": {
    "on": [
      "ジョウ",
      "ショウ"
    ],
    "kun": [
      "あ"
    ]
  },
  "驩": {
    "on": [
      "カン"
    ],
    "kun": [
      "よろこ"
    ]
  },
  "驫": {
    "on": [
      "ヒュウ",
      "ヒョウ",
      "シュウ"
    ],
    "kun": []
  },
  "驪": {
    "on": [
      "リ",
      "レイ"
    ],
    "kun": []
  },
  "骭": {
    "on": [
      "カン"
    ],
    "kun": [
      "はぎ"
    ]
  },
  "骰": {
    "on": [
      "トウ"
    ],
    "kun": [
      "さい"
    ]
  },
  "骼": {
    "on": [
      "カク"
    ],
    "kun": []
  },
  "髀": {
    "on": [
      "ヒ",
      "ヘイ"
    ],
    "kun": [
      "もも"
    ]
  },
  "髏": {
    "on": [
      "ロ"
    ],
    "kun": []
  },
  "髑": {
    "on": [
      "ドク",
      "トク"
    ],
    "kun": []
  },
  "髓": {
    "on": [
      "ズイ"
    ],
    "kun": []
  },
  "體": {
    "on": [
      "タイ",
      "テイ"
    ],
    "kun": [
      "からだ",
      "かたち"
    ]
  },
  "髞": {
    "on": [
      "ソウ"
    ],
    "kun": []
  },
  "髟": {
    "on": [
      "ヒュウ",
      "ヒョウ"
    ],
    "kun": []
  },
  "髢": {
    "on": [
      "テイ",
      "セキ"
    ],
    "kun": [
      "かもじ"
    ]
  },
  "髣": {
    "on": [
      "ホウ"
    ],
    "kun": []
  },
  "髦": {
    "on": [
      "ボウ",
      "モウ"
    ],
    "kun": [
      "たれがみ"
    ]
  },
  "髯": {
    "on": [
      "ゼン"
    ],
    "kun": [
      "ひげ"
    ]
  },
  "髫": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "うな"
    ]
  },
  "髮": {
    "on": [
      "ハツ"
    ],
    "kun": [
      "かみ"
    ]
  },
  "髴": {
    "on": [
      "フツ"
    ],
    "kun": []
  },
  "髱": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "たぼ"
    ]
  },
  "髷": {
    "on": [
      "キョク"
    ],
    "kun": [
      "まげ",
      "わげ"
    ]
  },
  "髻": {
    "on": [
      "ケイ",
      "キツ"
    ],
    "kun": [
      "たぶさ",
      "みずら",
      "もとどり"
    ]
  },
  "鬆": {
    "on": [
      "ショウ",
      "ソウ",
      "シュ"
    ],
    "kun": []
  },
  "鬘": {
    "on": [
      "バン",
      "マン"
    ],
    "kun": [
      "かつら"
    ]
  },
  "鬚": {
    "on": [
      "シュ",
      "ス"
    ],
    "kun": [
      "ひげ"
    ]
  },
  "鬟": {
    "on": [
      "カン"
    ],
    "kun": [
      "わげ",
      "みずら"
    ]
  },
  "鬢": {
    "on": [
      "ビン",
      "ヒン"
    ],
    "kun": []
  },
  "鬣": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "たてがみ"
    ]
  },
  "鬧": {
    "on": [
      "トウ",
      "ドウ"
    ],
    "kun": [
      "さわが"
    ]
  },
  "鬨": {
    "on": [
      "コウ",
      "グ"
    ],
    "kun": [
      "とき"
    ]
  },
  "鬩": {
    "on": [
      "ケキ",
      "カク",
      "ゲキ"
    ],
    "kun": [
      "せめ"
    ]
  },
  "鬪": {
    "on": [
      "トウ"
    ],
    "kun": [
      "たたか",
      "あらそ"
    ]
  },
  "鬮": {
    "on": [
      "キュウ"
    ],
    "kun": [
      "くじ"
    ]
  },
  "鬯": {
    "on": [
      "チョウ"
    ],
    "kun": [
      "かおりぐさ"
    ]
  },
  "鬲": {
    "on": [
      "カク",
      "レキ"
    ],
    "kun": [
      "かなえ",
      "へだ"
    ]
  },
  "魄": {
    "on": [
      "ハク",
      "タク"
    ],
    "kun": [
      "たましい"
    ]
  },
  "魃": {
    "on": [
      "ハツ",
      "バツ"
    ],
    "kun": []
  },
  "魏": {
    "on": [
      "ギ"
    ],
    "kun": [
      "たか"
    ]
  },
  "魍": {
    "on": [
      "モウ",
      "ボウ"
    ],
    "kun": []
  },
  "魎": {
    "on": [
      "リョウ"
    ],
    "kun": [
      "こだま"
    ]
  },
  "魑": {
    "on": [
      "チ"
    ],
    "kun": [
      "すだま"
    ]
  },
  "魘": {
    "on": [
      "エン",
      "ヨウ"
    ],
    "kun": [
      "うな"
    ]
  },
  "魴": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "かがみたい",
      "おしきうお",
      "かがみだい"
    ]
  },
  "鮓": {
    "on": [
      "サ"
    ],
    "kun": [
      "すし"
    ]
  },
  "鮃": {
    "on": [
      "ヒョウ",
      "ヘイ"
    ],
    "kun": [
      "ひらめ"
    ]
  },
  "鮑": {
    "on": [
      "ホ",
      "ホウ"
    ],
    "kun": [
      "あわび"
    ]
  },
  "鮖": {
    "on": [],
    "kun": [
      "かじか"
    ]
  },
  "鮗": {
    "on": [],
    "kun": [
      "このしろ"
    ]
  },
  "鮟": {
    "on": [
      "アン"
    ],
    "kun": []
  },
  "鮠": {
    "on": [
      "カイ",
      "ゲ",
      "ガイ"
    ],
    "kun": [
      "はえ",
      "はや"
    ]
  },
  "鮨": {
    "on": [
      "シ",
      "キ"
    ],
    "kun": [
      "すし"
    ]
  },
  "鮴": {
    "on": [],
    "kun": [
      "めばる",
      "まて",
      "こち",
      "ごり"
    ]
  },
  "鯀": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "鯊": {
    "on": [
      "サ",
      "シャ"
    ],
    "kun": [
      "さめ",
      "はぜ"
    ]
  },
  "鮹": {
    "on": [
      "ショウ",
      "ソウ"
    ],
    "kun": [
      "たこ"
    ]
  },
  "鯆": {
    "on": [
      "フ",
      "ホ"
    ],
    "kun": [
      "いるか"
    ]
  },
  "鯏": {
    "on": [],
    "kun": [
      "あさり",
      "うぐい"
    ]
  },
  "鯑": {
    "on": [],
    "kun": [
      "かずのこ"
    ]
  },
  "鯒": {
    "on": [],
    "kun": [
      "こち"
    ]
  },
  "鯣": {
    "on": [
      "エキ"
    ],
    "kun": [
      "するめ"
    ]
  },
  "鯢": {
    "on": [
      "ゲイ"
    ],
    "kun": [
      "さんしょううお"
    ]
  },
  "鯤": {
    "on": [
      "コン"
    ],
    "kun": []
  },
  "鯔": {
    "on": [
      "シ"
    ],
    "kun": [
      "ぼら",
      "とど"
    ]
  },
  "鯡": {
    "on": [
      "ヒ"
    ],
    "kun": [
      "にしん",
      "はららご"
    ]
  },
  "鰺": {
    "on": [
      "ソウ"
    ],
    "kun": [
      "あじ"
    ]
  },
  "鯲": {
    "on": [],
    "kun": [
      "どじょう"
    ]
  },
  "鯱": {
    "on": [],
    "kun": [
      "しゃちほこ",
      "しゃち"
    ]
  },
  "鯰": {
    "on": [
      "ネン"
    ],
    "kun": [
      "なまず"
    ]
  },
  "鰕": {
    "on": [
      "カ"
    ],
    "kun": [
      "えび"
    ]
  },
  "鰔": {
    "on": [
      "カン"
    ],
    "kun": [
      "かれい",
      "たら"
    ]
  },
  "鰉": {
    "on": [
      "コウ"
    ],
    "kun": [
      "ちょうざめ",
      "ひがい"
    ]
  },
  "鰓": {
    "on": [
      "サイ",
      "シ"
    ],
    "kun": [
      "えら"
    ]
  },
  "鰌": {
    "on": [
      "シュ",
      "シュウ"
    ],
    "kun": [
      "どじょう"
    ]
  },
  "鰆": {
    "on": [
      "シュン"
    ],
    "kun": [
      "さわら"
    ]
  },
  "鰈": {
    "on": [
      "チョウ",
      "トウ"
    ],
    "kun": [
      "かれい"
    ]
  },
  "鰒": {
    "on": [
      "フク"
    ],
    "kun": [
      "あわび",
      "ふぐ"
    ]
  },
  "鰊": {
    "on": [
      "レン"
    ],
    "kun": [
      "にしん"
    ]
  },
  "鰄": {
    "on": [
      "イ"
    ],
    "kun": [
      "かいらぎ"
    ]
  },
  "鰮": {
    "on": [
      "オン"
    ],
    "kun": [
      "いわし"
    ]
  },
  "鰛": {
    "on": [
      "オン"
    ],
    "kun": [
      "いわし"
    ]
  },
  "鰥": {
    "on": [
      "カン",
      "コン"
    ],
    "kun": [
      "やもめ",
      "やもお"
    ]
  },
  "鰤": {
    "on": [
      "シ",
      "ソウ"
    ],
    "kun": [
      "ぶり",
      "はまち",
      "かます"
    ]
  },
  "鰡": {
    "on": [
      "リュウ",
      "ル"
    ],
    "kun": [
      "ぼら"
    ]
  },
  "鰰": {
    "on": [],
    "kun": [
      "はたはた"
    ]
  },
  "鱇": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "鰲": {
    "on": [
      "ゴウ"
    ],
    "kun": [
      "おおがめ"
    ]
  },
  "鱆": {
    "on": [
      "ショウ"
    ],
    "kun": [
      "たこ"
    ]
  },
  "鰾": {
    "on": [
      "ヒョウ"
    ],
    "kun": [
      "ふえ",
      "うきぶくろ"
    ]
  },
  "鱚": {
    "on": [],
    "kun": [
      "きす"
    ]
  },
  "鱠": {
    "on": [
      "カイ",
      "ケ"
    ],
    "kun": [
      "えそ",
      "なます"
    ]
  },
  "鱧": {
    "on": [
      "レイ"
    ],
    "kun": [
      "はも"
    ]
  },
  "鱶": {
    "on": [
      "ショウ",
      "ヨウ"
    ],
    "kun": [
      "ふか",
      "ひもの"
    ]
  },
  "鱸": {
    "on": [
      "ロ"
    ],
    "kun": [
      "すずき"
    ]
  },
  "鳧": {
    "on": [
      "フ"
    ],
    "kun": [
      "けり",
      "かも"
    ]
  },
  "鳬": {
    "on": [
      "フ"
    ],
    "kun": [
      "けり",
      "かも"
    ]
  },
  "鳰": {
    "on": [],
    "kun": [
      "にお"
    ]
  },
  "鴉": {
    "on": [
      "ア"
    ],
    "kun": [
      "からす"
    ]
  },
  "鴈": {
    "on": [
      "ガン"
    ],
    "kun": [
      "かり",
      "かりがね"
    ]
  },
  "鳫": {
    "on": [
      "ガン"
    ],
    "kun": [
      "かり",
      "かりがね"
    ]
  },
  "鴃": {
    "on": [
      "ケイ",
      "ゲキ",
      "ケキ",
      "ケツ"
    ],
    "kun": [
      "もず"
    ]
  },
  "鴆": {
    "on": [
      "チン"
    ],
    "kun": []
  },
  "鴪": {
    "on": [
      "イツ"
    ],
    "kun": []
  },
  "鴦": {
    "on": [
      "オウ"
    ],
    "kun": []
  },
  "鶯": {
    "on": [
      "オウ"
    ],
    "kun": [
      "うぐいす"
    ]
  },
  "鴣": {
    "on": [
      "コ"
    ],
    "kun": []
  },
  "鴟": {
    "on": [
      "シ"
    ],
    "kun": [
      "とび"
    ]
  },
  "鵄": {
    "on": [
      "シ"
    ],
    "kun": [
      "とび"
    ]
  },
  "鴕": {
    "on": [
      "ダ",
      "タ"
    ],
    "kun": []
  },
  "鴒": {
    "on": [
      "レイ"
    ],
    "kun": []
  },
  "鵁": {
    "on": [
      "コウ"
    ],
    "kun": []
  },
  "鴿": {
    "on": [
      "コウ"
    ],
    "kun": [
      "はと",
      "どばと"
    ]
  },
  "鴾": {
    "on": [
      "ボウ"
    ],
    "kun": [
      "とき"
    ]
  },
  "鵆": {
    "on": [],
    "kun": [
      "ちどり"
    ]
  },
  "鵈": {
    "on": [],
    "kun": [
      "とび"
    ]
  },
  "鵝": {
    "on": [
      "ガ"
    ],
    "kun": []
  },
  "鵞": {
    "on": [
      "ガ"
    ],
    "kun": []
  },
  "鵤": {
    "on": [],
    "kun": [
      "いかる",
      "いかるが"
    ]
  },
  "鵑": {
    "on": [
      "ケン"
    ],
    "kun": []
  },
  "鵐": {
    "on": [
      "ブ",
      "ム"
    ],
    "kun": []
  },
  "鵙": {
    "on": [
      "ケキ",
      "ゲキ"
    ],
    "kun": [
      "もず"
    ]
  },
  "鵲": {
    "on": [
      "シャク",
      "ジャク"
    ],
    "kun": [
      "かささぎ"
    ]
  },
  "鶉": {
    "on": [
      "ジュン",
      "シュン"
    ],
    "kun": [
      "うずら"
    ]
  },
  "鶇": {
    "on": [
      "トウ",
      "ツ"
    ],
    "kun": [
      "つぐみ"
    ]
  },
  "鶫": {
    "on": [
      "トウ",
      "ツ"
    ],
    "kun": [
      "つぐみ"
    ]
  },
  "鵯": {
    "on": [
      "ヒ",
      "ヒツ"
    ],
    "kun": [
      "ひよどり"
    ]
  },
  "鵺": {
    "on": [
      "コウ",
      "ヤ"
    ],
    "kun": [
      "ぬえ"
    ]
  },
  "鶚": {
    "on": [
      "ガク"
    ],
    "kun": [
      "みさご"
    ]
  },
  "鶤": {
    "on": [
      "ウン",
      "コン"
    ],
    "kun": [
      "とうまる",
      "しゃも"
    ]
  },
  "鶩": {
    "on": [
      "ボク",
      "ブ",
      "ム"
    ],
    "kun": [
      "あひる"
    ]
  },
  "鶲": {
    "on": [],
    "kun": [
      "ひたき"
    ]
  },
  "鷄": {
    "on": [
      "ケイ"
    ],
    "kun": [
      "にわとり",
      "とり"
    ]
  },
  "鷁": {
    "on": [
      "ゲキ"
    ],
    "kun": []
  },
  "鶻": {
    "on": [
      "コツ",
      "カツ"
    ],
    "kun": [
      "はやぶさ"
    ]
  },
  "鶸": {
    "on": [
      "ジャク"
    ],
    "kun": [
      "ひわ"
    ]
  },
  "鶺": {
    "on": [
      "セキ"
    ],
    "kun": []
  },
  "鷆": {
    "on": [
      "テン",
      "シン"
    ],
    "kun": [
      "かすい"
    ]
  },
  "鷏": {
    "on": [
      "テン",
      "シン"
    ],
    "kun": [
      "かすい"
    ]
  },
  "鷂": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "はいたか"
    ]
  },
  "鷙": {
    "on": [
      "ゴウ",
      "シ",
      "チツ"
    ],
    "kun": []
  },
  "鷓": {
    "on": [
      "シャ"
    ],
    "kun": []
  },
  "鷸": {
    "on": [
      "イツ"
    ],
    "kun": [
      "しぎ"
    ]
  },
  "鷦": {
    "on": [
      "ショウ"
    ],
    "kun": []
  },
  "鷭": {
    "on": [
      "ハン",
      "バ"
    ],
    "kun": [
      "ばん"
    ]
  },
  "鷯": {
    "on": [
      "リョウ"
    ],
    "kun": []
  },
  "鷽": {
    "on": [
      "カク",
      "アク"
    ],
    "kun": [
      "うそ"
    ]
  },
  "鸚": {
    "on": [
      "イン",
      "オウ",
      "ヨウ"
    ],
    "kun": []
  },
  "鸛": {
    "on": [
      "カン"
    ],
    "kun": [
      "こうのとり"
    ]
  },
  "鸞": {
    "on": [
      "ラン"
    ],
    "kun": []
  },
  "鹵": {
    "on": [
      "ロ"
    ],
    "kun": [
      "しお",
      "しおち",
      "たて"
    ]
  },
  "鹹": {
    "on": [
      "カン",
      "ダイ"
    ],
    "kun": [
      "から",
      "しおからい",
      "しおけ",
      "せいしゅ"
    ]
  },
  "鹽": {
    "on": [
      "エン"
    ],
    "kun": [
      "しお"
    ]
  },
  "麁": {
    "on": [
      "ソ"
    ],
    "kun": [
      "あら"
    ]
  },
  "麈": {
    "on": [
      "シュ",
      "ス"
    ],
    "kun": [
      "おおじか"
    ]
  },
  "麋": {
    "on": [
      "ビ"
    ],
    "kun": [
      "なれしか"
    ]
  },
  "麌": {
    "on": [
      "グ",
      "ゴ"
    ],
    "kun": [
      "おじか"
    ]
  },
  "麒": {
    "on": [
      "キ"
    ],
    "kun": []
  },
  "麕": {
    "on": [
      "キン",
      "クン"
    ],
    "kun": [
      "のろ"
    ]
  },
  "麑": {
    "on": [
      "ゲイ",
      "ベイ"
    ],
    "kun": [
      "こじか",
      "かのこ"
    ]
  },
  "麝": {
    "on": [
      "ジャ",
      "シャ"
    ],
    "kun": []
  },
  "麥": {
    "on": [
      "バク"
    ],
    "kun": [
      "むぎ"
    ]
  },
  "麩": {
    "on": [
      "フ"
    ],
    "kun": [
      "ふすま"
    ]
  },
  "麸": {
    "on": [
      "フ"
    ],
    "kun": [
      "ふすま"
    ]
  },
  "麪": {
    "on": [
      "メン",
      "ベン"
    ],
    "kun": [
      "むぎこ"
    ]
  },
  "麭": {
    "on": [
      "ホウ"
    ],
    "kun": [
      "こなもち"
    ]
  },
  "靡": {
    "on": [
      "ヒ",
      "ビ",
      "ミ"
    ],
    "kun": [
      "なび",
      "ない",
      "わ"
    ]
  },
  "黌": {
    "on": [
      "コウ",
      "オウ"
    ],
    "kun": []
  },
  "黎": {
    "on": [
      "レイ",
      "リ"
    ],
    "kun": [
      "くろ"
    ]
  },
  "黏": {
    "on": [
      "ネン"
    ],
    "kun": [
      "ねば"
    ]
  },
  "黐": {
    "on": [
      "チ",
      "リ"
    ],
    "kun": [
      "もち"
    ]
  },
  "黔": {
    "on": [
      "ケン",
      "キン"
    ],
    "kun": [
      "くろ"
    ]
  },
  "黜": {
    "on": [
      "チュツ"
    ],
    "kun": [
      "しりぞ"
    ]
  },
  "點": {
    "on": [
      "テン"
    ],
    "kun": [
      "つ",
      "た",
      "さ",
      "とぼ",
      "とも",
      "ぼち"
    ]
  },
  "黝": {
    "on": [
      "ユウ"
    ],
    "kun": [
      "あおぐろ"
    ]
  },
  "黠": {
    "on": [
      "カツ"
    ],
    "kun": [
      "さと",
      "わるがしこ"
    ]
  },
  "黥": {
    "on": [
      "ケイ",
      "ゲイ"
    ],
    "kun": [
      "いれずみ"
    ]
  },
  "黨": {
    "on": [
      "トウ"
    ],
    "kun": [
      "なかま",
      "むら"
    ]
  },
  "黯": {
    "on": [
      "アン"
    ],
    "kun": [
      "くら"
    ]
  },
  "黴": {
    "on": [
      "バイ",
      "ビ",
      "マイ",
      "ミ"
    ],
    "kun": [
      "かび",
      "か"
    ]
  },
  "黶": {
    "on": [
      "アン",
      "エン"
    ],
    "kun": [
      "ほくろ"
    ]
  },
  "黷": {
    "on": [
      "トク"
    ],
    "kun": [
      "けが"
    ]
  },
  "黹": {
    "on": [
      "チ"
    ],
    "kun": [
      "ぬう",
      "ぬいとり"
    ]
  },
  "黻": {
    "on": [
      "フツ"
    ],
    "kun": [
      "あや"
    ]
  },
  "黼": {
    "on": [
      "フ",
      "ホ"
    ],
    "kun": [
      "あや"
    ]
  },
  "黽": {
    "on": [
      "ボウ",
      "ビン",
      "ベン",
      "ミン",
      "メン"
    ],
    "kun": [
      "あおがえる",
      "つと"
    ]
  },
  "鼇": {
    "on": [
      "ゴウ"
    ],
    "kun": []
  },
  "鼈": {
    "on": [
      "ベツ",
      "ヘツ"
    ],
    "kun": [
      "すっぽん"
    ]
  },
  "皷": {
    "on": [
      "コ"
    ],
    "kun": [
      "つづみ"
    ]
  },
  "鼕": {
    "on": [
      "トウ"
    ],
    "kun": []
  },
  "鼡": {
    "on": [
      "ソ",
      "ショ"
    ],
    "kun": [
      "ねずみ",
      "ねず"
    ]
  },
  "鼬": {
    "on": [
      "ユウ",
      "ユ"
    ],
    "kun": [
      "いたち"
    ]
  },
  "鼾": {
    "on": [
      "カン"
    ],
    "kun": [
      "いびき"
    ]
  },
  "齊": {
    "on": [
      "セイ",
      "サイ"
    ],
    "kun": [
      "そろ",
      "ひと",
      "あたる",
      "はやい"
    ]
  },
  "齒": {
    "on": [
      "シ"
    ],
    "kun": [
      "よわい",
      "は",
      "よわ"
    ]
  },
  "齔": {
    "on": [
      "シン",
      "ソン",
      "トン"
    ],
    "kun": [
      "かけば"
    ]
  },
  "齣": {
    "on": [
      "シャク",
      "シュツ",
      "セキ"
    ],
    "kun": [
      "こま"
    ]
  },
  "齟": {
    "on": [
      "ソ",
      "サ",
      "ショ"
    ],
    "kun": [
      "かむ"
    ]
  },
  "齠": {
    "on": [
      "チョウ"
    ],
    "kun": []
  },
  "齡": {
    "on": [
      "レイ"
    ],
    "kun": [
      "よわ",
      "とし"
    ]
  },
  "齦": {
    "on": [
      "ギン",
      "コン"
    ],
    "kun": [
      "はぐき"
    ]
  },
  "齧": {
    "on": [
      "ゲツ",
      "ケツ"
    ],
    "kun": [
      "かじ",
      "か"
    ]
  },
  "齬": {
    "on": [
      "ゴ"
    ],
    "kun": []
  },
  "齪": {
    "on": [
      "サク",
      "ソク",
      "セク",
      "シュク",
      "シュウ"
    ],
    "kun": [
      "せま"
    ]
  },
  "齷": {
    "on": [
      "アク"
    ],
    "kun": []
  },
  "齲": {
    "on": [
      "ク",
      "ウ"
    ],
    "kun": [
      "むしば"
    ]
  },
  "齶": {
    "on": [
      "ガク"
    ],
    "kun": [
      "あご",
      "はぐき"
    ]
  },
  "龕": {
    "on": [
      "カン",
      "ガン"
    ],
    "kun": [
      "れい"
    ]
  },
  "龜": {
    "on": [
      "キ",
      "キュウ",
      "キン"
    ],
    "kun": [
      "かめ"
    ]
  },
  "龠": {
    "on": [
      "ヤク"
    ],
    "kun": [
      "ふえ"
    ]
  },
  "堯": {
    "on": [
      "ギョウ"
    ],
    "kun": [
      "たか"
    ]
  },
  "槇": {
    "on": [
      "テン",
      "シン"
    ],
    "kun": [
      "まき",
      "こずえ"
    ]
  },
  "遙": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "はる"
    ]
  },
  "瑤": {
    "on": [
      "ヨウ"
    ],
    "kun": [
      "たま"
    ]
  },
  "凜": {
    "on": [
      "リン"
    ],
    "kun": [
      "きびし"
    ]
  },
  "熙": {
    "on": [
      "キ"
    ],
    "kun": [
      "たのし",
      "ひか",
      "ひろ",
      "よろこ",
      "かわ",
      "あきらか"
    ]
  }
};
